Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/sco/po/sco-gnu-linux.*.po
Languages: pl

source: SCO, GNU and Linux - GNU Project - Free Software Foundation
pl: SCO, GNU i&nbsp;Linux - Projekt GNU - Free Software Foundation

source: SCO, GNU and Linux
pl: SCO, GNU i&nbsp;Linux

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: <i>This article was first published on ZDNet.</i>
pl: <i>Pierwotnie artykuł ukazał się w&nbsp;ZDNet.</i>

source: SCO's contract dispute with IBM has been accompanied by a smear campaign against the whole GNU/Linux system. But SCO made an obvious mistake when it erroneously quoted me as saying that &ldquo;Linux is a copy of Unix.&rdquo; Many readers immediately smelled a rat&mdash;not only because I did not say that, and not only because the person who said it was talking about published ideas (which are uncopyrightable) rather than code, but because they know I would never compare Linux with Unix.
pl: Sporowi o umowę pomiędzy IBM i&nbsp;SCO towarzyszy kampania oczerniania wytoczona całemu systemowi GNU/Linux. SCO popełniło jednak&nbsp;oczywisty błąd mylnie przypisując mi wypowiedź &bdquo;Linux jest kopią Uniksa&rdquo;. Wielu czytelników od&nbsp;razu wyczuło pismo nosem&nbsp;&ndash; nie tylko dlatego, że&nbsp;tego nie powiedziałem, i&nbsp;nie tylko dlatego, że&nbsp;osoba, która to powiedziała nie mówiła o&nbsp;kodzie, lecz&nbsp;o&nbsp;opublikowanych pomysłach (których nie można zastrzec), ale&nbsp;dlatego że&nbsp;wiedzieli, że&nbsp;nigdy nie przyrównałbym Linuksa do&nbsp;Uniksa.

source: Unix is a complete operating system, but Linux is just part of one. SCO is using the popular confusion between Linux and the GNU/Linux system to magnify the fear that it can spread. GNU/Linux is the GNU operating system running with Linux as the kernel. The kernel is the part of the system that allocates the machine's resources to the other programs you run. That part is Linux.
pl: Unix jest kompletnym systemem operacyjnym a&nbsp;Linux tylko fragmentem systemu. Dla zwiększenia efektu sianej przez siebie grozy SCO wykorzystuje częste nieporozumienie traktując Linuksa i&nbsp;system GNU/Linux jak jeden byt. GNU/Linux to system operacyjny GNU z&nbsp;Linuksem w&nbsp;roli jądra. Jądro to część systemu przydzielająca zasoby komputera innym uruchamianym programom. Taką częścią jest Linux.

source: We developed GNU starting in 1984 as a campaign for freedom, whose aim was to eliminate non-free software from our lives. GNU is free software, meaning that users are free to run it, study it and change it (or pay programmers to do this for them), redistribute it (gratis or for a fee), and publish modified versions. (See <a href="/gnu/thegnuproject.html">an overview of the GNU project</a>.)
pl: GNU rozwijaliśmy od&nbsp;1984 roku jako kampanię dla wolności, której celem było wyeliminowanie niewolnego oprogramowania z&nbsp;naszego życia. GNU jest wolne, co oznacza, że&nbsp;użytkownicy mają swobodę uruchamiania, studiowania i&nbsp;wprowadzania zmian (czy też płacenia programistom, aby&nbsp;wprowadzili te zmiany dla nich), rozprowadzania (za darmo lub&nbsp;za opłatą) oraz&nbsp;publikowania zmienionych wersji. (Proszę zerknąć na&nbsp;<a href="/gnu/thegnuproject.html">przegląd projektu GNU</a>).

source: In 1991, GNU was mostly finished, lacking only a kernel. In 1992, Linus Torvalds made his kernel, Linux, free software. Others combined GNU and Linux to produce the first complete free operating system, GNU/Linux. (See <a href="/gnu/gnu-linux-faq.html">our GNU/Linux FAQ</a>.) GNU/Linux is also free software, and SCO made use of this freedom by selling their version of it. Today, GNU runs with various kernels including Linux, the GNU Hurd (our kernel), and the NetBSD kernel. It is basically the same system whichever kernel you use.
pl: W&nbsp;1991 roku GNU było już prawie skończone, brakowało tylko jądra. W&nbsp;1992 Linus Torvalds sprawił, że&nbsp;jego jądro, Linux, stało się wolnym oprogramowaniem. Inni scalili GNU z&nbsp;Linuksem i&nbsp;tak powstał pierwszy kompletny wolny system operacyjny: GNU/Linux. (Proszę zajrzeć do&nbsp;<a href="/gnu/gnu-linux-faq.html">naszej listy często zadawanych pytań na&nbsp;temat GNU/Linuksa</a>). GNU/Linux także jest wolnym oprogramowaniem i&nbsp;SCO skorzystało z&nbsp;tej wolności sprzedając swoją wersję tego systemu. Dziś GNU działa z&nbsp;różnymi jądrami, w&nbsp;tym: Linuksem, GNU Hurdem (naszym jądrem) oraz&nbsp;jądrem NetBSD. W&nbsp;gruncie rzeczy jest to ten sam system, obojętnie którego jądra się użyje.

source: Those who combined Linux with GNU didn't recognize that's what they were doing, and they spoke of the combination as &ldquo;Linux&rdquo;. The confusion spread; many users and journalists call the whole system &ldquo;Linux&rdquo;. Since they also properly call the kernel &ldquo;Linux&rdquo;, the result is even more confusion: when a statement says &ldquo;Linux&rdquo;, you can only guess what software it refers to. SCO's irresponsible statements are shot through with ambiguous references to &ldquo;Linux&rdquo;. It is impossible to attribute any coherent meaning to them overall, but they appear to accuse the entire GNU/Linux system of being copied from Unix.
pl: Ludzie, którzy połączyli Linuksa z&nbsp;GNU zdawali się nie dostrzegać faktu, że&nbsp;to właśnie robili i&nbsp;o&nbsp;tym połączeniu mówili &bdquo;Linux&rdquo;. Nieporozumienie upowszechniło się, wielu użytkowników i&nbsp;dziennikarzy nazywały system &bdquo;Linuksem&rdquo;. Zamieszanie pogłębia się, ponieważ&nbsp;z&nbsp;drugiej strony na&nbsp;jądro poprawnie mówią &bdquo;Linux&rdquo;: można tylko zgadywać, o&nbsp;którym oprogramowaniu się mówi, gdy w&nbsp;zdaniu użyto słowa &bdquo;Linux&rdquo;. Rzucane przez SCO nieodpowiedzialne wypowiedzi są przeszyte niejednoznacznymi odniesieniami do&nbsp;&bdquo;Linuksa&rdquo;. Nie da się przypisać im żadnego spójnego znaczenia, jeżeli&nbsp;zbierze się je razem, ale&nbsp;wydaje się, że&nbsp;oskarżają cały system GNU/Linux o&nbsp;to, że&nbsp;został skopiowany z&nbsp;Uniksa.

source: The name GNU stands for &ldquo;GNU's Not Unix&rdquo;. The whole point of developing the GNU system is that it is not Unix. Unix is and always was non-free software, meaning that it denies its users the freedom to cooperate and to control their computers. To use computers in freedom as a community, we needed a free software operating system. We did not have the money to buy and liberate an existing system, but we did have the skill to write a new one. Writing GNU was a monumental job. We did it for our freedom, and your freedom.
pl: Nazwa GNU to skrót od&nbsp;&bdquo;GNU's Not Unix&rdquo; (GNU to Nie Unix). Sensem stworzenia GNU jest właśnie to, że&nbsp;nie jest to Unix. Unix jest i&nbsp;zawsze był oprogramowaniem niewolnym, czyli&nbsp;nie dającym użytkownikom wolności współpracy oraz&nbsp;kontroli nad&nbsp;własnymi komputerami. Aby&nbsp;jako społeczność swobodnie używać komputerów potrzebujemy wolnego systemu operacyjnego. Nie mieliśmy pieniędzy, aby&nbsp;wykupić i&nbsp;uwolnić istniejący system, ale&nbsp;mieliśmy umiejętności do&nbsp;napisania nowego. Pisanie GNU było monumentalną pracą. Zrobiliśmy to dla naszej wolności, i&nbsp;wolności Waszej.

source: To copy Unix source code would not be ethically wrong <a href="#footnote">[1]</a>, but it is illegal; our work would fail to give users lawful freedom to cooperate if it were not done lawfully. To make sure we would not copy Unix source code or write anything similar, we told GNU contributors not even to look at Unix source code while developing code for GNU. We also suggested design approaches that differ from typical Unix design approaches, to ensure our code would not resemble Unix code. We did our best to avoid ever copying Unix code, despite our basic premise that to prohibit copying of software is morally wrong.
pl: Skopiowanie kodu źródłowego Uniksa nie byłoby złe z&nbsp;etycznego punktu widzenia <a href="#footnote">[1]</a>, ale&nbsp;byłoby nielegalne&nbsp;&ndash; nasza praca nie osiągnęłaby celu jakim było danie użytkownikom wolności współpracy w&nbsp;zgodzie z&nbsp;prawem, jeżeli&nbsp;nie byłaby wykonana w&nbsp;zgodzie z&nbsp;tym prawem. Aby&nbsp;upewnić się, że&nbsp;nie skopiujemy kodu źródłowego Uniksa ani&nbsp;nie napiszemy czegoś podobnego, nakazaliśmy wolontariuszom GNU, aby&nbsp;nawet nie zerkali na&nbsp;kod źródłowy Uniksa podczas pracy nad&nbsp;kodem GNU. Zasugerowaliśmy również metody projektowe, które odbiegają od&nbsp;typowych podejść do&nbsp;projektów systemów uniksowych, aby&nbsp;mieć pewność, że&nbsp;nasz kod nie będzie przypominał kodu Uniksa. Robiliśmy co w&nbsp;naszej mocy, aby&nbsp;zawsze unikać kopiowania tegoż kodu, pomimo naszej podstawowej zasady, że&nbsp;zabranianie kopiowania oprogramowania jest moralnie złe.

source: Another SCO tool of obfuscation is the term &ldquo;intellectual property&rdquo;. This fashionable but foolish term carries an evident bias: that the right way to treat works, ideas, and names is as a kind of property. Less evident is the harm it does by inciting simplistic thinking: it lumps together diverse laws&mdash;copyright law, patent law, trademark law and others&mdash;which really have little in common. This leads people to suppose those laws are one single issue, the &ldquo;intellectual property issue&rdquo;, and think about &ldquo;it&rdquo;&mdash;which means, to think at such a broad abstract level that the specific social issues raised by these various laws are not even visible. Any opinion &ldquo;about intellectual property&rdquo; is thus bound to be foolish. (See <a href="/philosophy/words-to-avoid.html">our list of words to avoid</a> for more explanation of the confusion caused by this term.)
pl: Jeszcze jednym narzędziem służącym zaciemnieniu umysłów używanym przez SCO jest wyrażenie &bdquo;własność intelektualna&rdquo;. Ten równie modny co głupi termin zawiera w&nbsp;sobie ewidentne odstępstwo od&nbsp;prawdy: sugeruje jakoby prawidłowym sposobem traktowania prac, pomysłów i&nbsp;nazw było uważanie ich za&nbsp;rodzaj własności. Mniej oczywista jest szkoda, jaką wyrządza prowokując uproszczony sposób myślenia: zbija w&nbsp;jedno różne prawa&nbsp;&ndash; prawa autorskie, patentowe, dotyczące znaków handlowych oraz&nbsp;inne&nbsp;&ndash; które w&nbsp;rzeczywistości mają ze sobą niewiele wspólnego. To prowadzi ludzi do&nbsp;przypuszczeń, że&nbsp;te prawa stanowią jedną, pojedynczą kwestię, &bdquo;problem własności intelektualnej&rdquo; i&nbsp;prowadzi do&nbsp;myślenia o&nbsp;&bdquo;tym&rdquo;&nbsp;&ndash; co oznacza myślenie na&nbsp;tak wysokim poziomie abstrakcji, że&nbsp;konkretne zagadnienia społeczne poruszane przez te różnorodne prawa nie są w&nbsp;ogóle dostrzegane. Każda &bdquo;opinia o&nbsp;własności intelektualnej&rdquo; musi więc&nbsp;zostać nazwana głupią. (Proszę zobaczyć <a href="/philosophy/words-to-avoid.html">naszą listę unikanych słów</a>).

source: In the hands of a propagandist for increased copyright or patent powers, the term is a way to prevent clear thinking. In the hands of someone making threats, the term is a tool for obfuscation: &ldquo;We claim we can sue you over something, but we won't say what it is.&rdquo;
pl: W&nbsp;ustach propagandysty wzmacniania potęgi praw autorskich i&nbsp;patentowych termin ten jest sposobem na&nbsp;zapobieżenie jasnemu myśleniu. W&nbsp;ustach kogoś rzucającego groźbami termin ten jest narzędziem zaciemnienia: &bdquo;Twierdzimy, że&nbsp;możemy cię o&nbsp;coś zaskarżyć, ale&nbsp;nie powiemy o&nbsp;co&rdquo;.

source: In an actual lawsuit, such ambiguity would make their case fail, or even prevent it from getting off the ground. If, however, SCO's aim is to shake the tree and see if any money falls down, or simply to spread fear, they may regard vagueness and mystery as advantageous.
pl: W&nbsp;przypadku prawdziwego procesu taka niejednoznaczność spowodowałaby przegranie sprawy, albo&nbsp;nawet uniemożliwiłaby jej zapoczątkowanie. Jeżeli&nbsp;jednak celem SCO jest potrząśnięcie drzewem i&nbsp;sprawdzenie, czy&nbsp;spadły jakieś banknoty albo&nbsp;po prostu zasianie strachu, to nieprecyzyjność i&nbsp;tajemniczość może być przez nich uznawane za&nbsp;korzystne.

source: I cannot prognosticate about the SCO vs IBM lawsuit itself: I don't know what was in their contract, I don't know what IBM did, and I am not a lawyer. The Free Software Foundation's lawyer, Professor Moglen, believes that SCO gave permission for the community's use of the code that they distributed under the GNU GPL and other free software licenses in their version of GNU/Linux.
pl: Nie potrafię prognozować przebiegu samego procesu sądowego pomiędzy SCO a&nbsp;IBM. Nie wiem co było w&nbsp;ich umowie, nie wiem, co IBM zrobił, no i&nbsp;nie jestem prawnikiem. Prawnik Free Software Foundation, profesor Moglen, jest przekonany, że&nbsp;SCO zezwoliło na&nbsp;publiczne użycie kodu rozpowszechnionego przez nich na&nbsp;licencji GNU GPL i&nbsp;innych licencji wolnego oprogramowania w&nbsp;ich wersji GNU/Linuksa.

source: However, I can address the broader issue of such situations. In a community of over half a million developers, we can hardly expect that there will never be plagiarism. But it is no disaster; we discard that material and move on. If there is material in Linux that was contributed without legal authorization, the Linux developers will learn what it is and replace it. SCO cannot use its copyrights, or its contracts with specific parties, to suppress the lawful contributions of thousands of others. Linux itself is no longer essential: the GNU system became popular in conjunction with Linux, but today it also runs with two BSD kernels and the GNU kernel. Our community cannot be defeated by this.
pl: Mogę jednak&nbsp;odnieść się do&nbsp;szerszego zagadnienia związanego z&nbsp;takimi sytuacjami. Trudno oczekiwać, że&nbsp;w&nbsp;ponad półmilionowej społeczności rozwijającej oprogramowanie nie zdarzą się plagiaty. Ale&nbsp;to nie katastrofa. Odrzucamy taki materiał i&nbsp;kontynuujemy prace. Jeżeli&nbsp;do Linuksa dodano nieautoryzowany materiał, twórcy jądra dowiedzą się o&nbsp;nim i&nbsp;zastąpią go innym. SCO nie może używać swoich praw autorskich albo&nbsp;swoich umów z&nbsp;konkretnymi stronami do&nbsp;blokowania legalnego wkładu tysięcy innych osób. Sam Linux nie jest już nawet sednem sprawy: system GNU stał się popularny w&nbsp;połączeniu z&nbsp;Linuksem, ale&nbsp;dziś działa również z&nbsp;dwoma jądrami BSD oraz&nbsp;jądrem GNU. Naszej społeczności nie da się pokonać za&nbsp;pomocą takich wybiegów.

source: Footnotes
pl: Przypisy

source: Since this statement directly contradicts the establishment views of the proprietary software developers, some readers suppose that the word &ldquo;not&rdquo; was inserted by mistake. It is entirely intentional. It is not wrong to copy software. It is wrong to stop others from copying software. Thus, software should be free.
pl: Ponieważ&nbsp;to zdanie jest sprzeczne z&nbsp;poglądami firm produkujących zastrzeżone oprogramowanie, niektórzy z&nbsp;czytelników zakładają, że&nbsp;słowo &bdquo;nie&rdquo; wstawiono przez pomyłkę. Tymczasem jest to całkowicie zamierzone. Nie ma nic złego w&nbsp;kopiowaniu programów. Złem jest zakazywanie innym kopiowania. Dlatego&nbsp;oprogramowanie powinno być wolne.

source: <a href="/philosophy/sco/sco.html">Other Texts to Read related to SCO</a>.
pl: <a href="/philosophy/sco/sco.html">Inne teksty związane z&nbsp;SCO</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Jakub Żuralski 2003; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
