Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/gnu-post/po/index.*.po
Languages: de, fr

source: GNU Post images - GNU Project - Free Software Foundation
de: GNU-Briefmarken (Tomasz W. Kozłowski) - GNU-Projekt - Free Software Foundation
fr: Timbres GNU - Projet GNU - Free Software Foundation

source: GNU Post images
de: GNU-Briefmarken (Tomasz W. Kozłowski)
fr: Timbres GNU

source: Here are some nice snail mail images by Tomasz W. Koz&#322;owski.
de: Hier sind einige nette Post Bilder von Tomasz W. Kozłowski.
fr: Ci-dessous quelques jolis timbres-poste, par Tomasz W. Koz&#322;owski.

source: <a href="Alternative-GNU-stamp.png">Alternative GNU stamp</a> (<a href="Alternative-GNU-stamp.svg">SVG</a>)
de: <i>Alternative GNU-Briefmarke</i> als <a href="/graphics/gnu-post/Alternative-GNU-stamp.png">PNG</a>- und <a href="/graphics/gnu-post/Alternative-GNU-stamp.svg">SVG</a>-Datei.
fr: <a href="Alternative-GNU-stamp.png">timbre « GNU alternatif »</a> (<a href="Alternative-GNU-stamp.svg">SVG</a>)

source: <a href="FSF-airmail.png">FSF Airmail</a> (<a href="FSF-airmail.svg">SVG</a>)
de: <i>FSF Airmail</i> als <a href="/graphics/gnu-post/FSF-airmail.png">PNG</a>- und <a href="/graphics/gnu-post/FSF-airmail.svg">SVG</a>-Datei.

source: <a href="GNU-Emacs-stamp.png">GNU Emacs stamp</a> (<a href="GNU-Emacs-stamp.svg">SVG</a>)
de: <i>GNU Emacs</i>-Briefmarke als <a href="/graphics/gnu-post/GNU-Emacs-stamp.png">PNG</a>- und <a href="/graphics/gnu-post/GNU-Emacs-stamp.svg">SVG</a>-Datei
fr: <a href="GNU-Emacs-stamp.png">Timbre GNU Emacs</a> (<a href="GNU-Emacs-stamp.svg">SVG</a>)

source: <a href="GNU-Free-as-in-Freedom.png">Free as in &ldquo;freedom&rdquo;</a> (<a href="GNU-Free-as-in-Freedom.svg">SVG</a>)
de: <i>Free as in Freedom</i> als <a href="/graphics/gnu-post/GNU-Free-as-in-Freedom.png">PNG</a>- und <a href="/graphics/gnu-post/GNU-Free-as-in-Freedom.svg">SVG</a>-Datei)
fr: <a href="GNU-Free-as-in-Freedom.png">« Free as in Freedom »</a> (<a href="GNU-Free-as-in-Freedom.svg">SVG</a>)

source: <a href="GNU-Hurd-stamp.png">GNU Hurd stamp</a> (<a href="GNU-Hurd-stamp.svg">SVG</a>)
de: <i>GNU Hurd-Briefmarke</i> als <a href="/graphics/gnu-post/GNU-Hurd-stamp.png">PNG</a>- und <a href="/graphics/gnu-post/GNU-Hurd-stamp.svg">SVG</a>-Datei.
fr: <a href="GNU-Hurd-stamp.png">Timbre GNU Hurd</a> (<a href="GNU-Hurd-stamp.svg">SVG</a>)

source: <a href="GNU-Post-2007.png">GNU Post 2007</a> (<a href="GNU-Post-2007.svg">SVG</a>)
de: <i>GNU-Postsendung 2007</i> als <a href="/graphics/gnu-post/GNU-Post-2007.png">PNG</a>- <a href="/graphics/gnu-post/GNU-Post-2007.svg">SVG</a>-Datei
fr: <a href="GNU-Post-2007.png">Cachet postal « GNU Post 2007 »</a> (<a href="GNU-Post-2007.svg">SVG</a>)

source: <a href="GNU-stamp.png">GNU stamp</a> (<a href="GNU-stamp.svg">SVG</a>)
de: <i>GNU-Briefmarke</i> als <a href="/graphics/gnu-post/GNU-stamp.png">PNG</a>- und <a href="/graphics/gnu-post/GNU-stamp.svg">SVG</a>-Datei
fr: <a href="GNU-stamp.png">Timbre GNU</a> (<a href="GNU-stamp.svg">SVG</a>)

source: <a href="GPLv3-stamp.png">GPLv3 stamp</a> (<a href="GPLv3-stamp.svg">SVG</a>)
de: <i>GPLv3-Briefmarke</i> als <a href="/graphics/gnu-post/GPLv3-stamp.png">PNG</a>- und <a href="/graphics/gnu-post/GPLv3-stamp.svg">SVG</a>-Datei
fr: <a href="GPLv3-stamp.png">Timbre GPLv3</a> (<a href="GPLv3-stamp.svg">SVG</a>)

source: <a href="postcard1.png">GNU postcard</a> (<a href="postcard1-large.png">larger</a>, <a href="postcard1.svg">SVG</a>)
de: <i>GNU-Postkarte</i> (Vorderseite) als PNG-Datei <a href="/graphics/gnu-post/postcard1.png">1069 × 450 Pixel</a> und <a href="/graphics/gnu-post/postcard1-large.png">2138 × 900 Pixel</a> und als <a href="/graphics/gnu-post/postcard1.svg">SVG</a>-Datei
fr: <a href="postcard1.png">Carte postale GNU</a> (<a href="postcard1-large.png">larger</a>, <a href="postcard1.svg">SVG</a>)

source: <a href="postcard2.png">GNU postcard (back)</a> (<a href="postcard2-large.png">larger</a>, <a href="postcard2.svg">SVG</a>)
de: <i>GNU-Postkarte</i> (Rückseite) als PNG-Datei <a href="/graphics/gnu-post/postcard2.png">1069 × 450 Pixel</a> und <a href="/graphics/gnu-post/postcard2-large.png">2138 × 900 Pixel</a> und <a href="/graphics/gnu-post/postcard2.svg">SVG</a>-Datei
fr: <a href="postcard2.png">Carte postale GNU (verso)</a> (<a href="postcard2-large.png">larger</a>, <a href="postcard2.svg">SVG</a>)

source: Copyright information
de: <span id="license">Lizenzierung</span>
fr: Informations de copyright

source: Alternative GNU stamp &mdash; available under the same license as the <a href="/graphics/gnu-alternative.html">Alternative GNU Head</a>
de: <i>Alternative GNU-Briefmarke</i> von Tomasz W. Kozłowski ist unter der Lizenz <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">CC BY-ND 3.0 US</a> verfügbar (basiert auf <a href="/graphics/gnu-alternative.html">Alternative GNU Head</a>).
fr: Timbre « GNU alternatif » – disponible sous la même licence que la <a href="/graphics/gnu-alternative.fr.html">Tête de GNU alternative</a>

source: FSF Airmail &mdash; based on the official Free Software Foundation logo created by Li Jiang and available under the GNU General Public License; either version 2, or any later version
de: <i>FSF Airmail</i> von Tomasz W. Kozłowski ist unter der <a href="/licenses/old-licenses/gpl-2.0">GNU GPLv2 oder einer neueren Version</a> verfügbar (basiert auf dam offiziellen Logo der <span xml:lang="en" lang="en">Free Software Foundation</span> von Li Jiang).
fr: FSF Airmail – basé sur le logo officiel de la <cite>Free Software Foundation</cite> créé par Li Jiang et disponible sous la <cite>GNU General Public License</cite>, en version 2 ou toute version ultérieure

source: GNU Emacs stamp &mdash; the original GNU Emacs logo was created by Luis Fernandes and vectorised by Dmitry Dzhus. The vector version of the logo is released under the terms of the GNU General Public License; either version 2 or any later version
de: <i>GNU Emacs-Briefmarke</i> von Tomasz W. Kozłowski und die Vektorgrafik (bereitgestellt von Dmitry Dzhus) von ist unter der <a href="/licenses/old-licenses/gpl-2.0">GNU GPLv2 oder einer neueren Version</a> verfügbar (basiert auf dem Original-GNU Emacs-Logo von Luis Fernandes).
fr: Timbre GNU Emacs – le logo original GNU Emacs a été créé par Luis Fernandes et vectorisé par Dmitry Dzhus. La version vectorisée du logo est publiée sous les termes de la <cite>GNU General Public License</cite>, en version 2 ou toute version ultérieure

source: Free as in &ldquo;freedom&rdquo; &mdash; based on the official GNU Head logo originally created by Etienne Suvasa and re-drawn by Peter Garwinski; available under the GNU General Public License
de: <i>Free as in Freedom</i> von Tomasz W. Kozłowski ist unter der <a href="/licenses/old-licenses/gpl-2.0">GNU GPLv2</a> verfügbar (basiert auf dam offiziellen <a href="/graphics/agnuhead">GNUkopf</a>-Logo von Etienne Suvasa (die Version mit 1200 × 1200 Pixeln wurde von Peter Gerwinski bereitgestellt).
fr: <cite>Free as in Freedom</cite> – basé sur le logo GNU officiel (la Tête de GNU) créé à l'origine par Etienne Suvasa et redessiné par Peter Garwinski ; disponible sous la <cite>GNU General Public License</cite>

source: GNU Hurd stamp &mdash; based on the original Hurd Metafont Logo designed by Stephen McCamant and available under the same license
de: <i>GNU Hurd-Briefmarke</i> von Tomasz W. Kozłowski ist <em>„Freely Redistributable“</em> (basiert auf dem ursprünglichen <a href="/graphics/hurd_mf">Hurd Metafont</a>-Logo von Stephen McCamant).
fr: Timbre GNU Hurd – basé sur le logo original Hurd Metafont conçu par Stephen McCamant et disponible sous la même licence

source: GNU Post &mdash; created from scratch by Tomasz W. Koz&#322;owski; the image is in the public domain
de: <i>GNU Postsendung 2007</i> von Tomasz W. Kozlowski ist in die <em>Public Domain</em> entlassen.
fr: Cachet GNU – créé par Tomasz W. Koz&#322;owski ; l'image est dans le domaine public

source: GNU stamp &mdash; GNU General Public License
de: GNU stamp ist unter der <a href="/licenses/old-licenses/gpl-2.0">GNU GPLv2</a> verfügbar.
fr: Timbre GNU – <cite>GNU General Public License</cite>

source: GPLv3 stamp &mdash; based on the original FSF GPLv3 button and available under the same terms
de: <i>GPLv3-Briefmarke</i> ist unter der Lizenz <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.de">CC BY-SA 3.0 oder neuer</a> verfügbar (basiert auf der originalen GPLv3-Grafik)
fr: Timbre GPLv3 – basé sur le bouton GPLv3 original de la FSF GPLv3 et disponible sous les mêmes termes

source: GNU postcard &mdash; based on the vector version of &ldquo;The Dynamic Duo: The Gnu and the Penguin in flight&rdquo; image, originally created by Victor Siame and released under the Free Art License
de: <i>GNU.Postkarte</i> (Vorderseite) ist unter der <a href="http://artlibre.org/licence/lal/en">Free Art License 1.3</a> verfügbar (basiert auf der Vektorgrafik-Version von <cite>Dynamisches Duo: GNU und der Pinguin im Flug</cite> von Victor Siame).
fr: Carte postale GNU – basée sur la version vectorisée de l'image « Le duo dynamique : le gnou et le pingouin en vol », créée à l'origine par Victor Siame et publiée sous licence Art libre

source: GNU postcard (back) &mdash; created by Tomasz; the elements are trivial and it falls in the public domain, but because it embeds the GNU Emacs image under GPL it is distributed as a whole under the GNU General Public License, either version 2 or any later version
de: <i>GNU.Postkarte</i> (Rückseite) von Tomasz W. Kozłowski ist unter der <a href="/licenses/old-licenses/gpl-2.0">GNU GPLv2 oder neuer</a> verfügbar (basiert auf dem <a href="/software/emacs/">GNU Emacs</a>-Logo).
fr: Carte postale GNU (verso) – créée par Tomasz ; les éléments sont triviaux et elle tomberait dans le domaine public, si ce n'est qu'elle intègre l'image GNU Emacs sous GPL. Elle est donc distribuée comme un tout sous <cite>GNU General Public License</cite>, en version 2 ou toute version ultérieure

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Pour signaler les liens orphelins et les erreurs, ou faire toute autre suggestion sur le texte original, adressez-vous à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Sofern nicht anders <a href="#license">angegeben</a>, ist das Werk auf dieser Webseite unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika-Lizenz</a> lizenziert.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org"><em>trad-gnu&#64;april.org</em></a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
