<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<html>
<head>
<title>Cómo conseguir ayuda con software GNU - Proyecto GNU - Fundaci&oacute;n para el Software Libre (FSF)</title>
<link rev="made" href="mailto:webmasters@www.gnu.org" />
<link rev="translated" href="mailto:web-translators-es@gnu.org" />
</head>

<body>

<h3>Cómo conseguir ayuda con Software GNU</h3>

<p><a href="/graphics/agnuhead.es.html"><img height="122" alt="[ Imagen de la cabeza de un &Ntilde;u ]" src="/graphics/gnu-head-sm.jpg" width="129"></a>
<!--  ¡¡¡Por favor mantenga esta lista en orden alfabético!!!   -->
[
  <a href="/help/gethelp.ca.html">Catal&aacute;n</a> <!-- Catalan -->
| <a HREF="/help/gethelp.cs.html">Checo</a>
| <a HREF="/help/gethelp.zh-cn.html">Chino(Simplificado)</a>
| <a HREF="/help/gethelp.zh-tw.html">Chino(Tradicional)</a>
| <a HREF="/help/gethelp.en.html">Ingl&eacute;s</a>
| <a HREF="/help/gethelp.fr.html">Franc&eacute;s</a>
| <a HREF="/help/gethelp.pl.html">Polaco</a>
| <a HREF="/help/gethelp.pt.html">Portugu&eacute;s</a>
| <a HREF="/help/gethelp.ro.html">Rumano</a>
]
</p>

<p></p>

<hr />

<p>La Fundaci&oacute;n para el Software Libre no proporciona soporte t&eacute;cnico. Nuestra misi&oacute;n es desarrollar, preservar y proteger el <a href="/philosophy/free-sw.es.html"> software libre</a>. Dejamos que otros se ganen la vida proporcionando soporte t&eacute;cnico. Vemos a los programadores como proveedores de un servicio, al igual que los m&eacute;dicos o los abogados; los conocimientos, tanto m&eacute;dicos como jur&iacute;dicos, son de libre distribuci&oacute;n, pero quienes ejercen la profesi&oacute;n cobran honorarios por
sus servicios. As&iacute; que, <strong>por favor, no env&iacute;e correos electr&oacute;nicos ni llame a la oficina de la FSF solicitando soporte t&eacute;cnico.</strong> </p>

<p>Puede obtener de diferentes maneras la <a href="/doc/doc.es.html">Documentaci&oacute;n del Proyecto GNU</a>, donde encontrar&aacute; respuesta a muchas de sus dudas.</p>

<p>Nosotros hospedamos cierto n&uacute;mero de <a href="http:/mail.gnu.org/mailman/listinfo/">listas de correo de
Software GNU</a>. Las listas que comienzan por la palabra <code>help-</code> son listas para obtener ayuda de la comunidad. <a href="/prep/mailinglists.html">Tambi&eacute;n dispone de una lista hecha a
mano de las listas de correo GNU</a>. Si usted no encuentra una lista de correo para algún programa GNU en particular, entonces haga uso de la lista de correo <a href="mailto:help-gnu-utils@gnu.org">&lt;help-gnu-utils@gnu.org&gt;</a>.</p>

<p>El <a href="/prep/service.es.html">Directorio de Servicio GNU (tama&ntilde;o: 58k)</a> es una lista de personas que ofrecen soporte y otros servicios de consultor&iacute;a. Esta lista tambi&eacute;n se encuentra en el fichero 'etc/SERVICE' en la distribución del GNU Emacs, y en <a href="/order/ftp.es.html">un ordenador FTP GNU</a> en la ruta '/pub/gnu/GNUinfo/SERVICE'. Cont&aacute;ctenos para obtener una copia de la lista o para ser registrado en ella.</p>

<p>Si usted encuentra una deficiencia en alg&uacute;n software GNU, queremos saberlo. Por ello mantenemos
<a href="http:/mail.gnu.org/mailman/listinfo/">listas de correo para los fallos de funcionamiento del Software GNU</a>. Incluso si una lista de correo no aparece, env&iacute;e un correo a la cuenta
<a href="mailto:bug-PROGRAM@gnu.org">&lt;bug-PROGRAM@gnu.org&gt;</a> y sus observaciones llegar&aacute;n a los responsables (v&iacute;a un alias). Si encuentra un error en la versi&oacute;n can&oacute;nica de un programa GNU, por favor comun&iacute;quelo de esta manera.</p>

<p>Cuando recibimos un informe de fallo, intentamos generalmente corregir el problema. Pese a que la correcci&oacute;n de fallos por nuestra parte pueda parecer una asistencia individual, no lo es; forma parte del procedimiento de preparaci&oacute;n de una versi&oacute;n mejorada. Podemos enviarle un versi&oacute;n corregida
para que nos ayude a probar la soluci&oacute;n y asegurar su calidad. Si su informe de error no obtiene una respuesta por nuestra parte puede obtener ayuda de otro usuario que lea su mensaje en nuestras listas de correo. En caso contrario, utilice el <a href="/prep/service.es.html">Directorio de Servicio GNU (tama&ntilde;o: 58k)</a>.</p>

<p>Por favor no pida que le ayudemos a instalar software o lo ense&ntilde;emos c&oacute;mo utilizarlo --pero d&iacute;ganos si el <i>script</i> de instalaci&oacute;n falla o d&oacute;nde es confusa la documentaci&oacute;n.</p>

<p>Por &uacute;ltimo, puede comprobar que en la actualidad muchas compa&ntilde;&iacute;as redistribuyen software GNU, a menudo como parte de una distribuci&oacute;n GNU/Linux. Cuando encuentra fallos de funcionamiento en un programa GNU que instal&oacute; con una distribuci&oacute;n de GNU/Linux dada, a menudo es m&aacute;s &uacute;til comunicar el fallo directamente al distribuidor, no a nosotros. A veces los distribuidores modifican el software GNU (¡ya que son libres de hacerlo!) o est&aacute;n ejecutando versiones antiguas. Por este motivo ellos pueden ser quienes mejor encuentren un fallo de funcionamiento en una distribuci&oacute;n determinada.</p>

<p></p>

<hr />

<p>Regresar a la <a href="/home.es.html">p&aacute;gina principal de GNU</a>.</p>

<p>Si tiene preguntas acerca de la FSF o de GNU env&iacute;elas a <a href="mailto:gnu@gnu.org"><i>gnu@gnu.org</i></a>. Tambi&eacute;n puede contactar con la FSF de
<a href="/home.es.html#ContactInfo">otras maneras</a>.</p>

<p>Si tiene comentarios acerca de estas p&aacute;ginas env&iacute;elos a <a href="mailto:webmasters@www.gnu.org"><i>webmasters@www.gnu.org</i></a>. Para cualquier otra pregunta dir&iacute;jase a <a href="mailto:gnu@gnu.org"><i>gnu@gnu.org</i></a>.</p>

<p>Derechos reservados &copy; 1996, 1997, 1998, 1999, 2001 y 2002 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110, EEUU.</p>

<p>Se autoriza la copia fiel y la distribuci&oacute;n de este art&iacute;culo en cualquier medio siempre y cuando este aviso se conserve.</p>

<p>Actualizacida:
<!-- timestamp start -->
$Date: 2011/12/30 05:16:32 $ $Author: ineiev $
<!-- timestamp end -->

<hr>
<font size="-1">
Revisada: 15 ene 2004 Francisco Javier Cantais
</font>
<hr>

</p>
<hr />
</body>
</html>
