<!--#include virtual="/server/header.ca.html" -->

<title>Com aconseguir ajuda sobre el programari GNU - Free Software Foundation</title>

<!--#include virtual="/server/banner.ca.html" -->

<h2>Com aconseguir ajuda sobre el programari GNU</h2>

<p>
La Free Software Foundation no proporciona suport t&egrave;cnic. La
nostra missi&oacute; &eacute;s desenvolupar, preservar i protegir
el <a href="/philosophy/free-sw.ca.html">programari lliure</a>. Preferim
deixar que altres es guanyin la vida proporcionant suport t&egrave;cnic.
Veiem els programadors com a prove&iuml;dors d'un servei, igual que
els metges i els advocats; els coneixements, tant m&egrave;dics com
jur&iacute;dics, s&oacute;n de lliure distribuci&oacute;, per&ograve; els
que exerceixen la professi&oacute; cobren pels seus serveis. Aix&iacute; que, <strong></strong><strong>si
us plau, no envieu correus electr&ograve;nics ni truqueu a l'oficina
de la FSF per sol&middot;licitar suport t&egrave;cnic.</strong>
</p>

<p>
Podeu obtenir de diferents maneres la <a href="/doc/doc.ca.html">Documentaci&oacute; del
Projecte GNU</a>, que pot respondre a moltes de les vostres preguntes.
</p>

<p>
Tamb&eacute; allotgem un seguit de <a href="http://mail.gnu.org/mailman/listinfo/">llistes
de correu sobre el programari GNU</a>. Les llistes que comencen per <code>help-</code> s&oacute;n
per obtenir ajuda de la comunitat. <a href="/prep/mailinglists.html">Tamb&eacute; hi
ha disponible una relaci&oacute; feta a m&agrave; de les llistes de
correu de GNU</a>. Si no trobeu una llista de correu per a algun programa
GNU en particular, utilitzeu si us plau la llista <a href="mailto:help-gnu-utils@gnu.org">&lt;help-gnu-utils@gnu.org&gt;</a>.</p>

<p>
Hi ha a m&eacute;s <a href="/server/irc-rules.html">canals d'IRC sobre
programari  GNU</a>, en els quals podeu xatejar amb desenvolupadors
i altres usuaris.
</p>

<p>
El
  <a href="/prep/service.html">Directori GNU de Serveis</a> &eacute;s
  un registre de persones que ofereixen suport i altres serveis de
  consultoria. Aquesta llista es troba tamb&eacute; al fitxer etc/SERVICE
  de la distribuci&oacute; de GNU Emacs, i a la ruta /pub/gnu/GNUinfo/SERVICE
  del <a href="/order/ftp.html">servidor FTP de GNU</a>. Contacteu
  amb nosaltres per obtenir una c&ograve;pia de la llista o si voleu
  ser-hi incl&ograve;s.
</p>

<p>
Si trobeu una defici&egrave;ncia en algun programa GNU, ens agradar&agrave; saber-ho. &Eacute;s
per aix&ograve; que mantenim <a href="http://mail.gnu.org/mailman/listinfo/">llistes
de correu per als errors de funcionament del programari GNU</a>. Fins
i tot si no hi ha una llista de correu sobre cert programa, escriviu
a l'adre&ccedil;a &lt;bug-PROGRAMA@gnu.org&gt; i el vostre informe
d'errades arribar&agrave; al lloc correcte (a trav&eacute;s d'un &agrave;lies).
Aix&iacute;, doncs, si trobeu un error a la versi&oacute; can&ograve;nica
d'un programa GNU, comuniqueu-ho si us plau d'aquesta manera.
</p>

<p>
Quan rebem un informe d'error, intentem generalment corregir el problema.
  Malgrat que la correcci&oacute; d'errors pugui semblar un suport
  t&egrave;cnic individual, no ho &eacute;s; forma part de la preparaci&oacute; d'una
  versi&oacute; millorada. Podem enviar-vos un versi&oacute; corregida
  perqu&egrave; ens ajudeu a provar la soluci&oacute; i assegurar-nos
  de la seva qualitat. Si el vostre informe d'errors no obt&eacute; una
  resposta per la nostra part, podreu encara obtenir ajuda d'un altre
  usuari que llegeixi el vostre missatge a les llistes de correu sobre
  errors de funcionament. En cas contrari, utilitzeu el <a href="/prep/service.html">Directori
GNU de Serveis</a>.</p>

<p>
Si us plau, no ens demaneu que us ajudem a instal&middot;lar programari
o que us ensenyem a utilitzar-lo (per&ograve; podeu indicar-nos que
el programa d'instal&middot;laci&oacute; falla o que la documentaci&oacute; &eacute;s
confusa).
</p>

<p>
Noteu, per acabar, que avui dia moltes companyies distribueixen programari
  GNU, sovint com a part d'una distribuci&oacute; de GNU/Linux. Quan
  trobeu errors de funcionament en un programa GNU que v&agrave;reu
  instal&middot;lar amb certa distribuci&oacute; de GNU/Linux, sovint &eacute;s
  m&eacute;s &uacute;til comunicar directament l'error al distribu&iuml;dor
  que a nosaltres. De vegades els distribu&iuml;dors han modificat
  el programari GNU (ja que s&oacute;n lliures de fer-ho!) o estan
  utilitzant versions antigues. Per aquesta ra&oacute;, ells s&oacute;n
  les persones m&eacute;s indicades per trobar un error de funcionament
  que es d&oacute;na en una distribuci&oacute; determinada.
</p>

</div>
<!--#include virtual="/server/footer-short.ca.html" -->

<div id="footer">
<p>
Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Tamb&eacute; hi ha d' <a href="/contact/">altres formes de contactar</a> 
amb la FSF.
<br />
Envieu els enlla&ccedil;os trencats i d'altres correccions (o suggeriments) a 
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Vegeu el 
<a href="/server/standards/README.translations.html">Translations
README</a> per  informar-vos sobre la coordinaci&oacute; i publicaci&oacute; de
les traduccions d'aquest article.
</p>

<p>
Copyright &copy; 1999 Richard M. Stallman
<br />
Es permet realitzar i distribuir c&ograve;pies literals d'aquest article
en qualsevol medi sense pagament de drets, sempre que hi aparegui
aquesta nota.
</p>

<p>
Traducci&oacute;: <a href="http://www.puigpe.org/">puigpe</a>, 13 de juny de 2006.
<br />
Updated:
<!-- timestamp start -->
$Date: 2011/07/13 17:35:30 $
<!-- timestamp end -->
  </p>
</div>

<div id="translations">
<h4>Traduccions d'aquesta p&agrave;gina</h4>

  <!-- Please keep this list alphabetical, and in the original -->
  <!-- language if possible, otherwise default to English -->
  <!-- If you do not have it English, please comment what the -->
  <!-- English is.  If you add a new language here, please -->
  <!-- advise web-translators@gnu.org and add it to -->
  <!--    - in /home/www/bin/nightly-vars either TAGSLANG or WEBLANG -->
  <!--    - in /home/www/html/server/standards/README.translations.html -->
  <!--      one of the lists under the section "Translations Underway" -->
  <!--    - if there is a translation team, you also have to add an alias -->
  <!--      to mail.gnu.org:/com/mailer/aliases -->
  <!-- Please also check you have the 2 letter language code right versus -->
  <!--     http://www.w3.org/WAI/ER/IG/ert/iso639.htm -->

<ul class="translations-list">
<!-- Catalan -->
<li><a href="/help/gethelp.ca.html">Catal&#x00e0;</a>&nbsp;[ca]</li>
<!-- Czech -->
<li><a href="/help/gethelp.cs.html">&#x010c;esky</a>&nbsp;[cs]</li>
<!-- English -->
<li><a href="/help/gethelp.html">English</a>&nbsp;[en]</li>
<!-- Spanish -->
<li><a href="/help/gethelp.es.html">Espa&#x00f1;ol</a>&nbsp;[es]</li>
<!-- French -->
<li><a href="/help/gethelp.fr.html">Fran&#x00e7;ais</a>&nbsp;[fr]</li>
<!-- Polish -->
<li><a href="/help/gethelp.pl.html">polski</a>&nbsp;[pl]</li>
<!-- Portuguese -->
<li><a href="/help/gethelp.pt.html">Portugu&#x0ea;s</a>&nbsp;[pt]</li>
<!-- Romanian -->
<li><a href="/help/gethelp.ro.html">Rom&#x00e2;n&#x0103;</a>&nbsp;[ro]</li>
<!-- Albanian -->
<li><a href="/help/gethelp.sq.html">Shqip</a>&nbsp;[sq]</li>
<!-- Chinese (Simplified) -->
<li><a href="/help/gethelp.zh-cn.html">&#x7b80;&#x4f53;&#x4e2d;&#x6587;</a>&nbsp;[zh-cn]</li>
<!-- Chinese (Traditional) -->
<li><a href="/help/gethelp.zh-tw.html">&#x7e41;&#x9ad4;&#x4e2d;&#x6587;</a>&nbsp;[zh-tw]</li>
</ul>
</div>
</div>
</body>
</html>
