<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>El software libre y las empresas - Empresas - Art&iacute;culos de opini&oacute;n - GNU Espa&ntilde;a</TITLE>
<META HTTP-EQUIV="Keywords" CONTENT="FSF/GNU, Espa&ntilde;, filial, GNU, FSF,
Free, Software, Foundation, Linux, Emacs, GCC, Unix, Software libre,
Sistemas Operativos, Kernel, HURD">
<META HTTP-EQUIV="Description" CONTENT="Desde 1983, desarroyando el sistema
operativo libre, estilo Unix, bajo GNU, con el que los usuarios de computadoras
tengan la libertadde compartir y mejorar el software que usen.">
<LINK REV="made" HREF="mailto:webmasters@es.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">

<CENTER><H1>GNU Espa&ntilde;a</H1></CENTER>

<CENTER>
<IMG SRC="/Images/gnu-head.jpg"
   ALT="[imagen de la cabeza de un &Ntilde;U] " BORDER=0
   WIDTH="129" HEIGHT="122"><BR>

[
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
]
<HR>

[ <A HREF="/Opinion">Proyectos Software</A> | <A HREF="/Opinion/Empresa">Empresa</A> | <A HREF="/Opinion/Filosofia">Filosof&iacute;a</A> | <A HREF="/Opinion/Tecnologia">Tecnolog&iacute;a</A> | <A HREF="/Opinion/Legislacion">Legislaci&oacute;n</A> ] <HR>

</CENTER>

<!-- Keep the tables short and be sure that they degrade properly -->
<!-- when using text-only browsers! -->

<!-- ************************************************************ -->
<!-- begining of the main content -->

<P>
<CENTER>
<TABLE WIDTH="80%">
  <TR>
    <TD>
<H2>El software libre y las empresas</h2>
<br>&nbsp;<br>
Con este art&iacute;culo comienzo una serie sobre la relaci&oacute;n del Software Libre y
las empresas. En este art&iacute;culo y en el siguiente, trataremos el tema desde el
punto de vista de la empresa como usuario de software libre, y despu&eacute;s lo
veremos como productor de software libre. Ante todo, vaya por delante que en
estos art&iacute;culos hablar&eacute; del Software Libre desde el punto de vista del
Copyleft, es decir, del software que se encuentra bajo la licencia GPL, que
hoy por hoy es la &uacute;nica realmente Copyleft en el amplio abanico de licencias
denominadas "Free Software".
<br>&nbsp;<br>
En el mundo en que vivimos, la inform&aacute;tica se ha convertido en herramienta
fundamental para el correcto funcionamiento de cualquier empresad moderna.
El software, en tanto en cuanto es el elemento que le permite a un usuario
sacar partido de una m&aacute;quina, es una pieza clave, y la correcta elecci&oacute;n del
mismo es casi uno de los elementos m&aacute;s importantes a la hora de equipar
inform&aacute;ticamente una empresa. Ahora bien, normalmente las empresas se ven
subyugadas por el concepto rentabilidad/oportunidad, y ante ese hecho,
deben optar por un software que sea utilizado por una amplia base de usuarios,
que al fin y al cabo en parte ser&aacute;n empleados suyos. He aqu&iacute; el hecho más
importante por el cual una empresa elige software propietario en vez de libre.
Pero ahora distingamos entre los distintos conceptos.
<br>&nbsp;<br>
<h2>Software propietario:</h2>
El software propietario es un producto cerrado, que se nos vende tal cual, y
que no podemos abrir ni modificar sin permiso de la empresa que lo ha
realizado. Pero es m&aacute;s, y he aqu&iacute; la cualidad más &eacute;ticamente escandalosa del
software propietario: no podemos copiarlo libremente. No podemos siquiera
sacar copias del producto para nuestra propia seguridad, con lo que si la
copia licenciada que tenemos se estropea o se pierde, estamos obligados a
comprar otra sin remisi&oacute;n. Esto nos conduce a la siguiente conclusión:
<br>&nbsp;<br>
<H2>No compramos software, nos lo alquilan</H2>
¿Que significa esto? Pues simple y llanamente que las licencias cerradas son
simplemente contratos de alquiler. Si miramos cualquier licencia propietaria
que podamos encontrar (La de Windows es un buen ejemplo), veremos una serie
de puntos que van en contra de todo pensamiento comercial b&aacute;sico:
<br>&nbsp;<br>
<ol>
<li>El software no es nuestro: se nos indica claramente que el software es
propiedad de la empresa (productora), y que incluso es posible que nos
revoquen la licencia.</li>
<br>&nbsp;<br>
 <li>Al ser un producto alquilado, no podemos hacer modifiaciones sobre &eacute;l
(aunque esto no es una consecuencia directa del alquiler propiamente dicho).
Tampoco podemos realizar ingenier&iacute;a inversa (en realidad, en Espa&ntilde;a y otros
paises si se puede, ya que las licencias suelen estar realizadas para los USA
y se suelen entregar sin cambios a otros paises), lo que implica que no
podemos coger un binario y convertirlo a fuente a partir de el.</li>
<br>&nbsp;<br>
 <li>Y como en todo alquiler, no podemos ni realquilarlo o revenderlo (la
comunmente llamada pirater&iacute;a de software), pero tampoco distribuirlo en
nuestros c&iacute;rculos ni a otras personas, a&uacute;n sin que medie lucro alguno.</li>
<br>&nbsp;<br>
 <li>Estos son, digamos, los puntos m&aacute;s importantes que indican la falta de
libertad a la hora de adquirir un software. Cuando vamos a la tienda, no
estamos comprando software, sino que nos lo alquilan, con lo que podemos
concluir a grandes rasgos que, b&aacute;sicamente, nos están enga&ntilde;ando. Esto
habitualmente se suele comparar con un coche que se nos entrega con el capo 
cerrado. Solamente t&eacute;cnicos de la concesionaria o del fabricante pueden
abrirlo, y siempre que queramos hacer cambios, ha de hacerlos la misma
empresa, y con sus piezas, eso tampoco podemos elegirlo... El software
propietario limita y encarece nuestro software y nuestra libertad a la hora
de usarlo y hacer con ello lo que creamos oportuno.</li>
</ol>
<br>&nbsp;<br>
<H2>El Software Libre</H2>
En el extremo opuesto nos encontramos al Software Libre, qu&eacute; es una forma de
devolver al software y a sus creadores y usuarios la libertad que
inherentemente tienen. Esto entronca, a mi entender, de alguna forma con la
denominada "Libertad de informaci&oacute;n", entendida como que todo aquello que
tienen alguna relevancia debe ser conocida por todos, y compartida sin l&iacute;mite
alguno tanto de dinero como de otro tipo (ideolog&iacute;a, raza, sexo, uso, etc...).
B&aacute;sicamente el software libre contiene en si cuatro principios que le dan
sustancia y consistencia:
<br>&nbsp;<br>
<ol>
<li>Libertad de uso: somos libres de usar o no usar, y de usar como queramos
el software...</li>
<br>&nbsp;<br>
<li>Libertad de modificaci&oacute;n: tenemos acceso total al código fuente (las
ordenes de texto que luego se compilan en los archivos ejecutables), y podemos
modificarlo, a&ntilde;adir o borrar cosas libremente sin tener que dar cuentas a
nadie por ello.</li>
<br>&nbsp;<br>
<li>Libertad de distribuci&oacute;n: podemos copiar indefinidamente ese software, a&uacute;n
sin pedir permiso al autor original, y distribuirlo de forma gratuita o
cobrando, tanto el original como las modificaciones, sin l&iacute;mite alguno.</li>
<br>&nbsp;<br>
<li>Restricci&oacute;n de software libre: es el punto m&aacute;s importante de los cuatro
y es lo que le da la verdadera libertad al software. Tambien es denominado
"Copyleft" (luego veremos que es). Significa que obligatoriamente, nadie
podr&aacute; incorporar software libre dentro de un binario cerrado perteneciente a
un software propietario. Esto implica que todo software que incorpore
software libre ha de ser, por definici&oacute;n, libre.</li>
</ol>
<br>&nbsp;<br>
¿Que es el Copyleft? Se trata con mucho del elemento m&aacute;s importante de los
cuatro, y es sin duda lo que le ha dado aut&eacute;ntica dimensi&oacute;n al software libre.
El copyleft es lo que le asegura a un programador que su software no va a ser
"mal utilizado" por un desarrollador de software propietario, incorpor&aacute;ndolo
sin m&aacute;s a un proyecto de software cerrado, rompi&eacute;ndose as&iacute; la libertad del
software, con todo lo que ello implica (se rompen tambien las libertades del
usuario y el programador). Tanto la l&oacute;gica como la &eacute;tica del software libre
implican que si un software nace libre, debe seguir siendo libre siempre.
Luego su inclusi&oacute;n en un software propietario rompe con todas las reglas
establecidas por el desarrollador. Esto tendr&aacute; especial relevancia en la parte
que dedicaremos a la relaci&oacute;n del software libre y la empresa desarrolladora
de software.
<br>&nbsp;<br>
En el pr&aacute;ximo art&iacute;culo se discutirá como afecta el software propietario a la
empresa y como beneficiarse del uso de software libre.
<br>&nbsp;<br>
Marcos Legido Hern&aacute;ndez<br>
<a href="mailto:lain@es.gnu.org">lain@es.gnu.org</a>
    </TD>
  </TR>
</TABLE>
</CENTER>

<!-- finish of the main content -->
<!-- ************************************************************ -->

<HR>

<A HREF="/Voluntarios/webmasters.html"><EM>Webmasters</EM></A>
<BR>
<A HREF="mailto:webmasters@es.gnu.org"><EM>webmasters@es.gnu.org</EM></A>

<HR>
[ <A HREF="/Opinion">Proyectos Software</A> | <A HREF="/Opinion/Empresa">Empresa</A> | <A HREF="/Opinion/Filosofia">Filosof&iacute;a</A> | <A HREF="/Opinion/Tecnologia">Tecnolog&iacute;a</A> | <A HREF="/Opinion/Legislacion">Legislaci&oacute;n</A> ] <HR>

[
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
]
<HR>

<P>
Escuela Universitaria de Informatica de la UPM, Carretera de Valencia Km - 7 Cp:28031 Madrid (Espa&ntilde;a)
<P>
La copia y distribucion de este articulo en su totalidad o parcialmente
esta permitido en cualquier medio, manteniendo la autoria y la direccion de la fuente.
<P>
&Uacute;ltima actualizaci&oacute;n:
<!-- hhmts start-->
30 Ene 2001
<!-- hhmts end -->
<HR>
</BODY>
</HTML>
