<!--#set var="PO_FILE" value=""
 --><!--#set var="ORIGINAL_FILE" value="/links/links.html"
 --><!--#set var="DIFF_FILE" value=""
 --><!--#set var="OUTDATED_SINCE" value="" -->

<!--#include virtual="/server/header.ca.html" -->
<!--#set var="DISABLE_TOP_ADDENDUM" value="yes" -->

<!-- Please do not change /links/links.html, without explicit instruction from 
mattl or johnsu01 (or rms) -->

<title>Enlla&ccedil;os a altres llocs sobre programari lliure - Projecte GNU - Free Software Foundation (FSF)</title>

<!-- Fixed by hand on May 12, 2014:
     - add out-of-date notice and disable top-addendum,
     - partially update footer,
     - remove #translations,
     - translist before banner.
-->
<!--#include virtual="/links/po/links.translist" -->
<!--#include virtual="/server/banner.ca.html" -->
<!--#include virtual="/server/outdated.ca.html" -->
<h2>Enlla&ccedil;os a altres llocs sobre programari lliure</h2>

<p>
Per ajudar a promoure el coneixement del programari lliure que no 
&eacute;s <a href="/software/software.html#TOCDescriptionsOfGNUSoftware">programari 
GNU distribu&iuml;t per la FSF</a>, hem recopilat els seg&uuml;ents 
enlla&ccedil;os a altres webs que contenen programari lliure o que estan 
directament relacionats amb el tema del programari lliure.
</p>

<p>
No hi ha enlla&ccedil;os als llocs web de certes distribucions del sistema 
GNU/Linux o del sistema BSD molt conegudes, perqu&egrave; aquests llocs presenten 
i faciliten expl&iacute;citament l'acc&eacute;s a diversos programes que no 
s&oacute;n lliures. Us agrairem que ens doneu a con&egrave;ixer altres llocs 
web sobre programari lliure que puguem enlla&ccedil;ar des d'aqu&iacute;.
</p>

<p> <em><span class="highlight">La FSF no es fa responsable dels continguts d'altres llocs web, ni del fet 
que els seus continguts no estiguin actualitzats.</span></em></p>

<h3 id="FreeGNULinuxDistributions">Distribucions GNU/Linux lliures</h3>

<p>
Aquestes s&oacute;n totes les distribucions GNU/Linux que sabem que nom&eacute;s 
contenen programari lliure, i que els llocs web on principalment es distribueixen 
nom&eacute;s distribueixen programari lliure. Si alguna distribuci&oacute; no 
apareix en aquesta llista, &eacute;s possible que compleixi aquests requisits 
i que no la coneixem; no obstant, &eacute;s molt m&eacute;s probable que la 
distribuci&oacute; o el lloc web de la distribuci&oacute; continguin programari 
no lliure.
</p>

<p>
Ens agradaria molt saber d'altres distribucions GNU/Linux que tinguin com a 
pol&iacute;tica no incloure ni recomanar programari no lliure. Els 
desenvolupadors de distribucions d'aquest tipus que desitgin que estiguem al 
corrent de la seva distribuci&oacute; poden contactar amb &lt;gnu@gnu.org&gt;.
</p>

<ul>
    <li>
      <a href="http://www.ututo.org/">UTUTO-e</a>, una distribuci&oacute; 
	  GNU/Linux que cont&eacute; &uacute;nicament programari lliure. Disponible 
	  en castell&agrave; i en angl&egrave;s.
    </li>
    <li>
        <a href="http://dynebolic.org">Dynebolic</a>, Distribuci&oacute; 
		GNU/Linux d'arrencada autom&agrave;tica, sense instal&middot;laci&oacute; 
		pr&egrave;via.</li>
    <li>
    <a href="http://www.blagblagblag.org">BLAG</a></li>
    <li>
        <a href="http://livecd.gnustep.org/">GNUstep</a>, una altra 
		distribuci&oacute; GNU/Linux d'arrencada autom&agrave;tica.</li>
    <li>
    <a href="https://www.musix.org.ar/wiki/index.php/Documentation">Musix GNU+Linux</a>, 
	una distribuci&oacute; GNU/Linux d'arrencada autom&agrave;tica disponible 
	en castell&agrave; i en angl&egrave;s.</li>
</ul>

<h3>Altres sistemes operatius lliures</h3>

<p>
Ens agradaria especialment saber d'altres sistemes operatius lliures que tinguin 
com a norma no incloure ni recomanar programari no lliure. Els desenvolupadors 
de sistemes operatius d'aquest tipus que desitgin que estiguem al corrent del 
seu sistema poden contactar amb &lt;gnu@gnu.org&gt;.
</p>

<ul>
  <li><a href="http://www.freedos.org/">El Projecte FreeDOS</a>, una versi&oacute; lliure de  DOS</li>
  <li><a href="http://www.gnu-darwin.org">GNU Darwin</a></li>
  <li><a href="http://www.reactos.com">ReactOS</a>, un substitut lliure per a Windows NT (encara no est&agrave; acabat)</li>
  <li><a href="http://www.aros.org/">Amiga Research Operating System</a>, una versi&oacute; lliure d'AmigaOS 3.1</li>
</ul>


<h3>Col&middot;leccions de programari lliure</h3>

<ul>
  <li><a href="http://www.delorie.com">El web de DJ Delorie</a>.</li>
  <li><a href="http://www.emacswiki.org/cgi-bin/wiki/ElispArea">GNU
       EmacsWiki: ElispArea</a></li>
  <li><a href="http://www.mibsoftware.com/reuse/">Reuse RKT</a> &eacute;s un &iacute;ndex de llistes de programari lliure.</li>
  <li><a href="http://www.uninetsolutions.com/free.html">Programes lliures en Perl d'Uninet </a></li>
</ul>


<h3>Documentaci&oacute; de programari lliure</h3>

<p>
Tingueu en compte que la documentaci&oacute; d'aquests llocs pot ser anterior a 
les &uacute;ltimes <a href="/doc/doc.html">versions</a> distribu&iuml;des per 
la FSF.
</p>

<ul>
  <li><a href="/software/gnujdoc/gnujdoc.html">GNUjdoc</a> &eacute;s un arxiu 
  central de traduccions al japon&egrave;s de documents de GNU.</li>
  <li><a href="http://www.delorie.com/gnu/docs/">Manuals de GNU a delorie.com</a></li>
  <li><a href="http://www.cslab.vt.edu/manuals/">Una col&middot;lecci&oacute; 
  de guies d'usuari per a paquets de programari populars</a> (CSUWEB)</li>
  <li><a href="ftp://phi.sinica.edu.tw/aspac/gnu/">Versions en PostScript de 
  manuals de GNU </a></li>
  <li><a href="http://www.mibsoftware.com/reuse/">Reuse RKT</a> proporciona 
  enlla&ccedil;os a FAQs (llistes de preguntes freq&uuml;ents), est&agrave;ndards 
  i material de refer&egrave;ncia.</li>
</ul>


<h3>Llocs no oficials sobre GNU</h3>

<ul>
  <li><a href="http://www.cs.pdx.edu/~trent/gnu">Les p&agrave;gines de Trent </a></li>
  <li><a href="http://www.gnu.cz">Una p&agrave;gina sobre GNU en txec </a></li>
</ul>


<h3>Coneixement lliure i cultura lliure</h3>       

<ul>
	<li><a href="http://www.wikipedia.org">Wikipedia.org</a> - L'enciclop&egrave;dia lliure.</li>
	<li><a href="http://www.ourproject.org">OurProject.org</a> - Coneixement lliure i cultura lliure per a una societat lliure.</li>
</ul>


<h3>Organitzacions relacionades amb el programari lliure</h3>

<ul>
  <li><a href="http://es.gnu.org">GNU Espanya</a> - La branca espanyola del Projecte GNU</li>
  <li><a href="http://it.gnu.org">GNU It&agrave;lia</a> - La branca italiana del Projecte GNU</li>
  <li><a href="http://www.belgeler.org/">Belgeler.org</a> - Un exhaustiu projecte de traducci&oacute; al turc que inclou escrits filos&ograve;fics sobre el programari lliure</li>
  <li><a href="http://www.april.org/">APRIL</a></li>
  <li><a href="http://swpat.ffii.org/vreji/pikta/index.en.html">European Software Patent Horror Gallery</a> (Galeria dels horrors de les patents de programari).</li>
  <li><a href="http://swpat.ffii.org/">FFII: Protegim la innovaci&oacute; en tecnologies de la informaci&oacute; dels abusos del sistema de patents </a></li>
  <li><a href="http://www.mutopiaproject.org/">Mutopia</a> recopila i distribueix m&uacute;sica lliure i informacions sobre la m&uacute;sica lliure.</li>
  <li>La <a href="http://www.publiclibraryofscience.org">Public Library of Science</a> (Biblioteca P&uacute;blica de Ci&egrave;ncia) proporciona suport a biblioteques cient&iacute;fiques en l&iacute;nia i p&uacute;bliques.</li>
  <li><a href="http://www.opencores.org">OpenCores.Org</a> &eacute;s un repositori de blocs IP lliures sintetitzables i de prototips de plaques base suplement&agrave;ries lliures o de codi obert.</li>
  <li><a href="http://www.vhdl.org/fmf">The Free Model Foundry</a> - models lliures de simulaci&oacute; de components digitals per a enginyers el&egrave;ctrics.</li>
  <li><a href="http://www.crynwr.com/cgi-bin/ezmlm-cgi/0/">Arxius</a> de la llista de correu Free Software Business (Negocis de Programari Lliure)</li>
  <li><a href="http://www.freesoft.cz">Fundaci&oacute; Txeca per al Programari Lliure </a></li>
  <li><a href="http://www.ffii.org">Association For a Free Informational
       Infrastructure (FFII)</a> (Associaci&oacute; per a una Infrastructura d'Informaci&oacute; Lliure).</li>
  <li><a href="http://www.my-opensource.org/">Organitzaci&oacute; malaia per al programari de codi obert </a></li>
  <li><a href="http://www.opencode.org/">OpenCode</a></li>
  <li><a href="http://www.opensource.org/">Open Source Initiative</a> (Iniciativa per al Codi Obert).</li>
  <li><a href="http://freegis.org">Projecte FreeGIS </a></li>
  <li><a href="http://translation.sourceforge.net">Translation Project</a> (Projecte de Traducci&oacute;).</li>
  <li><a href="http://www.ofset.org" name="OFSET">OFSET</a> - Organitzaci&oacute; per al Programari Lliure en l'Educaci&oacute; i l'Ensenyament.</li>
  <li><a href="http://www.fsfeurope.org/">FSF Europe</a>, Fundaci&oacute; per al Programari Lliure a Europa.</li>
  <li><a href="http://fsffrance.org/">FSF France</a>, Fundaci&oacute; per al Programari Lliure a Fran&ccedil;a.</li>
  <li><a href="http://gnu.org.in/">FSF India</a>, la branca &iacute;ndia de la FSF.</li>
  <li><a href="http://www.fsfla.org">FSF Latin America</a>, Fundaci&oacute; per al Programari Lliure a l'Am&egrave;rica Llatina.</li>
  <li><a href="http://www.cipsga.org.br/">CIPSGA</a></li>
  <li><a href="http://www.fsc.cc/">Free Software Consortium</a> (Consorci del Programari Lliure).</li>
  <li><a href="http://www.plugincinema.com/plugin/plugin_cinema/pffp.htm/">pFFP</a>
  - El plugincinema Free Film Project promou l'&uacute;s de programari lliure en la creaci&oacute; i distribuci&oacute; de pel&middot;l&iacute;cules.</li>
  <li><a href="http://www.softwarelivre.org">Projecte Programari Lliure a Brasil </a></li>
  <li><a href="http://avoir.uwc.ac.za">African Virtual Open Initiatives and Resources</a>, organitzaci&oacute; dedicada a la creaci&oacute; d'oportunitats per al desenvolupament i l'educaci&oacute; amb programari lliure a &Agrave;frica.</li>
  <li><a href="http://www.gnu.org/gugve">GUGVe</a> promou el programari lliure a Vene&ccedil;uela.</li>
  <li><a href="http://www.gnulinuxclub.org">GnuLinuxClub.org</a>
  es dedica a la propagaci&oacute; i l'&uacute;s de GNU/Linux i del programari lliure entre la comunitat d'usuaris d'ordinadors en general.</li>
</ul>


<h3>Llocs sobre l'&uacute;s i desenvolupament de programari lliure</h3>

<ul>
  <li><a href="http://www.gnuino.org/">gnuino.org</a> - introducci&oacute; al programari lliure en castell&agrave;.</li>
</ul>


<h3>Empreses que recolzen el desenvolupament de 
	   programari lliure, i nom&eacute;s de programari lliure</h3>

<ul>
  <li><a href="http://www.solis.coop.br/fred.php?sys_date=&amp;section=17">Solis Coop</a> (parcialment en portugu&egrave;s)</li>
  <li><a href="http://www.gnat.com/">Ada Core Technologies</a></li>
  <li><a href="http://www.cendio.com/">Cendio Systems AB</a></li>
  <li><a href="http://www.sra.co.jp/public/sra/product/wingnut/">Wingnut Project</a> (en japon&egrave;s)</li>
  <li><a href="http://www.prosa.it/">PROSA</a> (en part en itali&agrave;)</li>
  <li><a href="http://copyleft.net/">Copyleft</a></li>
  <li><a href="http://www.intevation.de/">Intevation GmbH</a></li>
  <li><a href="http://www.propus.com.br">Propus Software Livre</a> (parcialment en portugu&egrave;s)</li>
</ul>


<h3>Organitzacions que treballen per la llibertat 
	   en el desenvolupament inform&agrave;tic i en les comunicacions 
	   electr&ograve;niques</h3>

<ul>
  <li><a href="http://www.openrevolt.org/">openrevolt.org</a>
       <p>Aquest lloc proporciona informaci&oacute; sobre la Directriu Europea dels Drets d'Autor i altres lleis semblants. Es concentra en els dos principals problemes que presenta aquesta directiva des del punt de vista d'un usuari inform&agrave;tic: la cl&agrave;usula de &laquo;tancament&raquo;, que fa m&eacute;s f&agrave;cil als titulars de drets d'autor censurar p&agrave;gines web allotjades en prove&iuml;dors de serveis d'Internet, i les cl&agrave;usules que donen cobertura legal a les mesures contra la c&ograve;pia, comprometent els objectius p&uacute;blics propis del mateix sistema de drets d'autor, els drets humans, la pol&iacute;tica de compet&egrave;ncia i la investigaci&oacute; acad&egrave;mica.
       </p></li>

  <li><a href="http://www.opencores.org">OpenCores</a>
      <p>El prop&ograve;sit del projecte OpenCores &eacute;s complir els objectius de la definici&oacute; Open IP Core, entre els que s'inclou que hi hagi lliure acc&eacute;s i disponibilitat de:</p>
      <ul>
        <li>Informaci&oacute; sobre l'&uacute;s del maquinari.</li>
        <li>Informaci&oacute; sobre el disseny del maquinari.</li>
        <li>Programari per dissenyar maquinari.</li>
      </ul></li>

   <li><a href="http://www.chillingeffects.org">chillingeffects.org</a>
    <p>&Eacute;s una col&middot;lecci&oacute; de notificacions de &quot;cease and desist&quot; sobre activitats a Internet (notificacions en qu&egrave; s'exigeix el cessament d'una activitat al&middot;legant una violaci&oacute; dels drets d'autor). Invitem als visitants a introduir les notificacions d'aquest tipus que hagin rebut o enviat. El web les recopila en una base de dades en qu&egrave; es poden buscar i les enlla&ccedil;a amb explicacions legals.
    </p></li>

    <li><a href="http://progfree.org">The League for Programming Freedom</a>
    <p>La Lliga per la Llibertat de Programaci&oacute; &eacute;s una 
	organitzaci&oacute; que s'oposa a les patents de programes i a 
	l'aplicaci&oacute; del copyright a les interf&iacute;cies d'usuari.
       </p></li>


    <li><a href="http://eff.org">Electronic Frontier Foundation</a>
       <p>La Fundaci&oacute; Frontera Electr&ograve;nica (EFF) &eacute;s una fundaci&oacute; independent sense &agrave;nim de lucre que treballa per l'inter&egrave;s p&uacute;blic en la protecci&oacute; de llibertats civils fonamentals, com ara la privacitat i la llibertat d'expressi&oacute;, en l'&agrave;rea de la inform&agrave;tica i Internet.
       </p></li>

    <li><a href="http://epic.org">Electronic Privacy Information Center</a>
       <p>El Centre d'Informaci&oacute; sobre la Privacitat Electr&ograve;nica (EPIC) &eacute;s un centre d'investigaci&oacute; d'inter&egrave;s p&uacute;blic amb seu a Washington. Es va fundar el 1994 per atraure l'atenci&oacute; p&uacute;blica sobre els nous problemes que afecten les llibertats civils i per protegir la privacitat, la primera esmena de la constituci&oacute; dels Estats Units i els valors constitucionals.
       </p></li>

    <li><a href="http://www.cpsr.org">Computer Professionals for Social Responsibility</a>
       <p>Professionals de la Inform&agrave;tica per la Responsabilitat Social (CPSR) &eacute;s una alian&ccedil;a d'inter&egrave;s p&uacute;blic d'inform&agrave;tics i altres persones preocupades per l'impacte de la tecnologia inform&agrave;tica en la societat. Treballem per influir en les decisions referents al desenvolupament i &uacute;s d'ordinadors, perqu&egrave; aquestes decisions tenen conseq&uuml;&egrave;ncies molt importants i reflecteixen els nostres valors i prioritats fonamentals.
       </p></li>

    <li><a href="http://www.aclu.org">American Civil Liberties Union</a>
      <p>La Uni&oacute; Americana per les Llibertats Civils &eacute;s la principal defensora dels drets individuals als Estats Units. Litiguen, legislen i eduquen el p&uacute;blic en un ampli ventall de temes que afecten a la llibertat individual als Estats Units.
      </p></li>

    <li><a href="http://www.gilc.org">Global Internet LibertyCampaign</a>
      <p>La Campanya Global per la Llibertat a Internet (GILC) est&agrave; formada per membres de la Uni&oacute; Americana per les Llibertats Civils, el Centre d'Informaci&oacute; sobre la Privacitat Electr&ograve;nica, les associacions Human Rights Watch, Internet Society, Privacy International, Association des Utilisateurs d'Internet i altres organitzacions per les llibertats i els drets humans. Defensa la prohibici&oacute; de la censura en les comunicacions electr&ograve;niques, i insisteix que la llibertat d'expressi&oacute; a la xarxa no ha d'estar restringida per raons indirectes com ara els excessius controls governamentals o privats sobre el maquinari, el programari, la infrastructura de telecomunicacions o altres components essencials d'Internet.
      </p></li>

 <li><a href="http://www.savethe.org/">Save the []</a>
       <p>Aquest lloc s'oposa a la llei INDUCE (&quot;INDUCE act&quot; o llei d'inducci&oacute;, anomenada ara IIC act), que declara il&middot;legal induir a la violaci&oacute; dels drets d'autor. Aquesta llei podria utilitzar-se per a penalitzar qualsevol persona o companyia que proporcioni un aparell o un servei que pugui afegir valor a un material sotm&egrave;s a copyright. 
       </p></li>

 <li><a href="http://www.p2punited.org/">P2P United</a>
       <p>Aquest lloc lluita contra la legislaci&oacute; que prohibeix el programari peer to peer.
       </p></li>
</ul>

<h3>Not&iacute;cies sobre programari lliure</h3>

<p>
Els seg&uuml;ents llocs web ofereixen not&iacute;cies actualitzades sobre 
programari lliure i (en alguns casos) sobre programari GNU.
</p>

<ul>
<li><a href="http://news.northxsouth.com">news.northxsouth.com</a>, not&iacute;cies
  sobre programari lliure a Am&egrave;rica Llatina.</li>
<li><a href="http://gnuticias.es.gnu.org">GNUticias</a>, not&iacute;cies sobre 
  programari lliure i el Projecte GNU (en castell&agrave;).</li>
</ul>

</div>

<!--#include virtual="/server/footer.ca.html" -->
<div id="footer">
<div class="unprintable">

<p>
Envieu les vostres preguntes sobre la FSF i GNU a 
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Tamb&eacute; hi ha d'<a href="/contact/">altres formes de contactar</a> 
la FSF.
<br />
Envieu els enlla&ccedil;os trencats i d'altres correccions (o 
suggeriments) a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Vegeu el <a href="/server/standards/README.translations.html">Translations
README</a> per a informar-vos sobre la coordinaci&oacute; i publicaci&oacute; 
de les traduccions d'aquest article.
</p>
</div>

<p>
Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004,
2005, 2006, 2007 Free Software Foundation, Inc.,</p>
<address>51 Franklin St, Fifth Floor, Boston, MA 02110, USA</address>
<p>Es permet realitzar i distribuir c&ograve;pies literals d'aquest article en 
qualsevol medi sense pagament de drets, sempre que hi aparegui aquesta nota.
</p>
<!--#include virtual="/server/bottom-notes.ca.html" -->

<p class="unprintable">
Updated:
<!-- timestamp start -->
$Date: 2016/07/11 08:08:20 $
<!-- timestamp end -->
</p>
</div>
</div>
</body>
</html>
