<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <title>GNUPedia Anuncio del Proyecto - GNU Project - Free Software Foundation (FSF)</title>
<!-- This is a boilerplate for the web pages used in the GNU project. -->
<!--      Please change it according to specifications -->
<!--      and THEN DELETE THESE LINES !!!! -->
<link REV="made" HREF="mailto:webmasters@gnu.org">
</head>
<body text="#000000" bgcolor="#FFFFFF" link="#1F00FF" vlink="#9900DD" alink="#FF0000">

<h1>
GNUPedia - Encyclopedia Universal y Recursos de Ense&ntilde;anza Libres</h1>
<!-- When using this boilerplate, remember to: --><!--        -replace the "???" in both places above. --><!--        -replace the "boilerplate." several places below. --><!-- when you replace this graphic, make sure you change the link
     to also point to the correct HTML page.
     If you make a new graphic for this page, make sure it has
     a corresponding entry in /graphics/graphics.html .                   --><a href="/graphics/agnuhead.html"><img SRC="logo.png" ALT="[image of the Head of a GNU]" height=153 width=170></a>
[<!-- Please keep this list alphabetical --><!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --><a href="announcement.html">English<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  --><!-- Please keep this list alphabetical --><!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --></a>]
[<!-- Please keep this list alphabetical --><!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --><a href="announcement.es.html">Spanish<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  --><!-- Please keep this list alphabetical --><!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --></a>]
<p><!-- Replace this list with the page's contents. -->
<h4>
Table de contenidos</h4>

<ul>
<li>
<a href="#announcement">Anuncio del proyecto</a></li>

<li>
<a href="index.html">Volver al inicio</a></li>

<br>
<hr>
<h3>
Enciclopedia Universal y Recursos de Ense&ntilde;anza Libres</h3>

<h4>
Por Richard Stallman</h4>
La Telara&ntilde;a Mundial[<a NAME="backnota1" href="http://euclides.uniandes.edu.co/~j-tamara/gnu/encyclopedia/announcement.es.html#notapie1"></a><a href="#notapie1" name="backnota1">1</a>]
tiene el potencial de desarrollarse hacia una enciclopedia universal que
cubra todas las &aacute;reas del conocimiento, y hacia una biblioteca completa
de cursos de instrucci&oacute;n. Este resultado se podr&iacute;a obtener
sin ning&uacute;n esfuerzo especial, si nadie interfiere. Pero las corporaciones
se est&aacute;n movilizando ahora para dirigir el futuro en otro sentido--
un sentido en el que ellos controlan y restrigen el acceso a los materiales
de aprendizaje, de tal manera que pueden extraer dinero de las personas
que quieren aprender.
<p>Para asegurarnos que la red se desarrolle hacia el mejor y m&aacute;s
natural resultado, en el que esta se convierte en una enciclopedia libre,
debemos realizar un esfuerzo consciente para evitar el secuestro deliberado
de la informaci&oacute;n educacional y enciclop&eacute;dica de la red.
No podemos evitar que los negocios restrinjan la informaci&oacute;n que
ellos publican en la red; lo que si podemos hacer es proveer una alternativa.
Debemos lanzar un movimiento para desarrollar una enciclopedia universal
libre, de manera similar como el movimiento del software libre nos provey&oacute;
del sistema operativo libre GNU/Linux. La enciclopedia libre proveer&aacute;
una alternativa a aquellas restringidas que ser&aacute;n escritas por las
corporaciones.
<p>El resto de este art&iacute;culo trata acerca de lo que la enciclopedia
libre debe hacer, qu&eacute; tipo de libertades necesita darle al p&uacute;blico,
y c&oacute;mo podemos iniciar el desarrollo de la misma.
<h3>
Una enciclopedia situada en ninguna parte</h3>
En el pasado, las enciclopedias fueron escritas bajo la direcci&oacute;n
de una sola organizaci&oacute;n, que realizaba todas las decisiones acerca
del contenido, y se publicaban de una manera centralizada. No tiene sentido
el desarrollar y publicar una enciclopedia libre de esta forma-- estos
m&eacute;todos se adaptan inadecuadamente con la naturaleza de la Telara&ntilde;a
Mundial y con los recursos disponibles para escribir la enciclopedia.
<p>La enciclopedia libre no ser&aacute; publicada en un sitio &uacute;nico.
Esta consistir&aacute; de todas las p&aacute;ginas web que cubran temas
adecuados y que est&eacute;n adecuadamente disponibles para todo el mundo.
Estas p&aacute;ginas ser&aacute;n desarrolladas de una manera descentralizada
por miles de contribuidores, cada uno de ellos escribiendo art&iacute;culos
independientemente y public&aacute;ndolos en varios servidores web. No
habr&aacute; una organizaci&oacute;n &uacute;nica a cargo de ella, porque
tal centralizaci&oacute;n ser&iacute;a incompatible con el progreso descentralizado.
<h3>
Qui&eacute;n escribir&aacute; la enciclopedia?</h3>
En principio, cualquier persona es bienvenida a escribir art&iacute;culos
para la enciclopedia. Pero, donde m&aacute;s buscaremos personas que nos
ayuden ser&aacute; entre los profesores y estudiantes. A los profesores,
en general, les gusta ense&ntilde;ar, y la redacci&oacute;n de un art&iacute;culo
por a&ntilde;o para la enciclopedia ser&aacute; un agradable cambio de
sus labores en las aulas. Para estudiantes, un trabajo de grado puede convertirse
en un art&iacute;culo de la enciclopedia, si est&aacute; hecho con una
calidad especialmente buena.
<h3>
Peque&ntilde;os pasos har&aacute;n la tarea.</h3>
Cuando un proyecto es excitante, es f&aacute;cil imaginar una gran contribuci&oacute;n
que a uno le gustar&iacute;a hacer, dar un mordisco m&aacute;s grande del
que se puede dar, y al final renunciar sin poder mostrar nada.
<p>As&iacute; que es importante darle la bienvenida y alentar las m&aacute;s
peque&ntilde;as contribuciones. Escribir un libro de texto como material
para todo un semestre es una gran tarea, y s&oacute;lo una peque&ntilde;a
porci&oacute;n del profesorado podr&iacute;a contribuir en tal proporci&oacute;n.
Pero escribir acerca de un tema tan peque&ntilde;o que pueda servir como
tema de una sola sesi&oacute;n de clases es una contribuci&oacute;n que
muchos podr&iacute;an hacer. Un suficiente n&uacute;mero de estas peque&ntilde;as
contribuciones podr&iacute;an cubrir todo el campo de conocimiento.
<h3>
Viendo con perspectiva.</h3>
La creaci&oacute;n de la enciclopedia constituye una gran tarea, y esta
no ser&aacute; terminada en un a&ntilde;o. Si tomara veinte a&ntilde;os
el completarse esta enciclopedia libre, esto no ser&iacute;a m&aacute;s
que un instante en la historia de la literatura y la civilizaci&oacute;n.
<p>En proyectos como este, el progreso es lento durante los primeros pocos
a&ntilde;os; luego se acelera en la medida que el trabajo hecho atrae para
que m&aacute;s y m&aacute;s gente se una. Eventualmente se presenta una
avalancha de progreso. As&iacute; que no debemos sentirnos desanimados
cuando durante los primeros no alcancemos a terminarla. Tiene sentido el
escoger los primeros pasos para ilustrar acerca de lo que puede hacerse,
y el diseminar inter&eacute;s en el objetivo de largo plazo, para inspirar
a otros para que se unan a esta empresa.
<p>Esto significa que el trabajo de los pioneros, en los a&ntilde;os iniciales,
debe de ser, por encima de todo, de mucha firmeza. Debemos de estar en
guardia contra la posibilidad de que se degrade hacia un objetivo menos
&uacute;til, menos idealista, debido a la magnitud de la tarea. En lugar
de medir nuestros primeros pasos en relaci&oacute;n con toda la tarea,
debemos pensar en ellos como ejemplos, y tener confianza en que ellos inspirar&aacute;n
a un creciente n&uacute;mero de colaboradores para que se unan y concluyan
la labor.
<h3>
Evangelizar.</h3>
Puesto que esperamos que profesores y estudiantes en muchos colegios y
universidades alrededor del mundo se unan al esfuerzo de escribir contribuciones
para la enciclopedia libre, no debemos dejar este proceso al azar. Ya existen
ejemplos dispersos acerca de lo que puede hacerse. Presentemos sistem&aacute;ticamente
estos ejemplos a la comunidad acad&eacute;mica, mostremos la visi&oacute;n
de la enciclopedia libre universal, e invitemos a otros a que se unan en
la escritura de la misma.
<h3>
Qu&eacute; deber&iacute;a contener la enciclopedia</h3>
La enciclopedia libre, eventualmente, debe de apuntar a incluir uno o m&aacute;s
art&iacute;culos acerca de cualquier tema que usted esperar&iacute;a encontrar
en otra enciclopedia. Adicionalmente, puesto que no es pr&aacute;ctico
el limitar la cantidad de material enciclop&eacute;dico que puede haber
en la red, esta enciclopedia debe de eventualmente cubrir los temas m&aacute;s
avanzados y especializados que usted puede encontrar en enciclopedias especializadas,
tales como "La Enciclopedia de F&iacute;sica", "La Enciclopedia de Medicina",
"La Enciclopedia de Jardiner&iacute;a", o "La Enciclopedia de Cocina".
Podr&iacute;a, inclusive, ir m&aacute;s alla; por ejemplo, los observadores
de aves podr&iacute;an eventualmente contribuir con un art&iacute;culo
acerca de cada especie de ave, junto con im&aacute;genes y grabaciones
de sus trinos.
<p>Sin embargo, tan s&oacute;lo algunos tipos de informaci&oacute;n deben
de estar en una enciclopedia. Por ejemplo, papeles escolares, bases estad&iacute;sticas
detalladas, reportes de noticias, ficci&oacute;n y arte, bibliograf&iacute;as
extensas, y cat&aacute;logos de mercanc&iacute;a, tan &uacute;tiles como
puedan serlo, est&aacute;n fuera del alcance de una enciclopedia. (Algunos
de los art&iacute;culos pueden contener &uacute;tiles enlaces hacia tales
trabajos).
<p>Los cursos son una generalizaci&oacute;n en hipertexto de los libros
de texto usados para ense&ntilde;ar un tema a alguien o a una clase. El
recurso de aprendizaje debe de incluir, eventualmente, cursos de todos
los temas acad&eacute;micos, desde matem&aacute;ticas hasta historia del
arte, y tambi&eacute;n temas pr&aacute;cticos tales como la jardiner&iacute;a,
hasta donde esto tenga sentido. (Para algunos temas pr&aacute;cticos, tales
como los masajes o la interpretaci&oacute;n de conjuntos instrumentales,
podr&aacute;n resultar imposibles de estudiar a trav&eacute;s de un libro
sin la ayuda de un maestro--estos temas podr&iacute;an ser menos &uacute;tiles
de incluir). Se deber&aacute;n de cubrir estos temas en todos los niveles
que sean &uacute;tiles, que en algunos casos ir&aacute;n desde el primer
grado hasta el &uacute;ltimo grado escolar.
<p>Un art&iacute;culo &uacute;til para la enciclopedia tratar&aacute; un
tema espec&iacute;fico a un nivel particular, y cada autor har&aacute;
una contribuci&oacute;n, principalmente, enfocada en una &aacute;rea que
&eacute;l o ella conozcan especialmente bien. Pero, al hacer esto, deberemos
de mantener dentro de nuestras mentes, la visi&oacute;n de una enciclopedia
libre que sea universal en cuanto a su alcance--para que podamos rechazar
firmemente cualquier intento para poner l&iacute;mites artificiales ya
sea en el alcance o el car&aacute;cter libre de la enciclopedia.
<h3>
Criterios que las p&aacute;ginas deben cumplir.</h3>
Para asegurar que esta enciclopedia sea, de hecho, libre y universal, debemos
establecer los criterios de libertad que deben cumplir los art&iacute;culos
y los cursos de la enciclopedia.
<p>Las Enciclopedias no Libres convencionales publicadas por compa&ntilde;&iacute;as
tales como Microsoft seguramente ser&aacute;n disponibles en la red, tarde
o temprano --pero probablemente usted tendr&aacute; que pagar por leer
un art&iacute;culo, y seguramente no se le permitir&aacute; redistribuirlo.
Si estamos a gusto con el conocimiento como una comodidad, accesible solamente
por una burocracia computarizada, podemos permitir simplemente que las
compa&ntilde;&iacute;as lo provean.
<p>Pero si queremos mantener el conocimiento humano abierto y libremente
distribuido a la humanidad, debemos hacer el trabajo para hacerlo disponible
de esa forma. Debemos escribir una enciclopedia libre -- por lo tanto --
debemos determinar primero la interpretaci&oacute;n apropiada de "libre"
para una enciclopedia en Internet. Debemos decidir qu&eacute; criterios
de libertad debe cumplir una enciclopedia libre y recursos de aprendizaje
libres deben cumplir.
<h4>
Permitir acceso universal.</h4>
La enciclopedia libre deber&iacute;a estar abierta al acceso p&uacute;blico
por todo el que pueda acceder a la red. Aquellos que buscan ganar control
sobre materiales educativos, de forma que se pueden lucrar restringiendo
el accesso al material, nos empujar&aacute;n a "comprometernos" acordando
acceso restringido a cambio de su participaci&oacute;n. Debemos ser firmes
y evitar cualquier trato que sea inconsistente con la meta &uacute;ltima.
No hay prisa, y no hay sentido en ir al lado malo en estos primeros a&ntilde;os.
<h4>
Permitir Sitios de Respaldo.</h4>
Cuando la informaci&oacute;n est&aacute; disponible en la red solamente
en un sitio, su disponibilidad es vulnerable. Un problema local(Una ca&iacute;da
de computador, un terremoto, una inundaci&oacute;n, un recorte de presupuesto,
un cambio en la pol&iacute;tica de la administraci&oacute;n de un colegio)
podr&iacute;a cortar el acceso a toda la gente para siempre. Para defendernos
de la p&eacute;rdida del material de la enciclopedia, debemos asegurarnos
que cada pieza de la enciclopedia est&aacute; disponible en muchos sitios
en Internet, y que nuevas copias pueden colocarse si algunas desaparecen.
<p>No hay necesidad de armar una organizaci&oacute;n o hacer burocracia
para esto, porque a los usuarios de Internet les gusta armar "sitios de
respaldo"[<a NAME="backnota2" href="http://euclides.uniandes.edu.co/~j-tamara/gnu/encyclopedia/announcement.es.html#notapie2"></a><a href="#notapie2" name="backnota2">2</a>]
que mantienen copias duplicadas de p&aacute;ginas web interesantes. Lo
que debemos hacer de antemano es asegurar que esto est&aacute; permitido
legalmente.
<p>Por lo tanto, cada art&iacute;culo de la enciclopedia y cada curso debe
permitir expl&iacute;cita e irrevocablemente a cualquiera hacer copias
literales en sitios de respaldo. Este permiso deber&iacute;a ser uno de
los principios b&aacute;sicos establecidos en la enciclopedia libre.
<p>Alg&uacute;n d&iacute;a probablemente habr&aacute; esfuerzos sistem&aacute;ticos
para asegurar que cada art&iacute;culo y curso est&eacute; replicado en
muchas copias (Tal ves al menos una en cada uno de los seis continentes
habitados). Ser&iacute;a una extensi&oacute;n natural de la misi&oacute;n
de archivar bibliotecas que se hace hoy en d&iacute;a. Pero ser&iacute;a
prematuro hacer planes formales de esto ahora. Es suficiente por ahora
asegurar que la gente tenga permiso para hacer estas copias de respaldo
cuando decidan hacerlo.
<h4>
Permitir traducci&oacute;n a otros idiomas.</h4>
La gente tendr&aacute; un uso del material de la enciclopedia de cada tema
en todo idioma humano. Pero el idioma primario de Internet --como del mundo
del comercio y de la ciencia de hoy-- es el Ingl&eacute;s. Lo m&aacute;s
probable es que las contribuciones a la enciclopedia en Ingl&eacute;s estar&aacute;n
a la delantera respecto a otros idiomas y la enciclopedia estar&aacute;
cerca de completarse primero en Ingl&eacute;s.
<p>Tratar de luchar en contra de esta tendencia ser&iacute;a auto-derrotarse.
La forma m&aacute;s f&aacute;cil para hacer la enciclopedia disponible
en todos los idiomas es alentando a una persona a traducir lo que otra
persona ha escrito. De esta forma, cada art&iacute;culo puede ser traducido
en muchos idiomas.
<p>Pero si esto requiere permiso expl&iacute;cito, ser&iacute;a muy dif&iacute;cil.
Por lo tanto, debemos adoptar una regla b&aacute;sica para que a cualquier
persona se le permita publicar una traducci&oacute;n exacta de cualquier
art&iacute;culo o curso, con una atribuci&oacute;n propia. Cada art&iacute;culo
y cada curso deber&iacute;a incluir un inciso otorgando permiso de traducciones.
<p>Para asegurar la exactitud de la traducci&oacute;n, el autor del original
deber&iacute;a reservar el derecho a insistir en correcciones de una traducci&oacute;n.
Un traductor deber&iacute;a sin embargo tener que dar al autor original
una razonable cantidad de tiempo para hacer esto, tal vez tres meses, antes
de publicar la traducci&oacute;n en el primer sitio. Despu&eacute;s de
eso, el traductor deber&iacute;a continuar haciendo correcciones a solicitud
del autor, cada vez que el autor las solicite.
<p>Alg&uacute;n d&iacute;a, cuando el n&uacute;mero de personas comprometidas
en la actividad de la enciclopedia aumente, los contribuidores podr&iacute;an
formar Sociedades de Traducci&oacute;n Exacta para varios idiomas, las
cuales se encargar&iacute;an de asegurar la exactitud de las traducciones
en esos idiomas. Un autor podr&iacute;a entonces designar una Sociedad
de Traducci&oacute;n Exacta para revisar y corregir una cierta traducci&oacute;n
de un determinado trabajo. Esto podr&iacute;a ser considerado para mantener
las Sociedades de Traducci&oacute;n Exacta separadas de los traductores
actuales, de tal forma que cada traducci&oacute;n ser&iacute;a revisada
por alguien diferente al traductor.
<h4>
Permitir citar con la respectiva autor&iacute;a.</h4>
Cada art&iacute;culo de la enciclopedia o curso debe permitir a cualquier
persona citar un fragmento cualquiera en un art&iacute;culo de otra enciclopedia
o curso, siempre que se otorgue la respectiva autor&iacute;a. Esto har&aacute;
posible construir con base en el trabajo que otros han hecho, sin necesidad
de ponerlo de nuevo completamente.
<p>Diferentes autores podr&iacute;an - si ellos lo consideran importante
- establecer reglas para lo que ser&iacute;a una adecuada autor&iacute;a
para ellos; eso est&aacute; bien. En la medida en que las reglas que se
establezcan para un trabajo particular no sean irrazonables o impracticas,
no causar&aacute;n problemas.
<h4>
Permitir versiones modificadas de cursos.</h4>
Los cursos deben evolucionar y los autores originales no trabajar&aacute;n
en ellos por siempre. Adem&aacute;s los profesores querr&aacute;n adaptar
los materiales de un curso a sus propios planes curriculares y m&eacute;todos
de ense&ntilde;anza. Ya que los cursos seguir&aacute;n siendo t&iacute;picamente
extensos (como un libro de texto hoy), ser&iacute;a un desperdicio inaceptable
decirle a los profesores, "Escriban el suyo desde el principio si quieren
cambiar esto". Por lo tanto, modificar un curso existente debe ser permitido;
cada curso deber&aacute; llevar una declaraci&oacute;n formal otorgando
permiso para publicar una versi&oacute;n modificada. Tiene sentido exigir
que las versiones modificadas lleven una apropiada autor&iacute;a dando
cr&eacute;dito a los autores de la versi&oacute;n previa, y que tengan
una marca indicando claramente que son modificadas, as&iacute; no habr&aacute;
confusi&oacute;n acerca de quien son los contenidos que en ellos se presentan.
<p>La Licencia de Documentaci&oacute;n Libre GNU (<a href="http://www.gnu.org/copyleft/fdl.html">http://www.gnu.org/copyleft/fdl.html</a>)
ser&iacute;a una buena licencia para usar en los cursos.
<h4>
Permitir versiones modificadas de gr&aacute;ficas y videos para cursos.</h4>
Las gr&aacute;ficas y videos, dibujados o fotogr&aacute;ficos, jugar&aacute;n
un papel importante en muchos cursos. Modificar estas gr&aacute;ficas y
videos ser&aacute; &uacute;til pedag&oacute;gicamente. Por ejemplo, usted
podr&iacute;a cortar una gr&aacute;fica para llamar la atenci&oacute;n
sobre cierta caracter&iacute;stica, o encerrar en un c&iacute;rculo o marcar
caracter&iacute;sticas particulares. Usar color falso puede ayudar a que
ciertos aspectos sean m&aacute;s f&aacute;ciles de ver. El realce de im&aacute;genes
tambi&eacute;n es posible.
<p>M&aacute;s all&aacute; de eso, una versi&oacute;n alterada de una gr&aacute;fica
podr&iacute;a ilustrar una idea diferente pero relacionada. Usted podr&iacute;a
empezar con un diagrama &uacute;til para un teorema en geometr&iacute;a,
y hacerle algunas adiciones, para producir un diagrama que sea relevante
en otro teorema.
<p>El permiso a modificar gr&aacute;ficas y videos es particularmente importante
porque la alternativa de hacer su propia gr&aacute;fica o video desde cero,
es con frecuencia muy dif&iacute;cil. No es tan terriblemente dif&iacute;cil
escribir su propio texto para comunicar ciertos hechos desde su propio
punto de vista, pero hacer lo mismo con una gr&aacute;fica no es tan f&aacute;cil.
<p>Por supuesto, las versiones modificadas de gr&aacute;ficas y videos
deben ser marcadas como modificadas, con el fin de prevenir el mal uso
de autor&iacute;a de sus contenidos, y deben dar los cr&eacute;ditos de
manera apropiada al original.
<h4>
S&oacute;lo software libre en la enciclopedia.</h4>
Los art&iacute;culos y especialmente los cursos incluir&aacute;n con frecuencia
software, por ejemplo, para mostrar una simulaci&oacute;n de una reacci&oacute;n
qu&iacute;mica, o ense&ntilde;arle con que frecuencia batir una salsa para
que no se queme. Para asegurar que la enciclopedia sea en realidad libre,
todo el software incluido en art&iacute;culos y cursos deber&aacute; cumplir
los criterios del software libre (<a href="http://www.gnu.org/philosophy/free-sw.es.html">http://www.gnu.org/philosophy/free-sw.es.html</a>)
y del software de c&oacute;digo abierto (<a href="http://www.opensource.org/">http://www.opensource.org/</a>).
<h4>
Sin Control Central.</h4>
La gente aveces sugiere que el "control de calidad" es esencial para una
enciclopedia, y pregunta qu&eacute; clase de "gobierno directivo" decidir&aacute;
qu&eacute; art&iacute;culos aceptar&aacute; como parte de la enciclopedia
libre. La respuesta es "ninguno". No podemos esperar darle a alguien tal
control.
<p>Si la enciclopedia libre es un &eacute;xito, se volver&aacute; tan ubicua
e importante que nos atrevemos no permitirle a ninguna organizaci&oacute;n
elegir qu&eacute; hace parte de la enciclopedia. Esta organizaci&oacute;n
tendr&iacute;a demasiado poder; la gente buscar&iacute;a politizarla o
corromperla, y podr&iacute;a triunfar f&aacute;cilmente.
<p>La &uacute;nica soluci&oacute;n a ese problema es no tener tal organizaci&oacute;n,
y evitar cualquier idea de centralizaci&oacute;n de control de calidad.
A cambio, deber&iacute;amos permitirle al que quiera, decidir. Si una p&aacute;gina
web trata un tema adecuado, y llena los criterios para un art&iacute;culo,
entonces lo consideramos un art&iacute;culo. Si una p&aacute;gina satisface
los criterios para un curso, lo consideramos un curso
<p>Pero qu&eacute; p&aacute;ginas son err&oacute;neas o incluso enga&ntilde;osas?
No podemos asumir que esto no suceder&aacute;. Pero la forma de corregirlo
es por medio de otros art&iacute;culos que muestren el error. En vez de
tener un "control de calidad" por una organizaci&oacute;n privilegiada,
tendremos revisiones por parte de varios grupos, que ganar&aacute;n respeto
por sus propias pol&iacute;ticas y acciones. En un mundo en donde nadie
es infalible, es lo mejor que podemos hacer.
<h4>
Fomentar la revisi&oacute;n cr&iacute;tica y las aclaraciones.</h4>
No habr&aacute; una &uacute;nica organizaci&oacute;n a cargo de lo que
se debe incluir en la enciclopedia o en el recurso de aprendizaje, a nadie
se le puede hacer lobby para excluir una "creaci&oacute;n de la ciencia"
o rechazo a un holocausto (o , por la misma corriente, hacerle lobby para
excluir la evoluci&oacute;n o la historia de los campos Nazi de concentraci&oacute;n)
Donde hay controversia, m&uacute;ltiples puntos de vista se presentar&aacute;n.
As&iacute; que ser&aacute; &uacute;til para los lectores tener la capacidad
de ver quien cita o ha hecho revisiones a una versi&oacute;n de cierto
art&iacute;culo en un tema.
<p>En los campos tales como la ciencia, la ingenier&iacute;a y la historia
hay est&aacute;ndares formales de revisiones cr&iacute;ticas. Deber&iacute;amos
incentivar a los autores de art&iacute;culos y cursos a buscar revisiones
cr&iacute;ticas, por medio de mecanismos escolares formales, as&iacute;
como por mecanismos informales tales como hacer preguntas a nombres respetados
en el campo para citar sus aclaraciones en el art&iacute;culo o el curso.
<p>Una aclaraci&oacute;n de revision cr&iacute;tica se aplica a una versi&oacute;n
del trabajo, no a las versiones modificadas. Por lo tanto, cuando un curso
tiene aclaraciones de revisiones cr&iacute;ticas, deber&iacute;a requerirse
que alguien publicara una versi&oacute;n modificada del curso para remover
las aclaraciones. (El autor de la versi&oacute;n modificada deber&iacute;a
ser libre para buscar nuevas aclaraciones para tal versi&oacute;n).
<h4>
Sin cat&aacute;logo, por ahora.</h4>
Cuando la enciclopedia est&eacute; bien poblada, los cat&aacute;logos ser&aacute;n
muy importantes. Pero no debemos intentar tratar el tema de la catalogaci&oacute;n
ahora, porque es prematuro. Lo que necesitamos este a&ntilde;o y los pr&oacute;ximos
es escribir art&iacute;culos. Una vez los tengamos, una vez tengamos un
gran n&uacute;mero de voluntarios produciendo gran cantidad de art&iacute;culos,
ese ser&aacute; el momento para catalogarlos. En ese tiempo, suficiente
gente estar&aacute; interesada en la enciclopedia para proveer el potencial
humano para hacer el trabajo.
<p>Como ninguna organizaci&oacute;n estar&aacute; a cargo de la enciclopedia,
no puede haber un cat&aacute;logo autoritario. A cambio, cualquiera ser&aacute;
libre de hacer un cat&aacute;logo, as&iacute; como cualquiera es libre
de proveer una evaluaci&oacute;n. Los catalogadores ganar&aacute;n respeto
de acuerdo a sus decisiones.
<p>Las p&aacute;ginas de la enciclopedia seguramente ser&aacute;n listadas
en sitios ordinarios de b&uacute;squeda en la web, y tal vez esos ser&aacute;n
los &uacute;nicos cat&aacute;logos que se necesitar&aacute;n. Pero verdaderos
cat&aacute;logos deber&iacute;an permitir redistribuci&oacute;n, traducci&oacute;n,
y modificaci&oacute;n --as&iacute;, los criterios para cursos deber&iacute;an
aplicar tambi&eacute;n para cat&aacute;logos.
<p>Lo que puede hacerse &uacute;tilmente desde el comienzo es reportar
nuevos art&iacute;culos para la enciclopedia a un sitio particular, el
cual pueda almacenar sus nombres como material bruto para cat&aacute;logos
reales, siempre que la gente comience a escribirlos. Para comenzar, usaremos
<a href="http://www.gnu.org/encyclopedia">http://www.gnu.org/encyclopedia</a>
para esto.
<h4>
Haciendo enlaces a otras p&aacute;ginas.</h4>
La regla final y m&aacute;s importante para las p&aacute;ginas en la enciclopedia
es la regla de exclusi&oacute;n:
<blockquote>Si una p&aacute;gina en el web cubre el tema de una materia
que deber&iacute;a estar en la enciclopedia o la biblioteca del curso,
pero su licencia es demasiado restrictiva para calificar, no debemos hacer
enlaces a esta desde art&iacute;culos de la enciclopedia o desde cursos.</blockquote>
Esta regla asegurar&aacute; que respetemos nuestras propias reglas, en
la misma forma que la regla de exclusi&oacute;n para evidencias se supone
que hace que la polic&iacute;a respete sus propias reglas: al no permitirnos
tratar trabajos que no cumplan los criterios como si los cumplieran.
<p>La idea de la Telara&ntilde;a Mundial es que los enlaces aten varias
p&aacute;ginas separadas en un gran todo. As&iacute;, cuando los art&iacute;culos
de la enciclopedia o los cursos enlacen una cierta p&aacute;gina, esos
enlaces efectivamente hacen la p&aacute;gina parte de la enciclopedia.
Decir algo diferente ser&iacute;a enga&ntilde;arse. Si vamos a tomar seriamente
los criterios establecidos antes, o cualquier otro criterio, tenemos que
basar nuestras acciones en los mismos, no incorporando una p&aacute;gina
en nuestra red de p&aacute;ginas si esta no cumple los criterios.
<p>Si un tema debiera estar cubierto en la enciclopedia o con un curso,
pero no lo est&aacute;, debemos asegurarnos de no olvidar que tenemos un
vac&iacute;o. La regla de exclusi&oacute;n nos lo recordar&aacute;. Cada
vez que pensemos hacer un enlace a una p&aacute;gina inaceptable, y nos
detengamos debido a la regla de exclusi&oacute;n, eso nos recordar&aacute;
que alguien deber&iacute;a escribir otra p&aacute;gina sobre el mismo tema
--una que sea lo suficientemente libre para ser parte de la enciclopedia.
Eventualmente, alguno de nosotros har&aacute; el trabajo.
<p>Por otra parte, muchas p&aacute;ginas web cubren material que normalmente
no ser&iacute;a incluido en una enciclopedia (por ejemplo, art&iacute;culos
de colegios, bases de datos con estad&iacute;sticas detalladas, reportes
de noticias, ficci&oacute;n y arte, bibliograf&iacute;as extensivas, y
cat&aacute;logos o mercancias). Tales p&aacute;ginas, independientemente
de si son lo bastante libres para estar en la enciclopedia est&aacute;n
fuera de su alcance. No representan vac&iacute;os en la enciclopedia. As&iacute;
que no hay necesidad de aplicar los criterios de la enciclopedia al hacer
enlaces a tales p&aacute;ginas.
<p>Producir una enciclopedia completa que satisfaga los principios de libertad
establecidos aqu&iacute;, tomar&aacute; un largo tiempo, pero eventualmente
la tendremos hecha --mientras recordemos la meta. El mayor peligro es que
perdamos de vista la meta y nos conformaremos con menos. La regla de exclusi&oacute;n
asegurar&aacute; que nos mantengamos en el camino.
<h4>
Mantener la libertad de contribuir.</h4>
Mientras la educaci&oacute;n se mueve en una l&iacute;nea y es cada vez
m&aacute;s comercializada, los profesores est&aacute;n en peligro de perder
incluso el derecho de hacer su trabajo libremente disponible al p&uacute;blico.
Algunas universidades han intentado reclamar propiedad sobre materiales
en l&iacute;nea producidos por profesores, para volverlos "material para
cursos" comercial con uso restringido. Al mismo tiempo, otras universidades
han encomendado sus servicios en l&iacute;nea a corporaciones, algunas
de las cuales han reclamado poseer todos los materiales publicados en el
sitio web de la universidad.
<p>Est&aacute; en manos de los profesores resistir esta tendencia. Pero
hay m&aacute;s de una forma de hacerlo. La base m&aacute;s obvia para la
objeci&oacute;n es decir, "yo poseo este trabajo, y yo, no la universidad,
tengo el derecho de venderlo a una compa&ntilde;&iacute;a si yo lo deseo".
Pero eso pone a la facultad en el mismo nivel moral de ego&iacute;smo de
la universidad, as&iacute; que ning&uacute;n lado tiene una ventaja moral
en el argumento.
<p>Si, por una parte, los profesores dicen, "Yo quiero poder hacer mi trabajo
completo disponible al p&uacute;blico sin restricciones", ellos ocupan
la posici&oacute;n moral guiadora, a la cual una universidad puede s&oacute;lo
oponerse poni&eacute;ndose en contra del p&uacute;blico, en contra del
aprendizaje y en contra del conocimiento.
<p>Resistir la venta de la universidad no ser&aacute; f&aacute;cil. Los
profesores mejor deben hacer uso de cualquier ventaja que puedan encontrar
--especialmente ventajas morales.
<p>Los otros puntos que ayudar&aacute;n son que (1) unas pocas universidades
prestigiosas probablemente devorar&aacute;n la mayor&iacute;a de los negocios
comerciales, mientras que otras universidades se evadir&aacute;n a si mismas
al pensar que ellas pueden realmente obtener grandes fondos de venderse,
y (2) los negocios tal vez guiar&aacute;n incluso a las universidades elite
fuera de las partes m&aacute;s lucrativas del campo.
<h3>
Difunda la palabra.</h3>
Cuando usted publica un potencial art&iacute;culo para una enciclopedia
o un curso, usted puede referenciar este plan si lo desea, para ayudar
a difundir la palabra e inspirar a otros a ayudar.&nbsp;</ul>

<hr WIDTH="100%">
<br>Volver a <a href="/home.es.html">la p&aacute;gina web del GNU</a>.
<p>Por favor env&iacute;e a la FSF &amp; GNU solicitudes &amp; preguntas
a <i><a href="mailto:gnu@gnu.org">gnu@gnu.org</a></i>. Hay otras <a href="/home.es.html#ContactInfo">formas
de contactar</a> la FSF.
<p>Por favor env&iacute;e comentarios de estas p&aacute;ginas a <i><a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a></i>,
otras preguntas a
<i><a href="mailto:gnu@gnu.org">gnu@gnu.org</a></i>.
<p>Copyright (C) 1999 Richard Stallman
<p>Copias literales y redistribuci&oacute;n de este art&iacute;culo entero
son permitidas en cualquier medio, siempre que se preserve esta nota.
<p>Actualizado:<!-- hhmts start -->13 Jan 2001 hf<!-- hhmts end -->
<hr>N. del T. [<a NAME="notapie1" href="#backnota1"></a><a NAME="notapie1" href="#backnota1"></a><a href="#backnota1" name="notapie1">1</a>]
World Wide Web : Es empleado el t&eacute;rmino para referirse a los recursos
de Comunicaciones v&iacute;a http.
<br>N. del T. [<a NAME="notapie2" href="#backnota2"></a><a NAME="notapie2" href="#backnota2"></a><a href="#backnota2" name="notapie2">2</a>]
Mirror Site: Sitio donde se guardan copias de otro sitio.
<hr>Traducci&oacute;n: Mauricio Rivera <a href="mailto:bogota_a_pata@yahoo.com">bogota_apata@yahoo.com</a>
(Colombia)
<br>Isamary Garcia <a href="mailto:is-garci@uniandes.edu.co">is-garci@uniandes.edu.co</a>
(Colombia)
<br>Pablo Chamorro <a href="mailto:pchamo2001@yahoo.com">pchamo2001@yahoo.com</a>
(Colombia)
<br>Vladimir T&aacute;mara <a href="mailto:vtamara@gnu.org">vtamara@gnu.org</a>
(Colombia)
<br>Fabiola Cabra <a href="mailto:cabra@javeriana.edu.co">cabra@javeriana.edu.co</a>
(Colombia)
<br>Igor T&aacute;mara <a href="mailto:ikks@bigfoot.com">ikks@bigfoot.com</a>
(Colombia)
<br>Antonio Regidor García <a href="mailto:a_regidor@yahoo.es">a_regidor@yahoo.es</a>
(España)
<br>$Date: 2011/01/27 22:41:37 $
<hr>
</body>
</html>
