Repository: gitGNU/gnu_www-ja
Catalog: www/music/po/free-software-song.*.po
Languages: de

source: The Free Software Song - GNU Project - Free Software Foundation
de: Free Software Song - GNU-Projekt - Free Software Foundation

source: The Free Software Song
de: Der <span xml:lang="en" lang="en">Free Software Song</span>

source: by Richard Stallman
de: von <strong>Richard Stallman</strong>

source: You can read the story of <a href="/music/writing-fs-song.html">the writing of the song</a>, too.
de: Die Geschichte zur <a href="/music/writing-fs-song.html">Entstehung des <em>Free Software Songs</em></a>.

source: The lyrics of the &ldquo;Free Software Song&rdquo; are sung to the melody of the Bulgarian folk song &ldquo;<a href="#SadiMoma" id="REFSadiMoma">Sadi moma bela loza</a>&rdquo;
de: Die Liedtexte vom <em>Free Software Song</em> werden zur Melodie des bulgarischen Volksliedes <a href="#SadiMoma" xml:lang="bg" lang="bg"><em>Sadi Moma</em></a> gesungen.

source: This song is in a rhythm of 7/8; those unaccustomed to odd rhythms often take the unevenness to be a mistake. The meter can be analyzed into three subgroups as slow-quick-quick or 3-2-2. Such meters in Bulgarian music can often be stretched, and some musicians analyze this song as 3-2-3 instead; however, Yves Moreau, who collected and taught the dance, endorses the rhythm of 7.
de: Dieses Lied ist im 7/8-Takt; jenen, denen diese ungeraden Rhythmen ungewohnt sind, halten die Unebenheit oft für einen Fehler. Der Takt kann in drei Untergruppen als langsam-schnell-schnell oder 3-2-2 analysiert werden. Solche Takte können in bulgarischer Musik oft gestreckt sein, und einige Musiker analysieren dieses Lied stattdessen als 3-2-3; allerdings befürwortet Yves Moreau, der den Tanz sammelte und lehrte, den Takt von 7.

source: Downloads
de: Herunterladen

source: Performances
de: Aufnahmen

source: A <a href="/music/free-software-song.au">recording (.au format)</a> of <a href="http://www.stallman.org/">Richard Stallman</a> singing this song, also available in <a href="/music/free-software-song.ogg">Ogg Vorbis format</a>.
de: Der <em>Free Software Song</em> (<a href="/music/free-software-song.au">.au</a>- und <a href="/music/free-software-song.ogg" type="audio/ogg">.ogg</a>-Format), gesungen von <a href="http://www.stallman.org/">Richard Stallman</a>.

source: A <a href="/music/FreeSWSong.ogg">recording (.ogg)</a> of the piece accompanied by Bulgarian instruments played in traditional style.
de: Der <em>Free Software Song</em> (<a href="/music/FreeSWSong.ogg" type="audio/ogg">.ogg</a>-Format), begleitet von bulgarischen Instrumenten im traditionellen Stil.

source: A <a href="http://audio-video.gnu.org/video/stallman_free_software_song_320x240.ogv">video of RMS performing the song (ogg)</a>, released under GFDLv1.3+ by the videographer, Julian Coccia.
de: Der <em>Free Software Song</em> (<a href="http://audio-video.gnu.org/video/stallman_free_software_song_320x240.ogv" type="video/ogg">.ogv</a>-Format), gesungen von Richard Stallman, gefilmt von Julian Coccia (Lizenz: <a href="/licenses/fdl">GNU FDLv1.3+</a>).

source: A <a href="/music/free-software-song-herzog.ogg">recording (.ogg)</a> of Katie Herzog performing the Free Software Song, released under <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/">CC BY-NC-ND</a>.
de: Der <em>Free Software Song</em> (<a href="/music/free-software-song-herzog.ogg" type="audio/ogg">.ogg</a>-Format), gesungen von Katie Herzog (Lizenz: <a href=" http://creativecommons.org/licenses/by-nc-nd/3.0/deed.de">CC BY-NC-ND 3.0</a>).

source: Alternate versions
de: Alternative Aufnahmen

source: <a href="http://audio-video.gnu.org/audio/Fenster-Free-Software-Song.ogg">Another song</a>, inspired by this one but mostly different, sung by the band Fenster (4.5M).
de: Vom <em>Free Software Song</em> inspiriert, aber zumeist anders von der Band <i>Fenster</i> gesungen (<a href="http://audio-video.gnu.org/audio/Fenster-Free-Software-Song.ogg" type="audio/ogg">.ogg</a>-Format) (4,5 MB).

source: A rhythmic version of free software song in <a href="/music/free-software-song-rhythmic.ogg">Ogg Vorbis</a> format by Thor.
de: Eine rhythmische Version (<a href="/music/free-software-song-rhythmic.ogg" type="audio/ogg">.ogg</a>-Format) von Thor.

source: An improvised piano version by Markus Haist in <a href="/music/markushaist-free-software-song.ogg">Ogg Vorbis</a> format (1.2 MB), released under <a href="/licenses/gpl-3.0.html">GPLv3</a>.
de: Eine improvisierte Klavierfassung (<a href="/music/markushaist-free-software-song.ogg" type="audio/ogg">.ogg</a>-Format) von Markus Haist (1.2 MB) (Lizenz: <a href="/licenses/gpl-3.0">GNU GPLv3</a>).

source: Another rock-like version by Pjj &amp; Hairyone in <a href="/music/pjj-and-hairyone-freesoftwaresong.ogg">Ogg Vorbis</a> format (1.6 MB).
de: Eine weitere Rock-ähnliche Version (<a href="/music/pjj-and-hairyone-freesoftwaresong.ogg" type="audio/ogg">.ogg</a>-Format) von PJJ &amp; Hairyone (1.6 MB).

source: A Spanish punk variant by ALEC in <a href="http://www.pc-freak.net/files/free-software-songs/Free_Software_Song_en_espa%c3%b1ol.ogv">Ogg Vorbis</a> format (1.7 MB).
de: Eine spanische Punkrock-Version (<a href="http://www.pc-freak.net/files/free-software-songs/Free_Software_Song_en_espa%c3%b1ol.ogv" type="video/ogv">.ogv</a>-Format) von ALEC (1.7 MB).

source: A version with a different structure in <a href="/music/freesoft.ogg"> Ogg Vorbis</a> format (3.7 MB) by Robert Kay, released under <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode">CC-BY-NC-SA</a>.
de: Eine Version mit einer anderen Struktur (<a href="/music/freesoft.ogg" type="audio/ogg">.ogg</a>-Format) von Robert Kay (3.7 MB) (Lizenz: <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/deed.de">CC BY-NC-SA 3.0</a>).

source: A version by the band Zweitgolf: <a href="free_software_song_sunnata.ogg">free_software_song_sunnata.ogg</a>, released under the GPL
de: Eine Version (<a href="free_software_song_sunnata.ogg" type="audio/ogg">.ogg</a>-Format) von der Band <i>Zweitgolf</i> (Lizenz: <a href="/licenses/gpl">GNU GPLv3+</a>.

source: Here is a metal version by Jono Bacon in <a href="http://www.pc-freak.net/files/free-software-songs/jonobacon-freesoftwaresong2.ogg">Ogg Vorbis</a> format (3.9 MB), released under <a href="http://creativecommons.org/licenses/by-sa/2.0/"> CC BY-SA</a>.
de: Eine Metal-Version (<a href="http://www.pc-freak.net/files/free-software-songs/jonobacon-freesoftwaresong2.ogg" type="audio/ogg">.ogg</a>-Format) von Jono Bacon (3.9 MB) (Lizenz: <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.de">CC BY-SA 2.0</a>).

source: This rock/metal version is put out by <a href="http://freesoftwaresong.altervista.org/"> Loneload</a> available in <a href="/music/loneload-free-software-song.ogg">Ogg Vorbis</a> format (2.2 MB), released under <a href="http://creativecommons.org/licenses/by/3.0/">CC BY</a>.
de: Eine Rock/Metal-Version (<a href="/music/loneload-free-software-song.ogg" type="audio/ogg">.ogg</a>-Format) von <a href="http://freesoftwaresong.altervista.org/">Loneload</a> (2.2 MB) (Lizenz: <a href="http://creativecommons.org/licenses/by/3.0/deed.de" title="Creative Commons Namensnennung 3.0 Unported">CC BY 3.0</a>.

source: <a href="http://archive.org/details/M00GNU">MooGNU</a> by the anonymous posters on the 4chan technology image board /g/ is licensed under the <a href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>. Available in <a href="http://archive.org/download/M00GNU/Freedom-catmoognu.ogv"> Ogg Video</a> format (4.5 MB).
de: <a href="http://archive.org/details/M00GNU">MooGNU</a> (<a href="http://archive.org/download/M00GNU/Freedom-catmoognu.ogv" type="video/ogg">.ogv</a>-Format) von den anonymen Postern des <span xml:lang="en" lang="en">4chan Technology Image Board /g/</span> (4.5 MB) (Lizenz: <a href="http://creativecommons.org/licenses/by-sa/3.0/deed.de">CC BY-SA 3.0</a>).

source: The band <a href="http://sebkhachott.net/spip/?Free-Software-Song">Sebkha-Chott</a> released in 2012, a <em>matricide</em> of the Free Software Song to celebrate the death of <a href="http://www.laquadrature.net/en/ACTA">ACTA</a>. It's available in <a href="http://archive.org/download/Sebkha-Chott_FSFSongIsHip_2012/SC_FSF.ogg">Ogg vorbis</a> (2.3MB), or in <a href="http://archive.org/download/Sebkha-Chott_FSFSongIsHip_2012/SC_FSF.flac">FLAC</a> (10.1MB), under the <a href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License, version 1.3</a>.
de: „Muttermord“ des <em>Free Software Song</em>, um den Tod von <a href="http://www.laquadrature.net/en/ACTA">ACTA</a> in 2012 zu feiern (<a href="http://archive.org/download/Sebkha-Chott_FSFSongIsHip_2012/SC_FSF.ogg">.ogg</a>- und <a href="http://archive.org/download/Sebkha-Chott_FSFSongIsHip_2012/SC_FSF.flac" type="audio/flac">.flac</a>-Format) (2.3 MB/10.1 MB) von der Band <i><a href="http://sebkhachott.net/spip/?Free-Software-Song">Sebkha-Chott</a></i> (Lizenz: <a href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License 1.3</a>).

source: The <strong>ecantorix</strong> program, a singing synthesis frontend for espeak, released under the GPLv3+, features the <a href="http://cloud.github.com/downloads/divVerent/ecantorix/song.ogg">Free Software Song as an example output</a>.
de: Eine besondere Beispielausgabe (<a href="http://cloud.github.com/downloads/divVerent/ecantorix/song.ogg" type="audio/ogg">.ogg</a>-Format), enthalten im Programm <b>eCantorix</b>, ein singendes Synthese-Frontend für <b>eSpeak</b>.

source: <a href="https://commons.wikimedia.org/wiki/File%3AFreesoftwaresong_126_mix.ogg"> Yet another version from Wikimedia Commons</a> (967 KB) is licensed under CC0.
de: Eine Version von PasiHus via Wikimedia Commons <a href="https://commons.wikimedia.org/wiki/File%3AFreesoftwaresong_126_mix.ogg" type="audio/ogg">.ogg</a>-Format)," (967 KB) (Lizenz: <a href="https://creativecommons.org/publicdomain/zero/1.0/deed.de">CC0 1.0</a>).

source: You can get a <a href="/music/free-software-song.pdf">typeset score</a> of the song made with <a href="http://lilypond.org">GNU LilyPond</a>. The LilyPond <a href="/music/free-software-song.ly">source</a> for the typeset score is also available.
de: Notenblatt (<a href="/music/free-software-song.ly" type="text/plain">.ly</a>- und <a href="/music/free-software-song.pdf" type="application/pdf">.pdf</a>-Format), erstellt mit <b><a href="/software/lilypond/">GNU LilyPond</a></b>.

source: Natty Traywick has <a href="https://musescore.com/user/1102686/scores/2429346">typeset it with MuseScore</a>, the &ldquo;other&rdquo; free scorewriter.
de: <a href="https://musescore.com/user/1102686/scores/2429346">Notenblatt</a> von Natty Traywick, erstellt mit <b><a href="https://musescore.org/de">MuseScore</a></b>, das „andere“ freie Notensatzprogramm.

source: &ldquo;Sadi moma bela loza&rdquo;
de: Sadi Moma

source: Here is a description of the tune of &ldquo;Sadi moma bela loza,&rdquo; a Bulgarian dance tune, in an ad-hoc form of notation using letters for notes. A dash means the previous note continues. There are seven beats per measure, thus seven characters in each group.
de: Eine Beschreibung einer Melodie des bulgarischen Volksliedes <em>Sadi Moma</em> in einer Ad-hoc-Notation mit Buchstaben für Noten. Ein Strich bedeutet, dass die vorhergehende Note weitergespielt wird. Es gibt sieben Schläge pro Takt, also sieben Zeichen in jeder Gruppe.

source: It is also available as an <a href="/music/sadi-moma.abc">ABC file</a>.
de: Eine ABC-Musiknotation (<a href="/music/sadi-moma.abc">.abc</a>-Datei) ist ebenfalls abrufbar.

source: Licensing
de: Lizenzierung

source: Richard Stallman and the Free Software Foundation claim no copyright on this song.
de: Richard Stallman und die Free Software Foundation erheben kein Copyright auf dieses Werk.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 1993, 2001, 2002, 2003, 2004, 2005, 2006, 2010, 2011, 2014, 2015, 2016 Richard Stallman
de: Copyright &copy; 1993, 2001-2006, 2010, 2011, 2014-2016 Richard Stallman.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitungen 4.0 International</a>-Lizenz.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <!--Jоегg Kоhпе, 2011-2016. --><a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2016.

source: Updated:
de: Letzte Änderung:
