Repository: gitGNU/gnu_www-ja
Catalog: www/music/po/music.*.po
Languages: de, fr, ja

source: GNU Music and Songs - GNU Project - Free Software Foundation
de: Musik und Lieder - GNU-Projekt - Free Software Foundation
fr: Musiques et chants du GNU - Projet GNU - Free Software Foundation

source: GNU Music and Songs
de: Musik und Lieder
fr: Musiques et chants du GNU
ja: GNU音楽と歌

source: <a href="/graphics/listen.html">
de: <a href="/graphics/listen">

source: A Listening GNU
de: Ein lauschendes Gnu
fr: Un GNU qui écoute
ja: 聴くGNU

source: This is a collection of music and songs for the amusement of all hackers.
de: Dies ist eine Sammlung von Musik und Liedern zum Vergnügen aller Hacker.
fr: Voici une collection de musiques et chansons pour l'amusement de tous les hackers.
ja: 音楽と歌のコレクションです。すべてのハッカーの楽しみのために。

source: Read the <a href="/music/free-software-song.html">lyrics, score, and source code</a> of the Free Software Song.
de: <cite><a href="/music/free-software-song">The Free Software Song</a></cite> von Richard Stallman<br />- Texte, Partitur und Quelltext <ins>sowie verschiedene Varianten</ins>.
fr: Lisez <a href="/music/free-software-song.html">les paroles, la partition, et le code source</a> de la <cite>Free Software Song</cite> (Chanson du logiciel libre).
ja: 自由ソフトウェアの歌の<a href="/music/free-software-song.html">歌詞、楽譜、そしてソースコード</a>を読もう。

source: Hear the Song <a href="/music/free-software-song.au">sung</a> by <a href="http://www.stallman.org/">Richard Stallman</a> himself. (If you are not used to a meter of 7/8, you may perceive it as inability to keep time.)
de: <!--cite><a href="/music/free-software-song.au">Free Software Song</a></cite> von Richard Stallman</a>. -->
fr: Écoutez cette chanson <a href="/music/free-software-song.au">chantée</a> par <a href="http://www.stallman.org/">Richard Stallman</a> lui-même (si vous n'êtes pas habitué au rythme de 7/8, vous pouvez penser qu'il est incapable de suivre le tempo).
ja: <a href="http://www.stallman.org/">リチャード・ストールマン</a>自身が<a href="/music/free-software-song.au">唄う</a>、自由ソフトウェアの歌を聞く。(7/8拍子に慣れていないと、調子はずれのように感じるかもしれません。)

source: Hear the Song <a href="/music/FreeSWSong.ogg">performed</a> in a good Bulgarian style.
de: <!--a href="/music/FreeSWSong.ogg"><cite>Free Software Song</cite> (bulgarischer Stil)</a>. -->
fr: Écoutez cette chanson <a href="/music/FreeSWSong.ogg">interprétée</a> dans le vrai style bulgare.
ja: 良いブルガリアのスタイルで<a href="/music/FreeSWSong.ogg">演奏された</a>歌を聴く。

source: Hear Katie Herzog <a href="/music/free-software-song-herzog.ogg">perform</a> the Free Software Song, released under <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/">CC BY-NC-ND</a>.
de: <!--<cite><a href="/music/free-software-song-herzog.ogg"><cite>The Free Software Song</a></cite> von Katie Herzog (Lizenz: <a href=" //creativecommons.org/licenses/by-nc-nd/3.0/deed.de">CC BY-NC-ND 3.0</a>). -->
fr: Écoutez Katie Herzog <a href="/music/free-software-song-herzog.ogg">interpréter</a> la Chanson du logiciel libre, diffusée sous licence <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/deed.fr">CC BY-NC-ND</a>.
ja: ケイティ・ヘルツォークが<a href="/music/free-software-song-herzog.ogg">演奏する</a>自由ソフトウェアの歌を聴く。<a href="http://creativecommons.org/licenses/by-nc-nd/3.0/">CC BY-NC-ND</a>でリリースされます。

source: The <a href="/music/free-birthday-song.html"> Free Birthday Song</a>, written and performed by Steven Sheffey.
de: <cite><a href="/music/free-birthday-song">The Free Birthday Song</a></cite> von Steven Sheffey 2014.
fr: <a href="/music/free-birthday-song.html">The Free Birthday Song</a>, la « chanson d'anniversaire libre », écrite et interprétée par Steven Sheffey.

source: <a href="/music/till_there_was_gnu.html">'Till There Was GNU</a>
de: <cite><a href="/music/till_there_was_gnu">'Till There Was GNU</a></cite> von Steven R. Champagne 2011.
fr: <a href="/music/till_there_was_gnu.html">Jusqu'au jour où vint GNU</a>

source: The <a href="/music/blues-song.html">Programmer's Blues</a> song!
de: <cite><a href="/music/blues-song">Programmer's Blues</a></cite> 1999.
fr: <a href="/music/blues-song.html">Le blues du programmeur</a> !
ja: The <a href="/music/blues-song.html">プログラマのブルース</a>の歌!

source: <a href="/music/whole-gnu-world.html">A Whole GNU World</a> by Daniel Vukelich
de: <cite><a href="/music/whole-gnu-world">A Whole GNU World</a></cite> von Daniel Vukelich 2015.
fr: <a href="/music/whole-gnu-world.html">Tout un monde GNU</a> par Daniel Vukelich

source: <a href="/music/gdb-song.html">The GDB Song</a>!
de: <cite><a href="/music/gdb-song">The GDB Song</a></cite> 1999.
fr: <a href="/music/gdb-song.html">La chanson de GDB</a> !
ja: <a href="/music/gdb-song.html">GDBの歌</a>!

source: <a href="/fun/jokes/vi.song.html">Addicted to vi</a>.
de: <cite><a href="/fun/jokes/vi.song">Addicted to Vi</a></cite> von Chuck Musciano 1989.
fr: <a href="/fun/jokes/vi.song.html">Intoxiqué à VI</a>
ja: <a href="/fun/jokes/vi.song.html">viに夢中</a>。

source: <a href="/fun/jokes/welcome-to-gnu-emacs.html">GNU Emacs Song</a>.
de: <cite><a href="/fun/jokes/welcome-to-gnu-emacs">The GNU Emacs Song</a></cite> von Jamie Mason 1999.
fr: <a href="/fun/jokes/welcome-to-gnu-emacs.html">Chanson de GNU Emacs</a>
ja: <a href="/fun/jokes/welcome-to-gnu-emacs.html">GNU Emacsの歌</a>。

source: <a href="/fun/jokes/gnu-song.html">The GNU Song</a>
de: <cite><a href="/fun/jokes/gnu-song.html" hreflang="en">The GNU Song</a></cite> von Michael Flanders und Donald Swann 2004
fr: <a href="/fun/jokes/gnu-song.html">La chanson du GNU</a>
ja: <a href="/fun/jokes/gnu-song.html">GNUの歌</a>

source: <a href="/fun/jokes/musical-pickup.html">Musical pick-up!</a>
de: <cite><a href="/fun/jokes/musical-pickup" hreflang="en">Musical pick-up!</a></cite> 1999.
fr: <a href="/fun/jokes/musical-pickup.html">Reprise musicale !</a>
ja: <a href="/fun/jokes/musical-pickup.html">音楽の言葉ピックアップ!</a>

source: <a href="/fun/jokes/eternal-flame.ogg">"God wrote in Lisp code"</a> (See also the <a href="/fun/jokes/eternal-flame.html">lyrics</a>.)
de: <cite><a href="/fun/jokes/eternal-flame">The Eternal Flame </a></cite> (eine Parodie von <cite>God Lives on Terra</cite> von Julia Ecklar 1996.
fr: <a href="/fun/jokes/eternal-flame.ogg">« Dieu écrivait en code Lisp »</a> (voir aussi les <a href="/fun/jokes/eternal-flame.html">paroles</a>)
ja: <a href="/fun/jokes/eternal-flame.ogg">"神はLispコードを書きたもう"</a> (<a href="/fun/jokes/eternal-flame.html">詩</a>はこちら。)

source: <a href="/fun/jokes/hackersong.html">If the Beatles were Hackers&#8230;</a>
de: <cite><a href="/fun/jokes/hackersong.html" hreflang="en">If the Beatles were Hackers&#160;…</a></cite> von Eleanor Rigby 2000.
fr: <a href="/fun/jokes/hackersong.html">Si les Beatles avaient été des hackers&#8230;</a>
ja: <a href="/fun/jokes/hackersong.html">もし、ビートルズがハッカーだったら&#8230;</a>

source: <a href="/fun/jokes/nobody-owns.html">Nobody owns this song</a>
de: <cite><a href="/fun/jokes/nobody-owns.html" hreflang="en">Nobody owns this song</a></cite> 2002.
fr: <a href="/fun/jokes/nobody-owns.html">Personne ne possède cette chanson</a>
ja: <a href="/fun/jokes/nobody-owns.html">この歌は誰のものでもない</a>

source: <a href="/fun/jokes/wonderful-code.html">What a Wonderful Code</a>
de: <cite><a href="/fun/jokes/wonderful-code.html" hreflang="en">What a Wonderful Code</a></cite> von Peter Sundling 2003.
fr: <a href="/fun/jokes/wonderful-code.html">Quel code merveilleux</a>
ja: <a href="/fun/jokes/wonderful-code.html">素晴らしきかな、コード</a>

source: <a href="/fun/jokes/vim-songs.html">VIM Songs</a>
de: <cite><a href="/fun/jokes/vim-songs" hreflang="en">VIM, send me an angel!</a></cite> von Pablo Mayckon 2004.
fr: <a href="/fun/jokes/vim-songs.html">Chansons de VIM</a>
ja: <a href="/fun/jokes/vim-songs.html">VIMの歌</a>

source: <a href="/fun/jokes/hap-bash.html">Happiness is a bash prompt</a>
de: <cite><a href="/fun/jokes/hap-bash" hreflang="en">Happiness is a bash prompt</a></cite> von John Barbero 2005.
fr: <a href="/fun/jokes/hap-bash.html">Le bonheur est un prompt Bash</a>
ja: <a href="/fun/jokes/hap-bash.html">幸福はbashプロンプトにあり</a>

source: <a href="/fun/jokes/hackforfreedom.html">Hack for Freedom Song</a>
de: <cite><a href="/fun/jokes/hackforfreedom" hreflang="en">The Hack for Freedom Song</a></cite> von Giuseppe Scrivano 2006.
fr: <a href="/fun/jokes/hackforfreedom.html">Hack sur la Chanson de la liberté</a>
ja: <a href="/fun/jokes/hackforfreedom.html">自由へのハックの歌</a>

source: <a href="http://infinite-hands.draketo.de">Infinite Hands</a>
de: <cite><a href="http://infinite-hands.draketo.de" hreflang="en">Infinite Hands</a></cite> von Arne Babenhauserheide 2007.
fr: <a href="http://infinite-hands.draketo.de">Mains infinies</a>
ja: <a href="http://infinite-hands.draketo.de">無限の手</a>

source: <a href="/music/emacsvsvi.html">Emacs vs VI</a>
de: <cite><a href="/music/emacsvsvi">Emacs vs VI</a></cite> von James Taylor 2010.
ja: <a href="/music/emacsvsvi.html">Emacs 対 VI</a>

source: <a href="/fun/jokes/hap-bash.html">
de: <a href="/fun/jokes/hap-bash.html" hreflang="en">

source: You can also listen to Richard Stallman's appearances on the <a href="http://web.mit.edu/echemi/www/">Dinnertime Sampler</a> show on <a href="http://www.wmbr.org/">WMBR</a>, the MIT Campus Radio Station. In these shows, Richard shares some examples of his electric musical tastes with you, the listener.
de: Richard Stallmans Auftritt im März 2005 bei Radio <a href="http://www.wmbr.org/">WMBR 88.1 FM</a> am MIT Campus in der Sendung <em><a href="http://web.mit.edu/echemi/www/">Dinnertime Sampler</a></em> stehen ebenfalls zum Anhören bereit. In dieser Sendung teilte Richard einige Beispiele seiner elektronisch-musikalischen Geschmäcker mit Hörerinnen und Hörern.
fr: Vous pouvez aussi écouter les interventions de Richard Stallman lors du show <a href="http://web.mit.edu/echemi/www/">Dinnertime Sampler</a> sur <a href="http://www.wmbr.org/">WMBR</a>, la radio du campus du MIT. Dans ces shows, Richard partage quelques exemples de ses goûts musicaux électriques avec vous qui l'écoutez.

source: <a href="http://web.mit.edu/echemi/www/stallman.html">March 23<sup>rd</sup> 2005</a>
de: <a href="http://web.mit.edu/echemi/www/stallman.html">Wiedergabeliste</a> (Stand: 2005-03-23)
fr: <a href="http://web.mit.edu/echemi/www/stallman.html">23 mars 2005</a>
ja: <a href="http://web.mit.edu/echemi/www/stallman.html">2005年3月23日</a>

source: <a href="http://web.mit.edu/echemi/www/040324.html">March 24<sup>th</sup> 2004</a>
de: <a href="http://web.mit.edu/echemi/www/040324.html">Wiedergabeliste</a> (Stand: 2004-03-24)
fr: <a href="http://web.mit.edu/echemi/www/040324.html">24 mars 2004</a>
ja: <a href="http://web.mit.edu/echemi/www/040324.html">2004年3月24日</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: この文章の翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <!-- Jоегg Kоhпе, 2011, 2012, 2014, 2015, 2016. --><a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011, 2012, 2014, 2015, 2016.
fr: Traduction : Aurélien Rivière<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Letzte Änderung:
fr: Dernière mise à jour :
ja: 最終更新:

source: Happiness is a bash prompt
fr: Le bonheur est un prompt Bash
ja: 幸福はbashプロンプト

source: GNU Music and Songs - GNU Project - Free Software Foundation (FSF)
ja: GNU音楽と歌 - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)

source: <a href="till_there_was_gnu.html">'Till There Was GNU</a>
ja: <a href="till_there_was_gnu.html">GNUがあるようになるまで</a>

source: You can also listen to Richard Stallman's appearances on the <a href="http://web.mit.edu/echemi/www/">Dinnertime Sampler</a> show on <a href="http://wmbr.mit.edu/">WMBR</a>, the MIT Campus Radio Station. In these shows, Richard shares some examples of his electric musical tastes with you, the listener.
ja: <a href="http://wmbr.mit.edu/">WMBR</a>、MITキャンパスラジオ局のショー<a href="http://web.mit.edu/echemi/www/">サンプラーの夕べ</a>における、リチャード・ストールマンの出演も聴くことができます。このショーで、リチャード電子音楽の嗜好の例を聴者のみなさんと共有します。

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ja: FSFおよびGNUに関する問い合わせは <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
