Repository: gitGNU/gnu_www-ja
Catalog: www/music/po/writing-fs-song.*.po
Languages: fr

source: Writing the Free Software Song - GNU Project - Free Software Foundation (FSF)
fr: Écriture de la Chanson du logiciel libre - Projet GNU - Free Software Foundation (FSF)

source: Writing the Free Software Song
fr: Écriture de la Chanson du logiciel libre

source: This is the story of the writing of the <a href="/music/free-software-song.html">Free Software Song</a>.
fr: Voici l'histoire de l'écriture de la <a href="/music/free-software-song.html">Chanson du logiciel libre</a>.

source: I wrote the free software song at a <a href="#filksinging"> filksinging</a> session at a science fiction convention, probably in early 1991. It was a &ldquo;bardic circle&rdquo; session, which means each person in turn around the hall had the chance to either sing or ask someone else to sing. I had just had my turn, and there were 20 or more people there, so I knew it would be a long time before I had another turn. I decided to pass the time writing a filksong. This meant I was not starting with any particular inspiration in mind. I had to look for what to write about and how.
fr: J'ai écrit la chanson du logiciel libre lors d'une session de <a href="#filksinging">filksinging</a> à une convention de science-fiction, probablement au début de l'année 1991. C'était une session de <cite>bardic circle</cite> (cercle de bardes), ce qui signifie que chaque personne dans la salle avait l'occasion, quand venait son tour, soit de chanter, soit de demander à quelqu'un d'autre de le faire. Je venais juste de terminer mon tour, et il y avait 20 personnes ou plus là-bas, donc je savais que beaucoup de temps s'écoulerait avant mon prochain tour. J'ai décidé de m'occuper en écrivant une filksong. Cela signifie que j'ai commencé sans aucune idée particulière en tête. J'ai dû réfléchir sur quel sujet écrire et comment.

source: So first I asked myself, what topic should it be about? I realized I had never written a filksong relating to free software, so I figured it was time I did.
fr: Donc je me suis d'abord demandé de quoi ça allait parler. J'ai réalisé que je n'avais jamais écrit de filksong à propos du logiciel libre, donc je me suis dit qu'il était temps de le faire.

source: Then I asked myself, what tune should I use? I realized I had never written a filksong using Bulgarian dance music, so I figured that would be a good thing to do for once. I chose <cite>Sadi Moma</cite> because it is not too fast or complicated, and is easy to sing.
fr: Je me suis ensuite interrogé : sur quel air devrais-je mettre les paroles ? J'ai réalisé que je n'avais jamais écrit de filksong en me basant sur des danses Bulgares, donc je me suis dit que ce serait la chose à faire, pour une fois. J'ai choisi pour base <cite>Sadi Moma</cite> parce que ce n'est ni trop rapide ni trop compliqué, et que c'est facile à chanter.

source: By the time it was my turn again, the song was ready. After I sang it, someone else in the room said, &ldquo;That has an anthem-like quality. You should show it to Richard Stallman.&rdquo; (That year was the time I was a little famous and I was a guest at the convention.)
fr: Quand ce fut de nouveau mon tour, la chanson était prête. Après que je l'aie chantée, quelqu'un dans la salle a dit : « Ça conviendrait pour un hymne. Vous devriez le montrer à Richard Stallman. » (C'était l'année où j'avais un peu fait parler de moi, et j'avais été invité au congrès.)

source: I said, &ldquo;I am Richard Stallman.&rdquo;
fr: J'ai dit : « Je suis Richard Stallman. »

source: She said, &ldquo;Oh, I'm sorry!&rdquo;
fr: Elle a dit : « Oh, je suis désolée ! »

source: I responded, &ldquo;Don't be sorry, it's fun when that happens.&rdquo;
fr: J'ai répondu : « Ne soyez pas désolée, c'est amusant quand ce genre de chose se produit. »

source: &ldquo;filksong&rdquo; started as a typo for &ldquo;folksong&rdquo;, and the term was adopted in science fiction fandom to refer to the practice of singing songs that relate to science fiction topics or other any other topic that was considered interesting or funny. Some of the people who sing these songs also write some. Many of these songs put new words to existing tunes, and such a song is called a &ldquo;filk&rdquo; of the original song. Thus, the free software song is a filk of <cite>Sadi Moma</cite>.
fr: La <cite>filksong</cite> a commencé par une faute de frappe dans <cite>folksong</cite> (chanson folklorique), et le terme a été adopté dans le fandom de la science-fiction pour désigner la pratique de chanter des chansons se rapportant à des sujets de science-fiction ou à n'importe quel autre sujet considéré comme intéressant ou amusant. Certains de ceux qui chantaient ces chansons en écrivaient aussi. Beaucoup de ces chansons mettent de nouvelles parole sur des airs existants ; elles sont appelées « filk » de la chanson originale. Ainsi, la chanson du logiciel libre est un filk de <cite>Sadi Moma</cite>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Aurélien Rivière, 2012<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
