 <!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//PT">
<HTML>
<HEAD>
<TITLE>O problema da Licença BSD - O Projeto GNU e a Fundação para o Software Livre (FSF)</TITLE>
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H3>O problema da Licença BSD</H3>

<A HREF="/graphics/agnuhead.html"><IMG SRC="/graphics/gnu-head-sm.jpg"
   ALT=" [imagem da Cabeça de um GNU] "
   WIDTH="129" HEIGHT="122"></A>

[
  <A HREF="/philosophy/bsd.ca.html">Catalão</A>
| <A HREF="/philosophy/bsd.en.html">Inglês</A>
| <A HREF="/philosophy/bsd.fr.html">Francês</A>
| <A HREF="/philosophy/bsd.es.html">Espanhol</A>
| <A HREF="/philosophy/bsd.id.html">Indonésio</A>
| <A HREF="/philosophy/bsd.ja.html">Japonês</A>
| <A HREF="/philosophy/bsd.ru.html">Russo</A>
| <A HREF="/philosophy/bsd.pt-br.html">português do Brasil</A>
]

<p>As duas grandes categorias de Software Livre são as de 
softwares com <A HREF="/copyleft/copyleft.pt-br.html">copyleft</a> e 
<A HREF="/philosophy/categories.html#Non-CopyleftedFreeSoftware">
sem copyleft</A>.  Licenças com copyleft como a
<A HREF="/copyleft/gpl.html">GPL do GNU</A> insistem que versões
modificadas do software também sejam software livre.  Nós 
recomendamos o copyleft, pois ele protege a liberdade para todos
os usuários, mas o software sem copyleft pode mesmo assim ser 
software livre, e ser útil para a comunidade do Software 
Livre.</p>

<p>Existem muitas variantes das licenças simples de Software Livre
sem copyleft, que incluem a licença do X10, a 
<a href="http://www.x.org/terms.htm">licença do X11/XFree86</a>,
e as duas licenças do BSD, de &quot;Berkely Software 
Distribution&quot;, ou &quot;Distribuição de Software de 
Berkeley&quot;.  A maioria delas é equivalente, com exceção de 
detalhes das palavras escolhidas.  Contudo, a licença usada pela 
BSD até 1999 tinha um problema em particular: a 
&quot;cl&aacute;usula delet&eacute;ria de an&uacute;ncio da 
licen&ccedil;a do BSD&quot;.  Ela dizia que todo an&uacute;ncio 
mencionando o software deveria incluir a seguinte licen&ccedil;a: 
</p>
<PRE>
3. Todos materiais de propaganda mencionando recursos ou uso deste
   software devem fazer o seguinte reconhecimento: 
     Este produto inclui software desenvolvido pela Universidade da
     Calif&oacute;rnia em Berkeley, ou por seus colaboradores.
</PRE>

<p>No in&iacute;cio, a licen&ccedil;a delet&eacute;ria do BSD era 
usada apenas na Distribui&ccedil;&atilde;o de Software de Berkeley.
Isto n&atilde;o criava nenhum problema em especial, pois incluir 
uma frase em um an&uacute;ncio n&atilde;o &eacute; um grande 
problema pr&aacute;tico.</p>

<p>Se outros desenvolvedores que usassem uma licen&ccedil;a BSD 
copiassem a cl&aacute;usula de an&uacute;ncio do BSD -- incluindo
a frase que se refere &agrave; Universidade da Calif&oacute;rnia, 
-- eles n&atilde;o teriam feito o problema crescer nem um pouco.</p>

<p>Mas, se como &eacute; de se esperar, outros desenvolvedores 
n&atilde;o copiavam literalmente a cl&aacute;usula do BSD. Eles 
a alteravam, trocando &quot;Universidade da Calif&oacute;rnia&quot;
por sua pr&oacute;pria institui&ccedil;&atilde;o, ou por seus nomes.
O resultado foi uma pletora de licen&ccedil;as, que requeriam uma
pletora de senten&ccedil;as diferentes.</p>

<p>Quando as pessoas colocavam muitos programas em conjunto, em um
sistema operacional, o resultado &eacute; um problema s&eacute;rio.
Imagine se um sistema de software necessitar de 75 licen&ccedil;as,
cada uma se referindo a um diferente autor, ou a um grupo diferente
de autores. Para anunciar isto, seria necess&aacute;rio um 
an&uacute;ncio de p&aacute;gina inteira.</p>

<p>Isto pode parecer uma extrapola&ccedil;&atilde;o <i>ad absurdum</i>,
ou &quot;ao absurdo&quot;, mas &eacute; um fato.  O NetBSD vinha com 
uma longa lista de licen&ccedil;as, requeridas pelas v&aacute;rias 
licen&ccedil;as de partes do sistema.  Em uma vers&atilde;o de 1997
do NetBSD, cheguei a contar 75 dessas licen&ccedil;as.  Eu n&atilde;o
me surpreenderia se essa licen&ccedil;a tiver crescido ainda mais.</p>

<p>Para tentar resolver esse problema, nas minhas &quot;horas 
vagas&quot;, eu converso com desenvolvedores que usaram licen&ccedil;as 
no estilo BSD e pe&ccedil;o a eles que removam a cl&aacute;usula de 
an&uacute;ncio. Por volta de 1996, conversei com os desenvolvedores do 
FreeBSD sobre isso, e eles decidiram remover a cl&aacute;usula de 
an&uacute;ncio de seu pr&oacute;prio c&oacute;digo.  Em maio de 1998, 
os desenvolvedores do Flick, da Universidade de Utah, removeram essa 
cl&aacute;usula.</p>

<p>Hal Varian, De&atilde;o da Universidade da Calif&oacute;rnia, adotou
a causa e batalhou por ela junto &agrave; administra&ccedil;&atilde;o.
Em junho de 1999, depois de dois anos de discuss&otilde;es, a 
Universidade da Calif&oacute;rnia removeu essa cl&aacute;usula da 
licen&ccedil;a do BSD.</p>

<p>Deste modo, hoje h&aacute; uma nova licen&ccedil;a BSD que n&atilde;o
cont&eacute;m a cl&aacute;usula do an&uacute;ncio.  Infelizmente, isto
n&atilde;o elimina o legado da cl&aacute;usula do an&uacute;ncio:
cl&aacute;usulas similares ainda est&atilde;o presentes em muitos pacotes
que n&atilde;o s&atilde;o parte do BSD.  A mudan&ccedil;a na licen&ccedil;a
do BSD n&atilde;o tem efeito em outros pacotes cuja licen&ccedil;a imita 
antiga licen&ccedil;a do BSD; apenas os desenvolvedores que os criaram 
podem alter&aacute;-las.</p>

<p>Mas se eles seguiram o padr&atilde;o BSD antes, talvez a mudan&ccedil;a
de pol&iacute;tica de Berkeley conven&ccedil;a alguns deles a 
alterar suas pr&oacute;prias licen&ccedil;as.  Vale a pena tentar.</p>

<p>Por isso, se voc&ecirc; tiver um pacote favorito que ainda usa uma 
licenc&ccedil;a no estilo BSD com a cl&aacute;usula de an&uacute;ncio, 
fa&ccedil;a o favor de pedir a seu mantenedor que leia esta p&aacute;gina
na Web e considere fazer a altera&ccedil;&atilde;o.</p>

<p>E se voc&ecirc; quiser lan&ccedil;ar um programa como Software Livre 
sem copyleft, n&atilde;o use a cl&aacute;usula de an&uacute;ncio.  Em
vez de copiar a licen&ccedil;a do BSD e algum pacote j&aacute; 
lan&ccedil;ado -- que pode ainda usar a antiga vers&atilde;o da 
licen&ccedil;a  --, por favor use a licen&ccedil;a do XFree86.</p>

<p>Voc&ecirc; tamb&ecirc;m pode ajudar a esclarecer o problema, se 
passar a dizer que uma licen&ccedil;a segue o &quot;estilo BSD&quot; 
apenas se ela seguir a antiga licen&ccedil;a do BSD, com sua 
problem&aacute;tica cl&aacute;usula de an&uacute;ncio.</p>

<p>Voc&ecirc; sabe, quando as pessoas se referem a licen&ccedil;as de 
Software Livre que n&atilde;o tenham copyleft, como 
&quot;licen&ccedil;as BSD&quot;, isto pode fazer com que algum novo 
desenvolvedor de Software Livre, que queira adotar uma licen&ccedil;a
sem copyleft pode supor que o lugar para obter isso &eacute; o BSD.
E ele pode copiar a licen&ccedil;a com a cl&aacute;usula de 
an&uacute;ncio, n&atilde;o conscientemente, mas apenas por m&aacute;
informa&ccedil;&atilde;o.</p>

<p>Por isso, se voc&ecirc; quiser citar um exemplo espec&iacute;fico
de uma licen&ccedil;a sem copyleft, e n&atilde;o tiver uma 
prefer&ecirc;ncia em especial, por favor pegue um exemplo que 
n&atilde;o tem um problema a priori.  For exemplo, se voc&ecirc; falar
de &quot;licen&ccedil;as no estilo do XFree86&quot;, voc&ecirc; vai 
encorajar as pessoas a imitar o XFree86 e, com certeza, a evitar a 
cl&aacute;usula de an&uacute;ncio, em vez de correr o risco de imitar
a licen&ccedil;a do BSD com a cl&aacute;usula de an&uacute;ncio.</p>

<HR>

<H4>
	  <A HREF="/philosophy/philosophy.pt-br.html">Outros textos para leitura</A>
</H4>

<HR>

Retornar &agrave; <A HREF="/home.pt-br.html">p&aacute;gina inicial do GNU</A>.
<P>

Envie consultas &amp; quest&otilde;es sobre a FSF &amp; o GNU para 

<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.

Tamb&eacute;m existem 
<a href="/home.pt-br.html#ContactInfo">outras formas de contactar</a> a FSF.

<p>Envie outros coment&aacute;rios sob estas p&aacute;ginas na Web para 

<a href="mailto:webmasters@www.gnu.org"><EM>webmasters@www.gnu.org</EM></A>,
envie outras quest&otilde;es para 
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.


<p>Copyright (C) 1998, 1999, 2001 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA

<P>&Eacute; permitido fazer e distribuir c&oacute;pias literais e
integrais deste artigo em qualquer meio, desde que este aviso seja
mostrado.

<P>
Traduzido por:
Hilton Fernandes
<a href="mailto:fernandesh@yahoo.com"> &lt;fernandesh@yahoo.com&gt;</a>

<p>
Atualizado em:
<!-- hhmts start -->
$Date: 2011/12/30 05:18:23 $ $Author: ineiev $
<!-- hhmts end -->
<HR>
</BODY>
</HTML>

