<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<html>
<head>
  <title>Categories of Free and Non-Free Software - GNU Project - Free Software
Foundation (FSF)</title>
                       
  <link rev="made" href="mailto:webmasters@www.gnu.org">
</head>
  <body bgcolor="#ffffff" text="#000000" link="#1f00ff" alink="#ff0000"
 vlink="#9900dd">
       
<h3>Categorias de Softwares Livres e N&atilde;o-Livres</h3>
   <br>
     <a href="/graphics/philosophicalgnu.html"><img
 src="/graphics/philosophical-gnu-sm.jpg" alt=" [image of a Philosophical Gnu] "
 width="160" height="200">
   </a><!-- Please keep this list alphabetical -->   [ <a
 href="/philosophy/categories.de.html">Alem&atilde;o</a> | <a
 href="/philosophy/categories.ca.html">Catal&atilde;o</a> | <a
 href="/philosophy/categories.cs.html">Checo</a> | <a
 href="/philosophy/categories.es.html">Espanhol</a> | <a
 href="/philosophy/categories.fr.html">Franc&ecirc;s</a> | <a
 href="/philosophy/categories.id.html">Indon&eacute;sio</a> | <a
 href="/philosophy/categories.en.html">Ingl&ecirc;s</a> | <a
 href="/philosophy/categories.it.html">Italiano</a> | <a
 href="/philosophy/categories.ja.html">Japon&ecirc;s</a> | <a
 href="/philosophy/categories.pl.html">Polon&ecirc;s</a> | <a
 href="/philosophy/categories.pt-br.html">portugu&ecirc;s do Brasil</a> | <a
 href="/philosophy/categories.ru.html">Russo</a><a
 href="/philosophy/categories.es.html"></a> ]    
<p>Este &eacute; um gloss&aacute;rio de v&aacute;rias categorias de software 
 que s&atilde;o frequentemente mencionadas em discuss&otilde;es de software 
 livre. Aqui explicamos que categorias se sobrep&otilde;em, ou s&atilde;o 
partes de outras categorias.<br>
    </p>
     
<p>   <a href="/philosophy/philosophy.html">Outros textos</a>&nbsp; | ``<a
 href="categories.html#FreeSoftware" name="TOCFreeSoftware">Software Livre</a>''
  | ``<a href="categories.html#OpenSource" name="TOCOpenSource">C&oacute;digo 
 aberto</a>'' | ``<a href="categories.html#PublicDomainSoftware"
 name="TOCPublicDomainSoftware">Dom&iacute;nio p&uacute;blico</a>'' | ``<a
 href="categories.html#CopyleftedSoftware" name="TOCCopyleftedSoftware">Software 
 protegido com copyleft</a>'' | ``<a
 href="categories.html#Non-CopyleftedFreeSoftware"
 name="TOCNon-CopyleftedFreeSoftware">Software livre n&atilde;o protegido 
 com copyleft</a>'' | ``<a href="categories.html#GPL-CoveredSoftware"
 name="TOCGPL-CoveredSoftware">Software coberto pela GPL</a>'' | ``<a
 href="categories.html#TheGNUsystem" name="TOCTheGNUsystem">O sistema GNU</a>''
  | ``<a href="categories.html#GNUprograms" name="TOCGNUprograms">Programas 
 GNU</a>'' | ``<a href="categories.html#GNUsoftware"
 name="TOCGNUsoftware">Software GNU</a>'' | ``<a
 href="categories.html#semi-freeSoftware" name="TOCsemi-freeSoftware">Software 
 semi-livre</a>'' | ``<a href="categories.html#ProprietarySoftware"
 name="TOCProprietarySoftware">Software propriet&aacute;rio</a>'' | ``<a
 href="categories.html#shareware" name="TOCshareware">Shareware</a>'' | ``<a
 href="categories.html#freeware" name="TOCfreeware">Freeware</a>'' | ``<a
 href="categories.html#commercialSoftware" name="TOCcommercialSoftware">Software 
 comercial</a>'' | <a href="/philosophy/philosophy.html">Outros textos</a>
    </p>
     
<p>Veja tamb&eacute;m <a href="/philosophy/words-to-avoid.html">Palavras confusas
que voc&ecirc; poderia evitar</a>. </p>
      
<p>  <img src="category.jpg"
 alt=" [diagram of a the different categories of software] ">
    Este <a name="diagram">diagrama</a> de Chao-Kuei explica as diferentes 
categorias de software. Est&aacute; dispon&iacute;vel como um <a
 href="/philosophy/category.fig">arquivo XFig</a>, uma <a
 href="/philosophy/category.jpg">imagem JPEG (23k)</a> e ampliada em <a
 href="/philosophy/category.png">formato PNG (7k)</a>.  </p>
     
<p>  </p>
     
<dl>
  <dt><a href="categories.html#TOCFreeSoftware" name="FreeSoftware"><strong>Software 
 Livre (Free Software)</strong></a>   </dt>
  <dd>Software livre &eacute; software que vem com permiss&atilde;o para qualquer
um copiar, usar e distribuir, com ou sem modifica&ccedil;&otilde;es, gratuitamente
ou por um pre&ccedil;o. Em particular, isso significa que o c&oacute;digo
fonte deve estar dispon&iacute;vel. ``Se n&atilde;o &eacute; fonte, n&atilde;o
&eacute; software''. Esta &eacute; uma defini&ccedil;&atilde;o simplificada;
veja tamb&eacute;m a <a href="/philosophy/free-sw.html">defini&ccedil;&atilde;o 
 completa</a>.        </dd>
  <dd>               
    <p>N&oacute;s tamb&eacute;m temos uma lista de <a
 href="/philosophy/fs-translations.html">tradu&ccedil;&otilde;es do termo 
 "software livre"</a> para v&aacute;rias outras l&iacute;nguas.        </p>
                 
    <p>Se um programa &eacute; livre, ele pode potecialmente ser incluido 
 em um sistema operacional livre, como o GNU, ou vers&otilde;es livres como 
 o sistema <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>.              
     </p>
                 
    <p>Existem muitas diferentes maneiras de se fazer um programa livre --- 
 muitos detalhes que poderiam ser resolvidos em mais de uma maneira, e que 
 ainda tornariam o programa livre. Algumas das poss&iacute;veis varia&ccedil;&otilde;es 
 s&atilde;o descritas abaixo.                </p>
     </dd>
  <dd>Software livre &eacute; uma quest&atilde;o de liberdade, n&atilde;o 
 pre&ccedil;o [em ingl&ecirc;s: "free software is a matter of freedom, not 
 price"]. Mas empresas de software propriet&aacute;rios &agrave;s vezes usam 
 o termo ``software livre'' ("free software") para referir-se ao pre&ccedil;o. 
 Algumas vezes eles querem dizer que voc&ecirc; pode obter uma c&oacute;pia 
 bin&aacute;ria sem nenhum custo; algumas vezes querem dizer que uma c&oacute;pia 
 est&aacute; incluida no computador que voc&ecirc; est&aacute; comprando. 
Isso n&atilde;o tem nada a ver com o que n&oacute;s queremos dizer com software 
 livre no projeto GNU.<br>
     </dd>
  <dd>               
    <p>Devido a essa potencial confus&atilde;o, quando uma empresa de software 
 disser que seu produto &eacute; software livre, sempre verifique os termos 
 de distribui&ccedil;&atilde;o para ver se os usu&aacute;rios realmente possuem 
 todas as liberdades que o software livre implica. &Agrave;s vezes o software 
 &eacute; mesmo livre; &agrave;s vezes, n&atilde;o &eacute;.             
  </p>
     </dd>
  <dd>Muitas linguagens possuem duas palavras diferentes para ``livre'' como 
 em liberdade e ``livre'' como em pre&ccedil;o zero [``free'' as in freedom 
 and        ``free'' as in zero price]. Por exemplo, o franc&ecirc;s tem ``libre''
 e ``gratuit''. O ingl&ecirc;s tem uma palavra ``gratis'' que se refere sem
 ambiguidade ao pre&ccedil;o, mas n&atilde;o existe um adjetivo comum que
se refira sem ambiguidade &agrave; liberdade. Isso &eacute; uma infelicidade,
 pois esta palavra seria &uacute;til aqui.</dd>
</dl>
     
<dl>
  <dd>               
    <p>Software livre &eacute; frequentemente <a
 href="/software/reliability.html">mais confi&aacute;vel</a> do que softwares 
 n&atilde;o-livres.         </p>
                 
    <p>         </p>
     </dd>
  <dt><a href="categories.html#TOCOpenSource" name="OpenSource"><strong>C&oacute;digo 
 aberto (Open Source)</strong></a> </dt>
  <dd>O termo ``c&oacute;digo aberto'' &eacute; usado por algumas pessoas 
 para dizer mais ou menos a mesma coisa que software livre. N&oacute;s preferimos 
 o termo ``<a href="/philosophy/open-source-misses-the-point.html">software livre</a>'';
 siga o link para ver as raz&otilde;es.                     
    <p> </p>
     </dd>
  <dt><a href="categories.html#TOCPublicDomainSoftware"
 name="PublicDomainSoftware"><strong>Dom&iacute;nio p&uacute;blico</strong></a>
    </dt>
  <dd>Software no dom&iacute;nio p&uacute;blico &eacute; software n&atilde;o 
 protegido por copyrighted. Este &eacute; um caso especial de <a
 href="categories.html#Non-CopyleftedFreeSoftware">software livre n&atilde;o 
 protegido por copyright</a>,      o que significa que algumas c&oacute;pias 
 ou vers&otilde;es modificadas podem n&atilde;o ser livres.              
       
    <p>Algumas vezes pessoas usam o termo ``dom&iacute;no p&uacute;blico'' 
 de uma forma imprecisa para dizer ``<a
 href="categories.html#FreeSoftware">livre</a>'' ou      ``dispon&iacute;vel 
 gratuitamente'' . No entanto, ``dom&iacute;nio p&uacute;blico'' &eacute; 
um termo legal e significa, precisamente, ``sem copyright''.  Por claridade, 
 recomendamos usar o termo ``dom&iacute;nio p&uacute;blico'' para este significado 
 apenas, e usar outros termos para transmitir os outros significados.    
       </p>
                 
    <p>  </p>
     </dd>
  <dt><a href="categories.html#TOCCopyleftedSoftware"
 name="CopyleftedSoftware"><strong>Software protegido com copyleft</strong></a>
    </dt>
  <dd>O software protegido com copyleft &eacute; um software livre cujos termos
de distribui&ccedil;&atilde;o n&atilde;o permite que redistribuidores incluam
restri&ccedil;&otilde;es adicionais quando eles redistribuem ou modificam 
 o software. Isto significa que toda c&oacute;pia do software, mesmo que tenha
 sido modificada, precisa ser software livre.                          
    <p>No projeto GNU, n&oacute;s protegemos com copyleft praticamente todo 
 software que escrevemos, pois nosso objetivo &eacute; dar a <i>todo</i> usu&aacute;rio
 as liberdades que o termo ``software livre'' implica. Veja     <a
 href="/copyleft/copyleft.html">protegido por copyleft</a> para maior explica&ccedil;&atilde;o
 sobre como o copyleft funciona e por que o usamos.            </p>
     </dd>
  <dd>               

    <p>Copyleft &eacute; um conceito geral; para realmente proteger um
    programa com copyleft, voc&ecirc; precisa usar um conjunto
    espec&iacute;fico de termos de distribui&ccedil;&atilde;o. Existem
    muitas poss&iacute;veis maneiras de se escrever esses termos de
    distribui&ccedil;&atilde;o, então em princípio podem haver muitas
    licenças de software livre do tipo copyleft. No entanto, na
    prática quase todo software protegido por copyleft usa a <A
    HREF="/copyleft/gpl.html">Licença Pública Geral GNU</A>. Duas
    licenças diferentes do tipo copyleft normalmente são
    ``incompatíveis'', o que significa que é ilegal a união de código
    usando uma das licenças a código usando a outra lecença; portanto,
    é bom para a comunidade que as pessoas usem uma única licença
    copyleft.
    </p>
                 
    <p>        </p>
     </dd>
  <dt><a href="categories.html#TOCNon-CopyleftedFreeSoftware"
 name="Non-CopyleftedFreeSoftware"><strong>Software livre n&atilde;o protegido 
 com copyleft</strong></a> </dt>
  <dd>Software livre n&atilde;o protegido por copyleft vem do autor com permiss&atilde;o 
 para redistribuir e modificar, e tamb&eacute;m para incluir restri&ccedil;&otilde;es 
 adicionais a ele.                           
    <p>Se um programa &eacute; livre mas n&atilde;o protegido com copyleft, 
 algumas c&oacute;pias ou vers&otilde;es modificadas podem n&atilde;o ser 
software livre. Uma empresa de sodtware pode compilar o programa, com ou sem
modifica&ccedil;&otilde;es, e distribuir o arquivo execut&aacute;vel na forma
de um produto <a href="categories.html#ProprietarySoftware">propriet&aacute;rio</a>. 
            </p>
                 
    <p>O sistema <a href="http://www.x.org">X Window</a> ilustra isso.  O 
 X Consortium lan&ccedil;a o X11 com termos de distribui&ccedil;&atilde;o 
que o torna software livre n&atilde;o protegido com copyleft.  Se voc&ecirc; 
desejar, pode obter uma c&oacute;pia com esses termos e que &eacute; livre. 
No entanto, tamb&eacute;m existem vers&otilde;es n&atilde;o livres, e existem 
esta&ccedil;&otilde;es de trabalho e placas gr&aacute;ficas populares para 
as quais as vers&otilde;es n&atilde;o livres s&atilde;o as &uacute;nicas que
funcionam. Se voc&ecirc; estiver usando este hardware, o X11 n&atilde;o &eacute;
livre para voc&ecirc;.       </p>
                 
    <p>       </p>
     </dd>
  <dt><a href="categories.html#TOCGPL-CoveredSoftware"
 name="GPL-CoveredSoftware"><strong>Software coberto pela GPL</strong></a>
    </dt>
  <dd>A <a href="/copyleft/gpl.html">GNU GPL (General Public      License) 
 (20k caracteres)</a> &eacute; um conjunto de termos de distribui&ccedil;&atilde;o 
 espec&iacute;fico para proteger um programa com copyleft. O Projeto GNU a
 utiliza como termos de distribui&ccedil;&atilde;o para a maior parte do software
 GNU.                      
    <p>       </p>
     </dd>
  <dt><a href="categories.html#TOCTheGNUsystem" name="TheGNUsystem"><strong>O 
 sistema GNU</strong></a> </dt>
  <dd>O <a href="/gnu/gnu-history.html">sistema GNU</a> &eacute; um sistema 
 operacional livre completo, estilo Unix.                           
    <p>Um sistema operacional estilo Unix consiste de muitos programas. O 
 sistema GNU inclui todo o software GNU, bem como muitos outros pacotes como 
 o X Window System e TeX, que n&atilde;o s&atilde;o software GNU.       </p>
                 
    <p>N&oacute;s estamos desenvolvendo e acumulando componentes para o sistema 
 GNU desde 1984; a primeira vers&atilde;o de testes de um ``sistema GNU completo'' 
 foi em 1996. Hoje, em 2001, o sistema est&aacute; funcionando de maneira 
confi&aacute;vel, e pessoas est&atilde;o trabalhando no sistema GNOME, e ppp
trabalha nele. Nesse meio tempo, o sistema <a
 href="/gnu/linux-and-gnu.html">GNU/Linux</a>,       um descendente do sistema 
GNU que usa o Linux como kernel, se tornou um grande sucesso.            
   </p>
                 
    <p>Como o prop&oacute;sito do GNU &eacute; ser livre, todo componente 
 no sistema GNU tem que ser software livre. Eles n&atilde;o precisam ser todos
 protegidos por copyleft, por&eacute;m; qualquer tipo de software livre &eacute;
 legalmente apropriado para inclus&atilde;o se ajudar a atender requisitos
 t&eacute;cnicos. N&oacute;s podemos e usamos softwares n&atilde;o protegidos
 com copyleft, como o X Window System.       </p>
                 
    <p>       </p>
     </dd>
  <dt><a href="categories.html#TOCGNUprograms" name="GNUprograms"><strong>Programas 
 GNU</strong></a> </dt>
  <dd>      ``Programas GNU'' &eacute; equivalente a <a
 href="categories.html#GNUsoftware">      software GNU</a>. Um programa Foo 
 &eacute; um programa GNU se for software GNU.                     
    <p>  </p>
     </dd>
  <dt><a href="categories.html#TOCGNUsoftware" name="GNUsoftware"><strong>Software 
 GNU</strong></a> </dt>
  <dd>      <a href="/software/software.html">Software GNU</a> &eacute; um 
 software lan&ccedil;ado com apoio do            <a
 href="/gnu/gnu-history.html">Projeto GNU</a>.  A maior parte do software 
 GNU &eacute; <a href="/copyleft/copyleft.html">protegido com copyleft</a>, 
 mas nem todo; contudo, todo software GNU deve ser            <a
 href="/philosophy/free-sw.html">software livre</a>.                    
 
    <p>Se um programa &eacute; software GNU, n&oacute;s tamb&eacute;m dizemos 
 que &eacute; um programa GNU.            </p>
                 
    <p>Algum software GNU &eacute; escrito pela <a
 href="/people/people.html">equipe</a> da <a href="/fsf/fsf.html">Free Software 
 Foundation</a>, mas a maior parte do software GNU &eacute; contribui&ccedil;&atilde;o 
 de            <a href="/people/people.html">volunt&aacute;rios</a>.  Algumas 
 contribui&ccedil;&otilde;es possuem copyright da Free Software Foundation; 
 outras possuem copyright do contribuidor que o escreveu.            </p>
                 
    <p>       </p>
     </dd>
  <dt><a href="categories.html#TOCsemi-freeSoftware"
 name="semi-freeSoftware"><strong>Software semi-livre</strong></a> </dt>
  <dd>      Software semi-livre &eacute; software que n&atilde;o &eacute; 
 livre, mas que vem com permiss&atilde;o para indiv&iacute;duos usarem, copiarem, 
 distribuirem e modificarem (incluindo a distribui&ccedil;&atilde;o de vers&otilde;es 
 modificadas) para fins n&atilde;o lucrativos. PGP &eacute; um exemplo de 
programa semi-livre.                           
    <p>Software semi-livre &eacute; muito melhor do que <a
 href="categories.html#ProprietarySoftware">software propriet&aacute;rio</a>, 
 mas ainda possui alguns problemas, e n&oacute;s n&atilde;o podemos us&aacute;-los 
 em um sistema operacional livre.            </p>
                 
    <p>As restri&ccedil;&otilde;es do copyleft foram criadas para proteger 
 as liberdades essenciais de todos os usu&aacute;rios. Para n&oacute;s, a 
&uacute;nica justificativa para qualquer restri&ccedil;&atilde;o substantiva 
no uso de um programa &eacute; para prevenir a inclus&atilde;o de novas restri&ccedil;&otilde;es. 
 Programas semi-livres possuem restri&ccedil;&otilde;es adicionais, motivadas 
 puramente por objetivos ego&iacute;stas.</p>
    </dd>
  <dd>          
    <p>&Eacute; imposs&iacute;vel incluir software semi-livre em um sistema
 operacional livre. Isto ocorre por que os termos de distribui&ccedil;&atilde;o
 do sistema operacional como um todo &eacute; a uni&atilde;o dos termos de
 distribui&ccedil;&atilde;o de todos os programas nele. Incluir um programa
 semi-livre ao sistema tornaria o sistema <i>como um todo</i> apenas semi-livre.
 Existem duas raz&otilde;es pelas quais n&atilde;o queremos que isso aconte&ccedil;a:
            </p>
                 
    <p></p>
           
    <ul>
        <li>N&oacute;s acreditamos que software livre deve ser para todos--incluindo
 neg&oacute;cios, n&atilde;o apenas escolas e hobistas. N&oacute;s queremos
 convidar neg&oacute;cios a usar todo o sistema GNU, e portanto n&atilde;o
 podemos incluir programas semi-livres nele.  	                         
     
        <p>  	            </p>
         </li>
         <li>A distribui&ccedil;&atilde;o comercial de sistemas operacionais
 livres, incluindo o <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>, 	 
  &eacute; muito importante, e usu&aacute;rios apreciam a conveni&ecirc;ncia
 de distribui&ccedil;&otilde;es comerciais em CD-ROM. Incluir um programa
semi-livre em um sistema operacional eliminaria todas suas distribui&ccedil;&otilde;es
 comerciais.      </li>
                 
    </ul>
                              
    <p>       A Free Software Foundation &eacute; n&atilde;o-comercial, e
 portanto n&oacute;s ter&iacute;amos a permiss&atilde;o legal para usar programas
 semi-livres ``internamente''. Mas n&oacute;s n&atilde;o fazemos isso, por
 que isso prejudicaria nossos esfor&ccedil;os para obter um programa que
n&oacute;s  tamb&eacute;m poder&iacute;amos incluir no sistema GNU.     
      </p>
                 
    <p>Se existir um trabalho que necessite lidar com software, at&eacute;
 que exista um programa livre para realizar este trabalho, o projeto GNU
tem  uma brecha. N&oacute;s temos que dizer aos volunt&aacute;rios, ``N&oacute;s
 n&atilde;o temos um programa ainda para fazer este trabalho em GNU, ent&atilde;o
 esperamos que voc&ecirc;s escrevam um''. Se n&oacute;s us&aacute;ssemos
programas  semi-livres para realizar este trabalho, isso prejudicaria o que
dizemos;  tiraria o &iacute;mpeto (de n&oacute;s e de outros que poderiam
compartilhar  nossa vis&atilde;o) para escrever um substituto livre. Portanto,
n&oacute;s  n&atilde;o fazemos isso.       </p>
                 
    <p>       </p>
     </dd>
  <dt><a href="categories.html#TOCProprietarySoftware"
 name="ProprietarySoftware"><strong>Software propriet&aacute;rio</strong></a> 
  </dt>
  <dd>Software propriet&aacute;rio &eacute; aquele que n&atilde;o &eacute; 
livre ou semi-livre. Seu uso, redistribui&ccedil;&atilde;o ou modifica&ccedil;&atilde;o 
&eacute; proibido, ou requer que voc&ecirc; pe&ccedil;a permiss&atilde;o, 
ou &eacute; restrito de tal forma que voc&ecirc; n&atilde;o possa efetivamente 
faz&ecirc;-lo livremente.<br>
   </dd>
  <dd>     
    <p>A&nbsp;Free Software Foundation segue a regra de que n&atilde;o podemos 
instalar qualquer programa propriet&aacute;rio em nossos computadores, exceto 
temporariamente para o prop&oacute;sito espec&iacute;fico de escrever um substituto
livre para aquele mesmo programa. Al&eacute;m dessa, achamos que n&atilde;o
h&aacute; justificativa poss&iacute;vel para instalar um programa propriet&aacute;rio.
           </p>
                 
    <p>Por exemplo, n&oacute;s achamos justific&aacute;vel instalar Unix em
nosso computador nos anos 80, por que o est&aacute;vamos usando para escrever 
um substituto livre para Unix. Hoje em dia, que um sistema operacional livre 
est&aacute; dispon&iacute;vel, a desculpa n&atilde;o &eacute; mais aplic&aacute;vel; 
n&oacute;s eliminamos todos nossos sistemas operacionais n&atilde;o-livres, 
e qualquer novo computador que instalamos precisa rodar um sistema operacional 
completamente livre.</p>
   </dd>
  <dd>     
    <p>N&oacute;s n&atilde;o insistimos que os usu&aacute;rios do GNU, ou 
contribuidores do GNU, tenham que viver com essa regra. Essa &eacute; uma 
regra que fizemos para n&oacute;s mesmos. Mas esperamos que voc&ecirc; decida 
segu&iacute;-la tamb&eacute;m.            </p>
                            
    <p>       </p>
     </dd>
  <dt><a href="categories.html#TOCfreeware" name="freeware"><strong>Freeware</strong></a>
    </dt>
  <dd>O termo ``freeware'' n&atilde;o possui uma defini&ccedil;&atilde;o
clara e aceita, mas &eacute; muito usada para pacotes que permitem redistribui&ccedil;&atilde;o
mas n&atilde;o modifica&ccedil;&atilde;o (e seu c&oacute;digo fonte n&atilde;o
est&aacute; dispon&iacute;vel). Estes pacotes <i>n&atilde;o</i> s&atilde;o
software livre, portanto n&atilde;o use ``freeware'' para referir-se a software
livre.</dd>
  <dt><a href="categories.html#TOCshareware" name="shareware"><strong>Shareware</strong></a>
    </dt>
  <dd>      Shareware &eacute; software que vem com permiss&atilde;o para
redistribuir c&oacute;pias, mas diz que qualquer um que continue usando uma
c&oacute;pia <i>deve</i> pagar por uma licen&ccedil;a.                  
        
    <p>       Shareware n&atilde;o &eacute; software livre, ou mesmo semi-livre.
Existe duas raz&otilde;es para isso:            </p>
                 
    <p>       </p>
                 
    <ul>
           <li>Para maior parte dos sharewares, o c&oacute;digo fonte n&atilde;o
est&aacute; dispon&iacute;vel; portanto, voc&ecirc; n&atilde;o pode modificar
o programa.  	                               
        <p> 	            </p>
         </li>
         <li>Shareware n&atilde;o vem com permiss&atilde;o para fazer uma
c&oacute;pia e instal&aacute;-la sem pagar uma licen&ccedil;a, nem mesmo
para indiv&iacute;duos engajados a atividades n&atilde;o-lucrativas. (Na
pr&aacute;tica, as pessoas frequentemente desrespeitam os termos da distribui&ccedil;&atilde;o
e fazem isso de qualquer forma, mas os termos n&atilde;o permitem isso).
     </li>
                 
    </ul>
                         
    <p>       </p>
     </dd>
  <dt><a href="categories.html#TOCcommercialSoftware"
 name="commercialSoftware"><strong>Commercial Software</strong></a> </dt>
  <dd>Software comercial &eacute; software sendo desenvolvido por uma empresa
que procura ter lucro atrav&eacute;s do uso do software. ``Comercial'' e
``propriet&aacute;rio'' n&atilde;o s&atilde;o a mesma coisa! A maior parte
do software comercial &eacute; <a
 href="categories.html#ProprietarySoftware">propriet&aacute;ria</a>,    
 mas existem softwares livres comerciais, e softwares n&atilde;o-comerciais
e n&atilde;o-livres.                          
    <p>Por exemplo, o GNU Ada &eacute; sempre distribu&iacute;do sob os termos
da GNU GPL, e toda c&oacute;pia &eacute; software livre; mas seus desenvolvedores
vendem contratos de suporte. Quando seus vendedores falam com clientes em
potencial, algumas vezes os clientes dizem, ``N&oacute;s nos sentir&iacute;amos
mais seguros com um compilador comercial''. Os vendedores respondem, ``GNU
Ada <i>&eacute;</i> um compilador comercial, apenas acontece de ser um software
livre''.       </p>
                 
    <p>Para o Projeto GNU, a &ecirc;nfase &eacute; de outra ordem: o importante
&eacute; que o GNU Ada &eacute; software livre; se &eacute; comercial, n&atilde;o
&eacute; uma quest&atilde;o crucial. No entanto, o desenvolvimento adicional
do GNU Ada que resulta do mesmo ser comercial &eacute; definitivamente ben&eacute;fico. 
       </p>
                 
    <p>Por favor, ajude-nos a divulgar o fato de que software livre comercial
&eacute; poss&iacute;vel. Voc&ecirc; pode fazer isso atrav&eacute;s de um
esfor&ccedil;o de n&atilde;o dizer ``comercial'' quando quer dizer ``propriet&aacute;rio''.
    </p>
     </dd>
</dl>
        
<hr>     
<h4><a href="/philosophy/philosophy.html">Outros textos</a></h4>
        
<hr>Retornar para a <a href="/home.html">p&aacute;gina principal GNU</a>.
   
<p> Para consultas e perguntas sobre FSF &amp; GNU, favor contactar <a
 href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Outras <a
 href="/home.html#ContactInfo">maneiras de contactar</a> a FSF. </p>
     
<p>Envie coment&aacute;rios a respeito dessas p&aacute;ginas web para <a
 href="mailto:webmasters@www.gnu.org"><em>webmasters@www.gnu.org</em></a>,
e outras quest&otilde;es para <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
  </p>
     
<p> Copyright (C) 1996, 1997, 1998, 2001 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA </p>
          
<p> C&oacute;pias exatas e a distribui&ccedil;&atilde;o deste artigo s&atilde;o
permitidas em qualquer meio, sempre que esta nota seja preservada.</p>
<p><!-- hhmts start -->Atualiza&ccedil;&atilde;o:  $Date: 2002/03/09 15:39:38
$ $Autor: Sisao  $<br>
<br>
Tradu&ccedil;&atilde;o: 2002/07/03 <a
 href="mailto:nferraz@insite.com.br">Nelson Ferraz</a><br>
 <!-- hhmts end --> </p>
     
<hr> <br>
</body>
</html>
