<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> 
<HTML><HEAD><TITLE>Kategorien freier und unfreier Software - GNU Projekt - Free Software 
Foundation (FSF)</TITLE> 
<META content="text/html; charset=windows-1252" http-equiv=Content-Type><LINK 
href="mailto:webmasters@www.gnu.org" rev=made> 
<link rev="translated" href="mailto:michael.kallas@web.de"></HEAD> 
<BODY aLink=#ff0000 bgColor=#ffffff link=#1f00ff text=#000000 vLink=#9900dd> 
<H3>Kategorien freier und unfreier Software</H3><A 
href="/graphics/philosophicalgnu.html"><IMG 
alt=" [Bild eines philosophischen Gnus] " height=200
src="/graphics/philosophical-gnu-sm.jpg" 
width=160></A> <!-- Please keep this list alphabetical -->[ <A 
href="http://www.gnu.org/philosophy/categories.en.html">Englisch</A> | <A 
href="http://www.gnu.org/philosophy/categories.de.html">Deutsch</A> | <A 
href="http://www.gnu.org/philosophy/categories.fr.html">Franz&ouml;sisch</A> | <A 
href="http://www.gnu.org/philosophy/categories.es.html">Spanisch</A> | <A 
href="http://www.gnu.org/philosophy/categories.it.html">Italienisch</A> | <A 
href="http://www.gnu.org/philosophy/categories.ja.html">Japanisch</A> | <A 
href="http://www.gnu.org/philosophy/categories.ru.html">Russisch</A> ] 
<P>Hier ist ein Glossar verschiedener Softwarekategorien, die in der 
Diskussion um freie Software oft erw&auml;hnt werden. Es erkl&auml;rt, welche 
Kategorien einander &uuml;berlappen oder Teil anderer Kategorien sind. 
<P><A href="http://www.gnu.org/philosophy/philosophy.html">Andere Texte zum 
Lesen </A> | &quot;<A href="http://www.gnu.org/philosophy/categories.de.html#FreeSoftware" 
name=TOCFreeSoftware>Freie Software</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#OpenSource" 
name=TOCOpenSource>Open Source - Verf&uuml;gbare Quellcodes</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#PublicDomainSoftware" 
name=TOCPublicDomainSoftware>Public Domain Software - &ouml;ffentliches Allgemeingut</A>&quot; | 
&quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#CopyleftedSoftware" 
name=TOCCopyleftedSoftware>Software unter Copyleft</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#Non-CopyleftedFreeSoftware" 
name=TOCNon-CopyleftedFreeSoftware>Nicht-copylefted freie Software</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#GPL-CoveredSoftware" 
name=TOCGPL-CoveredSoftware>durch die GPL abgedeckte Software</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#TheGNUsystem" 
name=TOCTheGNUsystem>Das GNU System</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#GNUprograms" 
name=TOCGNUprograms>GNU Programme</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#GNUsoftware" 
name=TOCGNUsoftware>GNU Software</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#semi-freeSoftware" 
name=TOCsemi-freeSoftware>halbfreie Software</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#ProprietarySoftware" 
name=TOCProprietarySoftware>Propriet&auml;re Software</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#shareware" 
name=TOCshareware>Shareware</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#freeware" 
name=TOCfreeware>Freeware</A>&quot; | &quot;<A 
href="http://www.gnu.org/philosophy/categories.de.html#commercialSoftware" 
name=TOCcommercialSoftware>Kommerzielle Software</A>&quot; | <A 
href="http://www.gnu.org/philosophy/philosophy.html">Andere Texte zum Lesen 
</A> 
<P>Siehe auch <A href="http://www.gnu.org/philosophy/words-to-avoid.html"> 
Verwirrende Worte, die Sie vermeiden sollten</A>. 
<P><IMG alt=" [Diagramm der verschiedenen Softwarekategorien] " 
src="/philosophy/category.jpg"> 
Dieses <A name=diagram>Diagramm</A> von Chao-Kuei erkl&auml;rt die verschiedenen 
Softwarekategorien. Es ist verf&uuml;gbar als 
<A href="http://www.gnu.org/philosophy/category.fig">XFig Datei</A>, als 
<A href="philosophy/category.jpg">JPEG 
Bild (23k)</A> und als 1,5-fach vergr&ouml;&szlig;ertes 
<A href="http://www.gnu.org/philosophy/category.png">PNG Bild (7k)</A>. 
<P> 
<DL> 
  <DT><A href="http://www.gnu.org/philosophy/categories.de.html#TOCFreeSoftware" 
  name=FreeSoftware><STRONG>Freie Software</STRONG></A> 
  <DD>Freie Software ist Software, die mit der Erlaubnis f&uuml;r jeden 
verbunden ist, sie zu benutzen, zu kopieren und zu verbreiten, entweder 
unver&auml;ndert oder ver&auml;ndert, entweder gratis oder gegen ein Entgelt. Im 
Besonderen bedeutet das, da&szlig; der Quellcode verf&uuml;gbar sein mu&szlig;. &quot;Wenn es 
kein 
Quelltext ist, ist es keine Software.&quot; Dies ist eine vereinfachte 
Definition; siehe auch die 
<A href="http://www.gnu.org/philosophy/free-sw.de.html">vollst&auml;ndige Definition</A>. 
  <P>Wir haben auch eine Liste von 
<A href="http://www.gnu.org/philosophy/fs-translations.html">&Uuml;bersetzungen 
des Ausdrucks &quot;free software&quot;</A> in verschiedene andere Sprachen. 
  <P>Wenn ein Programm frei ist, kann es m&ouml;glicherweise in ein freies System 
wie GNU aufgenommen werden, oder in freie Versionen des 
<A href="http://www.gnu.org/gnu/linux-and-gnu.de.html">GNU/Linux Systems</A>. 
  <P>Es gibt viele verschiedene Wege, ein Programm frei zu machen - viele 
Detailfragen, die auf mehr als eine Art entschieden werden k&ouml;nnen und das 
Programm immer noch frei machen. Einige der m&ouml;glichen Varianten sind unten 
beschrieben. 
  <P>Freie Software ist eine Frage der Freiheit, nicht des Preises. Aber 
propriet&auml;re Softwarehersteller benutzen manchmal den Ausdruck &quot;freie 
Software&quot;, um sich auf den Preis zu beziehen. 
Manchmal meinen sie damit, da&szlig; Sie eine bin&auml;re Kopie ohne Entgelt erhalten 
k&ouml;nnen; manchmal meinen sie damit, da&szlig; eine Kopie dem Computer, den sie 
kaufen,  beiliegt. Dies hat nichts damit zu tun, was wir im GNU Projekt 
unter freier Software verstehen. 
  <P>Wegen dieser potentiellen Verunsicherung m&uuml;ssen Sie stets die aktuellen 
Verteilungsbedingungen darauf pr&uuml;fen, ob Benutzer wirklich alle Freiheiten 
zugestanden werden, die freie Software ausmachen. Manchmal ist es wirklich freie 
Software, manchmal nicht. 
  <P>Viele Sprachen haben zwei verschiedene Worte f&uuml;r 
&quot;frei&quot; wie in Freiheit und &quot;frei&quot; wie umsonst. Das Franz&ouml;sische zum 
Beispiel kennt die Worte 
&quot;libre&quot; (frei) und &quot;gratuit&quot; (gratis). Im Englischen gibt es ein Wort 
&quot;gratis&quot;, 
das sich unzweideutig auf den Preis bezieht, aber kein gebr&auml;uchliches 
Adjektiv, das sich unzweideutig auf Freiheit bezieht. Das ist ung&uuml;nstig, da 
ein solches Wort hier n&uuml;tzlich w&auml;re. 
  <P>Freie Software ist oft <A 
  href="http://www.gnu.org/software/reliability.html">zuverl&auml;ssiger</A> als 
  unfreie Software. 
  <P></P> 
  <DT><A href="http://www.gnu.org/philosophy/categories.de.html#TOCOpenSource" 
  name=OpenSource><STRONG>Open Source Software</STRONG></A> 
  <DD>Der Ausdruck &quot;Open Source&quot; wird von manchen Leuten gebraucht, um mehr 
oder weniger das selbe auszudr&uuml;cken wie freie Software. Wir bevorzugen den 
Ausdruck &quot;<A href="http://www.gnu.org/philosophy/open-source-misses-the-point.html">Freie 
  Software</A>&quot;; folgen sie diesem Verweis, um die Gr&uuml;nde zu erfahren. 
  <P></P> 
  <DT><A 
  href="http://www.gnu.org/philosophy/categories.de.html#TOCPublicDomainSoftware" 
  name=PublicDomainSoftware><STRONG>Public Domain Software</STRONG></A> 
 <DD>Public Domain Software ist Software, die kein Copyright 
(Urheberrechtsschutz) besitzt. Sie ist ein Spezialfall 
<A href="http://www.gnu.org/philosophy/categories.de.html#Non-CopyleftedFreeSoftware">von nicht 
unter Copyleft stehender freier Software</A>, was bedeutet, da&szlig; manche 
Kopien oder ver&auml;nderte Versionen auch &uuml;berhaupt nicht frei sein k&ouml;nnen. 
  <P>Manchmal verwenden Leute den Begriff &quot;Public Domain&quot; etwas locker, um 
  <A 
href="http://www.gnu.org/philosophy/categories.de.html#FreeSoftware">&quot;frei&quot;</A> 
  oder &quot;gratis verf&uuml;gbar&quot; auszudr&uuml;cken. Nichtsdestotrotz ist &quot;Public 
Domain&quot; 
ein rechtlicher Begriff und bedeutet genaugenommen &quot;nicht 
urheberrechtsgesch&uuml;tzt&quot;. 
Um Klarheit zu bewahren, empfehlen wir, &quot;Public Domain&quot; lediglich f&uuml;r diese 
Bedeutung zu verwenden und andere Begriffe, um die anderen Bedeutungen 
auszudr&uuml;cken. 
  <P></P> 
  <DT><A 
  href="http://www.gnu.org/philosophy/categories.de.html#TOCCopyleftedSoftware" 
  name=CopyleftedSoftware><STRONG>Software unter Copyleft</STRONG></A> 
  <DD>Software unter Copyleft ist freie Software, deren 
Verbreitungsbedingungen Redistributoren keine zus&auml;tzlichen Restriktionen 
hinzuf&uuml;gen lassen, wenn sie diese weiterverbreiten oder ver&auml;ndern. Dies 
bedeutet, da&szlig; jede Kopie dieser Software, sogar wenn sie ver&auml;ndert wurde, 
freie Software bleiben mu&szlig;. 
  <P>Im GNU Projekt stellen wir fast all die Software, die wir schreiben 
unter Copyleft, da es unser Ziel ist, <EM>jedem</EM> Benutzer die 
Freiheiten zu geben, die der Begriff &quot;freie Software&quot; bedingt. 
Siehe <A href="http://www.gnu.org/copyleft/copyleft.de.html">Unter Copyleft</A> f&uuml;r 
genauere Erkl&auml;rungen, wie Copyleft funktioniert und warum wir es 
verwenden.
  <P>Copyleft ist ein generelles Konzept; um ein Programm tats&auml;chlich unter 
Copyleft zu stellen, m&uuml;ssen sie einen speziellen Satz an Verbreitungsbedingungen 
verwenden. Es gibt viele m&ouml;gliche Arten, Copyleft Vertriebsbedingungen zu 
schreiben. 
  <P></P> 
  <DT><A 
  href="http://www.gnu.org/philosophy/categories.de.html#TOCNon-CopyleftedFreeSoftware" 
  name=Non-CopyleftedFreeSoftware><STRONG>Nicht unter Copyleft stehende freie 
  Software</STRONG></A> 
  <DD>Nicht unter Copyleft stehende freie Software kommt vom Autor mit der 
Erlaubnis, sie weiterzuverbreiten und zu ver&auml;ndern und zus&auml;tzliche 
Einschr&auml;nkungen hinzuzuf&uuml;gen. 
  <P>Wenn ein Programm frei ist, aber nicht unter Copyleft steht, k&ouml;nnen manche 
Kopien oder ver&auml;nderte Versionen &uuml;berhaupt nicht frei sein. Eine 
Softwarefirma kann das Programm mit oder ohne Ver&auml;nderungen kompilieren und 
die ausf&uuml;hrbare Datei als 
<A 
href="http://www.gnu.org/philosophy/categories.de.html#ProprietarySoftware">propriet&auml;res</A> 
  Softwareprodukt vertreiben. 
  <P>Das <A href="http://www.x.org/">X Window System</A> veranschaulicht diesen Fall. 
Das X-Konsortium gibt X11 unter Vertriebsbedingungen frei, die es nicht unter 
Copyleft fallen lassen. Wenn Sie wollen, k&ouml;nnen Sie eine Kopie beziehen, die 
an diese Bedingungen gekn&uuml;pft ist und frei ist. Jedoch gibt es auch unfreie 
Versionen, und es gibt beliebte Workstations und PC Graphikkarten, f&uuml;r die 
unfreie Versionen die einzig funktionsf&auml;higen sind. Wenn Sie diese Hardware 
benutzen, ist X11 keine freie Software f&uuml;r Sie. 
  <P></P> 
  <DT><A 
  href="http://www.gnu.org/philosophy/categories.de.html#TOCGPL-CoveredSoftware" 
  name=GPL-CoveredSoftware><STRONG>Von der GPL abgedeckte Software</STRONG></A> 
  <DD>Die <A href="http://www.gnu.org/copyleft/gpl.html">GNU GPL (General Public 
  License, generelle &ouml;ffentliche Lizenz) (Dateigr&ouml;&szlig; 20&nbsp;KB)</A> ist ein 
spezifischer Satz an Vertriebsbedingungen, um ein Programm unter Copyleft zu 
stellen. Das GNU Projekt benutzt sie als Vertriebsbedingungen f&uuml;r die meiste 
GNU Software. 
  <P></P> 
  <DT><A href="http://www.gnu.org/philosophy/categories.de.html#TOCTheGNUsystem" 
  name=TheGNUsystem><STRONG>Das GNU System</STRONG></A> 
  <DD>Das <A href="http://www.gnu.org/gnu/gnu-history.html">GNU System</A> ist 
ein komplettes, freies Unix-artiges Betriebssystem. 
  <P>Ein Unix-artiges Betriebssystem besteht aus vielen Programmen. Das GNU 
System beinhaltet die ganze GNU Software sowie viele andere Pakete, wie das X 
Window System und TeX, die keine GNU Software sind. 
  <P>Wir haben seit 1984 Komponenten f&uuml;r das GNU System entwickelt und gesammelt; 
die erste Testfreigabe eines &quot;kompletten GNU Systems&quot; erfolgte 1996. Heute, im 
Jahr 2001, l&auml;uft das System zuverl&auml;ssig, und Leute arbeiten daran, GNOME und 
ppp darin laufen zu lassen. In der Zwischenzeit wurde das 
<A href="http://www.gnu.org/gnu/linux-and-gnu.de.html">GNU/Linux System</A>, ein 
Ableger des GNU Systems, das Linux als Kernel benutzt, ein gro&szlig;er Erfolg. 
  <P> 
  <P>Da der Zweck von GNU darin besteht, frei zu sein, mu&szlig; jede einzelne 
Komponente im GNU System freie Software sein. Nicht alle m&uuml;ssen deshalb unter 
Copyleft fallen; jede Art freier Software ist gesetzlich vertretbar aufzunehmen, wenn 
es hilft, technische Ziele zu erreichen. Wir k&ouml;nnen nicht unter Copyleft 
stehende Software wie das X Window System benutzen und tun das auch. 
  <P></P> 
  <DT><A href="http://www.gnu.org/philosophy/categories.de.html#TOCGNUprograms" 
  name=GNUprograms><STRONG>GNU Programme</STRONG></A> 
  <DD>&quot;GNU Programme&quot; ist gleichbedeutend mit <A 
  href="http://www.gnu.org/philosophy/categories.de.html#GNUsoftware">GNU 
  Software.</A> Ein Programm Foo ist ein GNU Programm, wenn es GNU Software ist. 
  <P></P> 
  <DT><A href="http://www.gnu.org/philosophy/categories.de.html#TOCGNUsoftware" 
  name=GNUsoftware><STRONG>GNU Software</STRONG></A> 
  <DD><A href="http://www.gnu.org/software/software.html">GNU Software</A> ist 
  Software, die unter der Schirmherrschaft des 
  <A href="http://www.gnu.org/gnu/gnu-history.html">GNU Projekts</A> ver&ouml;ffentlicht 
wird. Die meiste GNU Software steht 
<A href="http://www.gnu.org/copyleft/copyleft.de.html">unter Copyleft</A>, jedoch 
nicht alles; allerdings mu&szlig; jede GNU Software <A 
  href="http://www.gnu.org/philosophy/free-sw.de.html">freie Software</A> sein. 
  <P>Wenn ein Programm GNU Software ist, sagen wir auch, da&szlig; es ein GNU 
Programm ist. 
  <P>Manche GNU Software wird vom <A 
  href="http://www.gnu.org/people/people.html">Stab</A> der <A 
  href="http://www.gnu.org/fsf/fsf.html">Free Software Foundation</A> 
geschrieben, aber die meiste GNU Software wird von <A 
  href="http://www.gnu.org/people/people.html">Freiwilligen</A> beigetragen. 
Manche Software wird von der Free Software Foundation urheberrechtlich 
gesch&uuml;tzt, manche steht unter dem Copyright der Freiwilligen, die es 
geschrieben haben. 
  <P></P> 
  <DT><A 
  href="http://www.gnu.org/philosophy/categories.de.html#TOCsemi-freeSoftware" 
  name=semi-freeSoftware><STRONG>Halbfreie Software</STRONG></A> 
  <DD>Halbfreie Software ist Software, die nicht frei ist, bei der es aber 
f&uuml;r Individuen die Erlaubnis gibt, sie zu benutzen, zu kopieren und zu 
ver&auml;ndern (inklusive Verbreitung ver&auml;nderter Versionen) f&uuml;r 
nichtkommerzielles Zwecke. PGP ist ein Beispiel f&uuml;r halbfreie Programme. 
  <P>Halbfreie Software ist viel besser als <A 
  href="http://www.gnu.org/philosophy/categories.de.html#ProprietarySoftware">propriet&auml;re 
  Software</A>, aber sie bringt immer noch Probleme mit sich, und wir 
k&ouml;nnen sie nicht f&uuml;r ein freies Betriebssystem benutzen. 
  <P>Die Einschr&auml;nkungen des Copyleft sind dazu entworfen, die 
essentiellsten Freiheiten f&uuml;r alle Benutzer zu sch&uuml;tzen. F&uuml;r uns ist die 
einzige Rechtfertigung f&uuml;r jede wesentliche Einschr&auml;nkung die, andere Leute 
davon abzuhalten, weitere Einschr&auml;nkungen hinzuzuf&uuml;gen. Halbfreie Programme 
unterliegen zus&auml;tzliche Beschr&auml;nkungen, die durch rein eigenn&uuml;tzige Ziele 
motiviert sind. 
  <P>Es ist unm&ouml;glich, halbfreie Software in ein freies Betriebssystem 
einzubeziehen. Dies liegt daran, da&szlig; die Vertriebsbedingungen des Systems 
als Ganzem die Verkn&uuml;pfung aller in ihm enthaltenen Vertriebsbedingungen 
sind. Ein einziges halbfreies Programm zum System hinzuzuf&uuml;gen w&uuml;rde 
<EM> das gesamte</EM> System lediglich halbfrei machen. Es gibt zwei 
Gr&uuml;nde, warum wir nicht wollen, da&szlig; das passiert: 
  <P> 
  <UL> 
    <LI>Wir glauben, da&szlig; freie Software f&uuml;r jeden da sein sollte - 
einbez&uuml;glich Betrieben, nicht nur f&uuml;r Schulen und Hobbyanwender. Wir 
wollen Gesch&auml;ftsleute einladen, das ganze GNU System zu benutzen, und darum 
d&uuml;rfen wir kein halbfreies Programm in ihm einschlie&szlig;en. 
    <P></P> 
    <LI>Kommerzielle Verbreitung freier Betriebssysteme, darin 
eingeschlossen das 
<A href="http://www.gnu.org/gnu/linux-and-gnu.de.html">GNU/Linux System</A>, ist 
sehr wichtig, und Benutzer sch&auml;tzen den Komfort kommerzieller CD-ROM 
Distributionen. Ein halbfreies Programm in einem Betriebssystem zu 
beinhalten w&uuml;rde es von der kommerziellen CD-ROM Distribution ausschlie&szlig;en. 
</LI></UL> 
  <P>Die Free Software Foundation ist selbst nicht-kommerziell und w&auml;re 
daher laut Gesetz in der Lage, ein halbfreies Programm &quot;intern&quot; zu 
benutzen. Aber wir tun das nicht, weil es unsere Bem&uuml;hungen untergraben 
w&uuml;rde, ein Programm zu erhalten, das wir auch in GNU einf&uuml;gen k&ouml;nnten. 
  <P>Wenn es eine Aufgabe gibt, die durch Software erledigt werden mu&szlig;, 
dann hat das GNU System solange eine L&uuml;cke, bis wir ein freies Programm 
haben um die Aufgabe zu erledigen. Wir m&uuml;ssen Freiwilligen erz&auml;hlen &quot;Wir 
haben noch kein Programm in GNU, um diese Aufgabe zu erledigen, daher 
hoffen wir, da&szlig; ihr eines schreibt.&quot; Wenn wir selbst ein halbfreies 
Programm benutzen w&uuml;rden, um diese Aufgabe zu erledigen, w&uuml;rde es 
untergraben, was wir sagen; es w&uuml;rde die Verpflichtung (f&uuml;r uns und f&uuml;r 
andere, die unsere Ansichten teilen) wegnehmen, einen freien Ersatz zu 
schreiben. Daher tun wir dies nicht. 
  <P></P> 
  <DT><A 
  href="http://www.gnu.org/philosophy/categories.de.html#TOCProprietarySoftware" 
  name=ProprietarySoftware><STRONG>Propriet&auml;re Software</STRONG></A> 
  <DD>Propriet&auml;re Software ist Software, die weder frei noch halbfrei ist. 
Ihre Weiterverbreitung oder Ver&auml;nderung sind verboten oder verlangen von 
Ihnen, da&szlig; Sie eine Erlaubnis daf&uuml;r ben&ouml;tigen oder sind so 
stark eingeschr&auml;nkt, da&szlig; Sie sie effektiv nicht frei 
ver&auml;ndern oder verbreiten d&uuml;rfen. 
  <P>Die Free Software Foundation folgt der Regel, da&szlig; wir kein 
propriet&auml;res Programm auf unseren Computern installieren k&ouml;nnen, au&szlig;er 
tempor&auml;r f&uuml;r den speziellen Zweck, einen freien Ersatz f&uuml;r eben dieses 
Programm zu schreiben. Wir denken, da&szlig; es dar&uuml;ber hinaus keine 
Rechtfertigung daf&uuml;r gibt, ein propriet&auml;res Programm zu installieren. 
  <P>Zum Beispiel hielten wir es f&uuml;r gerechtfertigt, in den 80er Jahren 
(des 20. Jahrhunderts), Unix auf unseren Rechnern zu installieren, da wir 
es dazu benutzten, einen freien Ersatz f&uuml;r Unix zu schreiben. Heutzutage, 
da freie Betriebssysteme verf&uuml;gbar sind, ist die Rechtfertigung nicht 
l&auml;nger gegeben; wir haben alle unsere nichtfreien Betriebssysteme 
gel&ouml;scht und jeder Computer, den wir installieren, mu&szlig; mit einem 
komplett freien Betriebssystem laufen. 
  <P>Wir bestehen nicht darauf, da&szlig; Benutzer von GNU oder 
Unterst&uuml;tzer von GNU sich 
an diese Regel halten m&uuml;ssen. Es ist eine Regel, die wir f&uuml;r uns selbst 
aufgestellt haben. Aber wir hoffen, da&szlig; Sie sich entschlie&szlig;en, ihr auch zu 
folgen. 
  <P></P> 
  <DT><A href="http://www.gnu.org/philosophy/categories.de.html#TOCfreeware" 
  name=freeware><STRONG>Freeware</STRONG></A> 
  <DD>Der Begriff &quot;Freeware&quot; hat keine klar anerkannte Definition, wird 
jedoch gemeinhin f&uuml;r Pakete benutzt, welche Weiterverbreitung, nicht jedoch 
Ver&auml;nderung erlauben (dar&uuml;ber hinaus ist der Quellcode nicht verf&uuml;gbar). 
Diese Pakete sind <EM>keine</EM> freie Software, daher verwenden Sie bitte 
nicht den Begriff &quot;Freeware&quot;, um sich auf freie Software zu beziehen. 
  <P></P> 
  <DT><A href="http://www.gnu.org/philosophy/categories.de.html#TOCshareware" 
  name=shareware><STRONG>Shareware</STRONG></A> 
  <DD>Shareware ist Software, die mit der Erlaubnis daherkommt, sie 
weiterzuverbreiten, jedoch sagt, da&szlig; jeder, der eine Kopie l&auml;ngerfristig 
benutzt, ein Lizenzentgelt zahlen <EM>mu&szlig;</EM>. <P>Shareware ist keine freie 
Software, noch nicht einmal halbfreie. Daf&uuml;r gibt es zwei Gr&uuml;nde: 
  <P> 
  <UL> 
    <LI>F&uuml;r die meiste Shareware ist der Quelltext nicht verf&uuml;gbar; daher 
k&ouml;nnen Sie das Programm &uuml;berhaupt nicht ver&auml;ndern. 
    <P></P> 
    <LI>Shareware enth&auml;lt keine Erlaubnis, eine Kopie zu erstellen und zu 
installieren, noch nicht einmal f&uuml;r Individuen, die sich in 
nichtprofitablen Aktivit&auml;ten engagieren. (In der Praxis mi&szlig;achten Leute oft 
diese Verbreitungsbedingungen und tun es trotzdem, aber die Konditionen 
erlauben es nicht.) 
     </LI></UL> 
  <P></P> 
  <DT><A 
  href="http://www.gnu.org/philosophy/categories.de.html#TOCcommercialSoftware" 
  name=commercialSoftware><STRONG>Kommerzielle Software</STRONG></A> 
  <DD>Kommerzielle Software ist Software, die von einer Firma mit dem Ziel 
entwickelt wird, aus der Benutzung dieser Software Geld zu machen. 
&quot;Kommerziell&quot; und &quot;propriet&auml;r&quot; ist nicht das selbe! Die meiste 
kommerzielle 
Software ist 
  <A 
href="http://www.gnu.org/philosophy/categories.de.html#ProprietarySoftware">propriet&auml;r</A>, 
aber es gibt auch kommerzielle freie Software, und es gibt 
nichtkommerzielle unfreie Software. 
  <P>GNU Ada, zum Beispiel, wird immer unter den Bedingungen der GNU GPL 
vertrieben und jede Kopie ist freie Software; aber ihre Entwickler 
verkaufen Supportvertr&auml;ge. Wenn ihre Vertreter mit voraussichtlichen Kunden 
reden, sagen die Kunden manchmal &quot;Wir w&uuml;rden uns mit einem kommerziellen 
Compiler sicherer f&uuml;hlen.&quot; Die Vertreter antworten: &quot;GNU Ada <EM>ist</EM> 
ein kommerzieller Compiler; zuf&auml;lligerweise ist er auch freie Software.&quot; 
</P> 
  <P>F&uuml;r das GNU Projekt liegt die Betonung auf der anderen Seite: das 
Wichtige ist, da&szlig; GNU Ada freie Software ist; ob es kommerziell ist oder 
nicht ist keine entscheidende Frage. Trotzdem ist die zus&auml;tzliche 
Entwicklung, die GNU Ada dadurch erf&auml;hrt, da&szlig; es kommerziell ist, definitiv 
hilfreich. 
  <P>Bitte helfen Sie dabei, das Bewu&szlig;tsein zu verbreiten, da&szlig; kommerzielle 
freie Software m&ouml;glich ist. Sie k&ouml;nnen dazu beitragen, indem Sie sich 
bem&uuml;hen, nicht &quot;kommerziell&quot; zu sagen, wenn sie &quot;propriet&auml;r&quot; 
meinen. 
   </P></DD></DL> 
<HR> 
 
<H4><A href="http://www.gnu.org/philosophy/philosophy.html">Andere Texte 
zum Lesen</A></H4> 
<HR> 
 
Zur&uuml;ck zur <A href="http://www.gnu.org/home.de.html">GNU Homepage</A>. 
<P> 
Richten Sie Anfragen bezüglich FSF und GNU an <a 
href="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.  Andere <a 
href="/home.de.html#ContactInfo">Möglichkeiten, mit der FSF in Verbindung 
zu treten</A>. 
<P> 
Schicken Sie Kommentare zu diesen Webseiten an <a 
href="mailto:webmasters@www.gnu.org"><EM>webmasters@www.gnu.org</EM></A>, 
andere Fragen an <a 
href="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>. 
<P> 
Copyright 1994 Richard Stallman. 
Die unveränderte Wiedergabe und Verteilung dieses gesamten Textes in 
beliebiger Form ist gestattet, sofern dieser Hinweis beibehalten wird. 
<br><small>Translation Coordinator: Luis M. Arteaga &lt;lmiguel@gnu.org&gt;</small><br>
<P>Updated: <!-- hhmts start -->29 jul 2001 lmiguel <!-- hhmts end --> 
<HR> 
</BODY></HTML> 
