<!--#set var="PO_FILE"
 value='<a href="/philosophy/po/categories.ca.po">
 https://www.gnu.org/philosophy/po/categories.ca.po</a>'
 --><!--#set var="ORIGINAL_FILE" value="/philosophy/categories.html"
 --><!--#set var="DIFF_FILE" value="/philosophy/po/categories.ca-diff.html"
 --><!--#set var="OUTDATED_SINCE" value="2016-05-04" -->

<!--#include virtual="/server/header.ca.html" -->
<!-- Parent-Version: 1.77 -->

<!-- This file is automatically generated by GNUnited Nations! -->
<title>Categories de programari lliure i no lliure - Projecte GNU - Free Software
Foundation</title>

<!--#include virtual="/philosophy/po/categories.translist" -->
<!--#include virtual="/server/banner.ca.html" -->
<!--#include virtual="/server/outdated.ca.html" -->
<h2>Categories de programari lliure i no lliure</h2>

<p>Vegeu també <a href="/philosophy/words-to-avoid.html">Paraules confuses
que convé evitar</a>.</p>

<!-- GNUN: localize URL /philosophy/category.png -->
<p id="diagram" class="c">
<img src="/philosophy/category.png" alt="" />
</p>

      <p>Aquest diagrama original de Chao-Kuei i posteriorment actualitzat per altres
il·lustra les diferents categories de programari. Està disponible en els
formats <a href="/philosophy/category.svg">Scalable Vector Graphic</a> i <a
href="/philosophy/category.fig">XFig</a>, sota els termes i condicions de
les llicències GNU GPL v2 o posterior, GNU FDL v1.2 o posterior i Creative
Commons Attribution-Share Alike v2.0 o posterior.</p>

<h3 id="FreeSoftware">Programari lliure</h3>

	<p>Programari lliure &eacute;s aquell programari que concedeix a tothom
perm&iacute;s per utilitzar-lo, copiar-lo i distribuir-lo amb o sense
modificacions i de forma gratu&iuml;ta o a canvi d'una quota. Aix&ograve;
implica, particularment, que el codi font ha d'estar disponible:&quot; Si no
&eacute;s codi font, no es programari&quot;. Aquesta &eacute;s una
definici&oacute; simplificada; vegeu tamb&eacute; una <a
href="/philosophy/free-sw.html">definici&oacute; completa</a>.</p>

	<p>Si un programa &eacute;s lliure pot ser incl&ograve;s en un sistema operatiu
lliure com GNU o les versions lliures del <a
href="/gnu/linux-and-gnu.html">sistema GNU/Linux</a>.</p>

	<p>Hi ha moltes maneres diferents de fer un programa lliure. Molts detalls
poden ser resolts en m&eacute;s d'un sentit, i encara aix&iacute; el
programa pot ser lliure. Algunes de les possibles variacions es descriuen
m&eacute;s avall. Per informar-vos espec&iacute;ficament sobre les
llic&egrave;ncies de programari lliure, vegeu la <a
href="/licenses/license-list.html">llista de llic&egrave;ncies</a>.</p>

	<p>L'ess&egrave;ncia del programari lliure &eacute;s la llibertat, no el
preu. Les empreses de programari privatiu sovint utilitzen el terme
&ldquo;free software&rdquo; per referir-se nom&eacute;s al preu. De vegades
volen dir que podeu tenir de franc una c&ograve;pia del fitxer binari; de
vegades volen dir que hi ha inclosa una c&ograve;pia a l'ordinador que esteu
comprant. Tot aix&ograve; no t&eacute; res a veure amb el que entenem per
programari lliure al projecte GNU.</p>

	<p>A causa d'aquesta potencial confusi&oacute;, quan una empresa de programari
diu que el producte &eacute;s programari lliure, haur&iacute;eu de comprovar
els termes i condicions de la distribuci&oacute; per veure si els usuaris
realment tenen tots els drets que comporta el programari lliure. De vegades
&eacute;s realment programari lliure; d'altres, no.</p>

	<p>A difer&egrave;ncia de l'angl&egrave;s, on &quot;free&quot; pot significar
tant &quot;lliure&quot; com &quot;gratu&iuml;t&quot;, moltes lleng&uuml;es
tenen dues paraules diferents per referir-se a aquests conceptes. Per
exemple, el catal&agrave; t&eacute; &quot;lliure&quot; i
&quot;gratu&iuml;t&quot;. En angl&egrave;s hi ha tamb&eacute; el mot
&quot;gratis&quot;, que nom&eacute;s fa refer&egrave;ncia al preu,
per&ograve; no hi ha un adjectiu que nom&eacute;s es refereixi a la
llibertat. De manera que, si el vostre idioma no &eacute;s l'angl&egrave;s,
us suggerim que tradu&iuml;u &quot;free&quot; perqu&egrave; quedi ben
clar. Vegeu la nostra llista de <a href=
"/philosophy/fs-translations.html">traduccions de l'expressi&oacute;
&quot;free software&quot;</a> a altres idiomes.</p>

	<p>El programari lliure &eacute;s sovint <a
href="/software/reliability.html">m&eacute;s fiable</a> que el que no ho
&eacute;s.</p>

<h3 id="OpenSource">Programari de codi obert</h3>

	<p>
	Algunes persones utilitzen l'expressi&oacute; &quot;programari de codi
obert&quot; per referir-se m&eacute;s o menys al mateix que nosaltres
entenem per programari lliure. No &eacute;s exactament la mateixa classe de
programari: s'accepten llic&egrave;ncies que nosaltres considerem massa
restrictives, i es rebutgen certes llic&egrave;ncies de programari
lliure. No obstant, les zones que cobreixen les dues categories s&oacute;n
semblants: gaireb&eacute; tot el programari lliure &eacute;s de codi obert,
i gaireb&eacute; tot el programari de codi obert &eacute;s lliure.</p>
	<p>Nosaltres preferim l'expressi&oacute; &quot;<a href=
"/philosophy/open-source-misses-the-point.html">programari lliure</a>&quot;
perqu&egrave; fa refer&egrave;ncia a la llibertat, cosa que no fa &quot;codi
obert&quot;.</p>

<h3 id="PublicDomainSoftware">Programari de domini p&uacute;blic</h3>

	<p>El programari de domini p&uacute;blic &eacute;s programari que no t&eacute;
copyright. Si el codi font es troba en el domini p&uacute;blic, es tracta
d'un cas especial de <a href="#Non-CopyleftedFreeSoftware">programari lliure
sense copyleft</a>, la qual cosa implica que algunes c&ograve;pies o
versions modificades poden no ser lliures.</p>

	<p>En alguns casos, un programa executable pot trobar-se en el domini
p&uacute;blic sense que el seu codi font estigui disponible. En tal cas no
seria programari lliure, ja que l'acc&eacute;s al codi font &eacute;s un
dels requisits per ser-ho. Per altra banda, la major part del programari
lliure no &eacute;s de domini p&uacute;blic, sin&oacute; que t&eacute; un
copyright, tot i que els titulars del copyright, mitjan&ccedil;ant un
llic&egrave;ncia de programari lliure, han donat legalment perm&iacute;s a
tothom per utilitzar-lo lliurement.</p>

	<p>De vegades s'utilitza l'expressi&oacute; &quot;de domini p&uacute;blic&quot;
de manera ambigua, donant a entendre que vol dir <a
href="#FreeSoftware">&quot;lliure&quot;</a> o &quot;de franc&quot;. Malgrat
aix&ograve;, &quot;domini p&uacute;blic&quot; &eacute;s un terme legal que
significa, exactament, &quot;sense copyright&quot;. Per raons de claredat,
recomanem utilitzar &quot;de domini p&uacute;blic&quot; nom&eacute;s en el
seu sentit estricte i utilitzar altres termes per expressar altres
significats.</p>

	<p>D'acord amb la Convenci&oacute; de Berna, que han signat la majoria dels
pa&iuml;sos, qualsevol cosa que s'escriu t&eacute; autom&agrave;ticament un
copyright. Aix&ograve; inclou els programes. De manera que, si voleu que un
programa que heu escrit estigui en el domini p&uacute;blic, heu de seguir
una s&egrave;rie de passos legals per renunciar als vostres drets d'autor;
si no ho feu, el programa continuar&agrave; tenint un copyright.</p>

<h3 id="CopyleftedSoftware">Programari amb copyleft</h3>

	<p>El programari amb copyleft &eacute;s aquell programari lliure els termes de
distribuci&oacute; del qual estableixen que totes les futures versions han
de continuar sent programari lliure. Aix&ograve; significa, per exemple, que
les llic&egrave;ncies de copyleft generalment no permeten afegir termes o
condicions addicionals al programari (tot i que es pot permetre afegir una
s&egrave;rie limitada de requeriments per protegir-los) i estableixen que el
codi font ha de continuar estant disponible. Això protegeix el programa i
les seves versions modificades de algunes de les maneres habituals de
convertir un programa en propietari.</p>

        <p>Algunes llicències amb copyleft, com ara la versió 3 de la GPL, bloquegen
altres maneres de convertir el programa en propietari, com ara la <a
href="http://www.gnu.org/licenses/rms-why-gplv3.html">tivoització</a>.</p> 

	<p>Al projecte GNU publiquem amb copyleft gaireb&eacute; tot el programari que
escrivim, perqu&egrave; el nostre objectiu &eacute;s donar a <em>tots</em>
els usuaris les llibertats que comporta l'expressi&oacute; &quot;programari
lliure&quot;. Vegeu <a href= "/copyleft/copyleft.html">Qu&egrave;
&eacute;s el copyleft?</a> per a una explicaci&oacute; m&eacute;s detallada
sobre com funciona i per qu&egrave; el fem servir.</p>

	<p>El copyleft &eacute;s un concepte general; per publicar un programa amb
copyleft, haureu d'utilitzar un conjunt espec&iacute;fic de termes de
distribuci&oacute;. Hi ha moltes maneres possibles d'exposar uns termes de
distribuci&oacute; amb copyleft, o sigui que, en principi, pot haver-hi
moltes menes de llic&egrave;ncies de programari lliure amb copyleft. No
obstant, a la pr&agrave;ctica, gaireb&eacute; tot el programari amb copyleft
utilitza actualment la <a href="/copyleft/gpl.html">Llic&egrave;ncia
P&uacute;blica General de GNU</a>. Dues llic&egrave;ncies de copyleft
diferents s&oacute;n normalment &quot;incompatibles&quot;, la qual cosa
implica que pot ser il&middot;legal combinar codi sota una llic&egrave;ncia
amb codi sota una altra. Per aquesta ra&oacute;, &eacute;s bo per a la
comunitat que tothom utilitzi la mateixa llic&egrave;ncia de copyleft.</p>

<h3 id="Non-CopyleftedFreeSoftware">Programari lliure sense copyleft</h3>

	<p>El programari lliure sense copyleft ve amb el perm&iacute;s de l'autor per
modificar-lo i distribuir-lo, per&ograve; tamb&eacute; amb el perm&iacute;s
d'afegir-hi restriccions addicionals.</p>

	<p>Si un programa &eacute;s lliure per&ograve; no t&eacute; copyleft, llavors
algunes c&ograve;pies o versions modificades poden no ser lliures. Una
empresa de programari pot compilar el programa, amb o sense modificacions, i
distribuir el fitxer executable com un producte de programari <a href=
"#ProprietarySoftware">privatiu</a>.</p>

	<p>El <a href="http://www.x.org">Sistema X Window</a> il&middot;lustra aquest
fet. El X Consortium va publicar el X11 amb uns termes de distribuci&oacute;
que en feien un programa lliure sense copyleft. Una còpia que tingui aquests
termes de distribució és lliure. Per&ograve; tamb&eacute; hi ha versions no
lliures, i existeixen al mercat (o al menys van existir) estacions de
treball i targetes gr&agrave;fiques per a PC que nom&eacute;s funcionen amb
les versions no lliures. Si utilitzeu aquest tipus de maquinari, sapigueu
que X11 no &eacute;s programari lliure. <a href="/philosophy/x.html">Els
desenvolupadors del X11 fins i tot van fer un X11 no lliure</a> en cert
moment; van poder fer-ho perquè altres havien contribuït amb el seu codi
sota la mateixa llicència sense copyleft.</p>

<h3 id="LaxPermissiveLicensedSoftware">Programari amb llicències àmpliament permissives</h3>

	<p>Les llicències àmpliament permissives inclouen la llicència X11 i les <a
href="bsd.html">dues llicències BSD</a>.  Aquestes llicències permeten
gairebé qualsevol ús del codi, incloent la distribució d'executables
propietaris canviant o sense canviar el codi font.</p>

<h3 id="GPL-CoveredSoftware">Programari cobert per la GPL</h3>

	<p>La <a href="/copyleft/gpl.html">GNU GPL (Llic&egrave;ncia P&uacute;blica
General)</a> &eacute;s un conjunt espec&iacute;fic de termes de
distribuci&oacute; per publicar un programa amb copyleft. El Projecte GNU
utilitza aquests termes de distribuci&oacute; a la major part del programari
GNU.</p>

	<p>Identificar el programari lliure amb el programari cobert per la llicència
GPL és per tant un error.</p>

<h3 id="TheGNUsystem">El sistema operatiu GNU</h3>

	<p>El <a href="/gnu/gnu-history.html">sistema GNU</a> &eacute;s un sistema
operatiu a l'estil de Unix completament lliure. L'hem estat desenvolupant al
Projecte GNU des de 1984.</p>

	<p>Un sistema operatiu a l'estil de Unix consta de molts programes. El sistema
GNU inclou tots els <a href="#GNUsoftware">paquets oficials de
GNU</a>. Inclou a més molts altres paquets que no són programari GNU, com el
sistema X Window i TeX.</p>

	<p>La primera versi&oacute; de prova d'un sistema GNU complet es va publicar el
1996. Inclo&iuml;a GNU Hurd, el nucli que v&agrave;rem desenvolupar des de
1990. Al 2001 el sistema GNU (amb el nucli Hurd) va comen&ccedil;ar a
funcionar amb una fiabilitat raonable, per&ograve; a Hurd encara li mancaven
algunes prestacions importants, de manera que s'utilitzava poc. Mentrestant,
el <a href= "/gnu/linux-and-gnu.html">sistema GNU/Linux</a>, una variant
del sistema GNU que se servia com a nucli de Linux en lloc de Hurd, havia
tingut un gran &egrave;xit durant els 90. Això mostra que el sistema GNU no
és un estàtic paquet de programes; els usuaris i els distribuïdors poden
seleccionar diferents paquets segons les seves necessitats i desitjos. El
resultat encara és una variant del sistema GNU.</p>

	<p>Com que el prop&ograve;sit del sistema GNU &eacute;s ser lliure, cada
component individual del sistema GNU ha de ser programari lliure. No cal,
per&ograve;, que tots ells tinguin copyleft. S'hi pot incloure qualsevol
tipus de programari lliure des del punt de vista legal si ajuda a assolir
els objectius t&egrave;cnics.</p>

<h3 id="GNUprograms">Programes GNU</h3>

	<p>&quot;Programes GNU&quot; &eacute;s el mateix que <a
href="#GNUsoftware">programari GNU</a>. El programa Nothifixis &eacute;s un
programa GNU si &eacute;s programari GNU. De vegades tamb&eacute; diem que
&eacute;s un &quot;paquet GNU&quot;.</p>

<h3 id="GNUsoftware">Programari GNU</h3>

	<p>El <a href="/software/software.html">programari GNU</a> &eacute;s
programari publicat sota els auspicis del <a href=
"/gnu/gnu-history.html">Projecte GNU</a>. Si un programa &eacute;s
programari GNU, tamb&eacute; diem que &eacute;s un programa GNU o un paquet
GNU. El manual o el Llegeix-me d'un paquet GNU ha de dir que ho &eacute;s;
per altra banda, el <a href="/directory">Directori de Programari Lliure</a>
identifica tots els paquets GNU.</p>

	<p>La major part del programari GNU t&eacute; <a href=
"/copyleft/copyleft.html">copyleft</a>, per&ograve; no tots el
tenen. Malgrat aix&ograve;, tot el programari GNU ha de ser <a
href="/philosophy/free-sw.html">programari lliure</a>.</p>

	<p>Part del programari GNU va ser escrit per la <a href=
"http://www.fsf.org/about/staff/">plantilla</a> de la <a
href="http://www.fsf.org/">Free Software Foundation</a>, però la major part
del programari GNU prové de molts <a
href="/people/people.html">voluntaris</a>.  (Alguns d'aquest voluntaris
cobren de companyies o universitats, però per nosaltres són voluntaris.)  De
vegades el titular del copyright d'aquest programari és la Free Software
Foundation i de vegades els col·laboradors que el van escriure.</p>

<h3 id="FSF-CopyrightedGNUSoftware">Programari GNU amb copyright de la FSF</h3>

        <p>Els desenvolupadors del paquets GNU poden transferir el copyright a la FSF o
retenir-lo. L'elecció és seva.</p>

        <p>Si han transferit el copyright a la FSF, llavors el programa és programari
GNU amb copyright de la FSF, i la FSF pot fer complir la llicència. Si han
retingut el copyright, fer complir la llicència és la seva responsabilitat.</p>
	
	<p>Com a norma, la FSF no accepta cessions de copyright de programes que no són
paquets oficials de GNU.</p>

<h3 id="non-freeSoftware">Programari no lliure</h3>

	<p>Programari no lliure es qualsevol programa que no és lliure. El seu
&uacute;s, distribuci&oacute; o modificaci&oacute; està prohibit, o
requereix que demaneu perm&iacute;s, o cont&eacute; tals restriccions que no
es pot distribuir o modificar lliurement.</p>

<h3 id="ProprietarySoftware">Programari privatiu</h3>

	<p>El programari propietari és una altra designació per al programari no
lliure. Abans subdividíem el programari no lliure en "programari
semilliure", que podia ser modificat i distribuït de forma no comercial, i
"programari propietari", que no podia ser modificat ni distribuït. Però hem
prescindit d'aquesta distinció i ara utilitzem "programari propietari" com a
sinònim de programari no lliure.</p>

	<p>La Free Software Foundation segueix la regla de no instal&middot;lar cap
tipus de programari de car&agrave;cter privatiu als seus ordinadors, amb
l'excepci&oacute; d'aquells que s'instal&middot;lin temporalment amb la
intenci&oacute; concreta d'escriure'n un substitut lliure. Fora d'aquest cas
pensem que no hi ha cap excusa per instal&middot;lar un programa privatiu.</p>

	<p>Per exemple, estava justificat instal&middot;lar Unix en els nostres
ordinadors als anys 80 perqu&egrave; el f&egrave;iem servir per escriure un
substitut lliure d'Unix. Actualment, com que ja hi ha sistemes operatius
lliures, aquesta excusa ja no val; hem eliminat tots els sistemes operatius
no lliures, i cada ordinador nou ha de funcionar amb un sistema operatiu
completament lliure.</p>

	<p>No insistim que els usuaris o col&middot;laboradors de GNU segueixin aquesta
regla. &Eacute;s una norma que v&agrave;rem crear per a
nosaltres. Per&ograve; tenim l'esperan&ccedil;a que tamb&eacute; decidiu
seguir-la, pel bé de la vostra llibertat.</p>


<h3 id="freeware">Freeware</h3>

	<p>El terme &quot;freeware&quot; no disposa d'una definici&oacute; acceptada
un&agrave;nimement; s'utilitza normalment per referir-se a programes que
permeten la distribuci&oacute; per&ograve; no la modificaci&oacute; (i el
seu codi font no est&agrave; disponible). Aquests paquets <em>no</em>
s&oacute;n programari lliure; per tant, si us plau, no feu servir la paraula
&quot;freeware&quot; per referir-vos al programari lliure.</p>

<h3 id="shareware">Shareware</h3>

	<p>El shareware &eacute;s aquell programari que autoritza la distribuci&oacute;
de c&ograve;pies, per&ograve; que adverteix que per fer-ne un &uacute;s
continuat <em>cal</em> pagar una llic&egrave;ncia d'&uacute;s.</p>

	<p>El shareware no és programari lliure ni semilliure, per dues raons:</p>

	<ul>
	<li>A la major part del shareware, el codi font no est&agrave; disponible, i per
tant no es pot modificar el programa.</li>
	<li>El shareware no permet fer una c&ograve;pia i instal&middot;lar-la sense
haver de pagar una llic&egrave;ncia, ni tant sols a particulars sense
&agrave;nim de lucre (a la pr&agrave;ctica, la gent sovint no fa cas dels
termes de distribuci&oacute; i el fan servir igualment, tot i no estar
perm&egrave;s).</li>
	</ul>

<h3 id="PrivateSoftware">Programari privat</h3>
	<p>El programari privat o personalitzat &eacute;s aquell programari dissenyat
per a un usuari (normalment una empresa u organitzaci&oacute;). L'usuari en
q&uuml;esti&oacute; l'utilitza i el custodia, sense fer-ne p&uacute;blic ni
l'executable ni el codi font.</p>
	<p>En un sentit molt trivial, un programa privat és lliure si el seu únic
usuari té les quatre llibertats. Particularment, si l'usuari té tots els
drets sobre el programa privat, el programa és lliure. No obstant, si
l'usuari distribueix còpies a altres i no els proporciona els quatre drets
sobre aquestes còpies, les còpies no seran programari lliure.</p>

	<p>El programari lliure és una qüestió de llibertat, no de possibilitat
d'accés. En general, no creiem que sigui un error desenvolupar un programa i
no publicar-lo. Hi ha casos en què un programa és tan útil que mantenir-lo
inèdit és tractar malament la humanitat. No obstant, aquests casos són
aïllats. La major part dels programes no són tan meravellosos, i no
publicar-los no és particularment perjudicial. Per tant, no hi ha cap
contradicció entre el desenvolupament de programari privat o personalitzat i
els principis del moviment per al programari lliure.</p>

	<p>Gaireb&eacute; tots els llocs de treball per a programadors s&oacute;n per
desenvolupar programari personalitzat; per tant, la major part de les feines
de programaci&oacute; es fan o es podrien fer d'una manera compatible amb
els principis del moviment per al programari lliure.</p>

<h3 id="commercialSoftware">Programari comercial</h3>

	<p> &ldquo;Comercial&rdquo; i &ldquo;privatiu&rdquo; no és el mateix! El
programari comercial és aquell programari que ha estat desenvolupat per
empreses com a part del seu negoci. La major part del programari comercial
és <a href="#ProprietarySoftware">privatiu</a>, però hi ha programari
comercial que és lliure, i hi ha programari no comercial que no és lliure.</p>

	<p>Per exemple, el GNU Ada el desenvolupa una companyia. Es distribueix sempre
sota els termes de la Llic&egrave;ncia P&uacute;blica General de GNU, i
totes les c&ograve;pies s&oacute;n programari lliure, per&ograve; els seus
desenvolupadors venen contractes de suport. Quan els seus venedors parlen
amb clients potencials, de vegades els clients diuen: &quot;ens
sentir&iacute;em m&eacute;s segurs amb un compilador comercial&quot;. La
resposta dels comercials &eacute;s: &quot;GNU Ada <em>&eacute;s</em> un
compilador comercial, per&ograve; alhora &eacute;s lliure&quot;.</p>
	<p>Pel Projecte GNU, les prioritats tenen un altre ordre: l'important és que el
GNU Ada sigui programari lliure; si és o no comercial no és més que un
detall. Malgrat aix&ograve;, el desenvolupament addicional del GNU Ada que
prov&eacute; del fet de ser comercial &eacute;s clarament benefici&oacute;s.</p>
	<p>Si us plau, ajudeu a difondre que &eacute;s possible l'exist&egrave;ncia de
programari comercial lliure. Podeu fer-ho evitant referir-vos a
&quot;comercial&quot; quan voleu dir &quot;privatiu&quot;.</p>

<!-- If needed, change the copyright block at the bottom. In general, -->
<!-- all pages on the GNU web server should have the section about    -->
<!-- verbatim copying.  Please do NOT remove this without talking     -->
<!-- with the webmasters first. -->
<!-- Please make sure the copyright date is consistent with the document -->
<!-- and that it is like this "2001, 2002" not this "2001-2002." -->
<div class="translators-notes">

<!--TRANSLATORS: Use space (SPC) as msgstr if you don't have notes.-->
 </div>
</div>

<!-- for id="content", starts in the include above -->
<!--#include virtual="/server/footer.ca.html" -->
<div id="footer">
<div class="unprintable">

<p>Envieu si us plau les vostres preguntes sobre la FSF i GNU a <a
href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.  També hi ha <a
href="/contact/contact.html">altres formes de contactar</a> amb la
FSF. Envieu els enllaços trencats i altres correccions o suggeriments a <a
href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.</p>

<p>
<!-- TRANSLATORS: Ignore the original text in this paragraph,
        replace it with the translation of these two:

        We work hard and do our best to provide accurate, good quality
        translations.  However, we are not exempt from imperfection.
        Please send your comments and general suggestions in this regard
        to <a href="mailto:web-translators@gnu.org">

        &lt;web-translators@gnu.org&gt;</a>.</p>

        <p>For information on coordinating and submitting translations of
        our web pages, see <a
        href="/server/standards/README.translations.html">Translations
        README</a>. -->
Vegeu la <a href="/server/standards/README.translations.html">Guia de
traducció</a> per informar-vos sobre la coordinació i publicació de les
traduccions d'aquest article. <br />Contacteu amb l'<a
href="/server/standards/translations/ca/">Equip de traducció</a> per
col·laborar en la traducció al català del web de GNU.</p>
</div>

<p>Copyright &copy; 1996, 1997, 1998, 2001, 2006, 2007, 2009, 2010, 2014, 2015,
2016 Free Software Foundation, Inc.</p>

<p>Aquesta pàgina es troba sota la <a rel="license"
href="http://creativecommons.org/licenses/by-nd/4.0/">Llicència Creative
Commons Reconeixement-SenseObraDerivada 4.0 Internacional</a>.</p>

<!--#include virtual="/server/bottom-notes.ca.html" -->
<div class="translators-credits">

<!--TRANSLATORS: Use space (SPC) as msgstr if you don't want credits.-->
Traducci&oacute;: David, 24 d'abril de 2000<br />Darrera revisi&oacute;: <a
href="http://www.puigpe.org/">puigpe</a>, 28 de setembre de 2012.</div>

<p class="unprintable"><!-- timestamp start -->
Updated:

$Date: 2016/07/11 08:35:14 $

<!-- timestamp end -->
</p>
</div>
</div>
</body>
</html>
