<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//ES">
<HTML>
<HEAD>
<TITLE>Copyright y globalizaci&oacute;n en la era de las redes de computadoras - El Projeto GNU
y la Fundaci&oacute;n para el Software Libre (FSF)</TITLE>
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H3>Copyright y globalizaci&oacute;n en la era de las redes de computadoras</H3>

<A HREF="/graphics/agnuhead.html"><IMG SRC="/graphics/gnu-head-sm.jpg"
ALT=" [Imagen de la cabeza de un GNU] "
WIDTH="129" HEIGHT="122"></A>

[
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
  <A HREF="/philosophy/copyright-and-globalization.es.html">Espa&ntilde;ol</A>
| <A HREF="/philosophy/copyright-and-globalization.en.html">Ingl&eacute;s</A>
| <A HREF="/philosophy/copyright-and-globalization.it.html">Italiano</A>
| <A HREF="/philosophy/copyright-and-globalization.pt.html">Portugu&eacute;s</A>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
]
<P>
                                      
<i>Lo que sigue es una transcripci&oacute;n corregida de la conferencia dictada en el MIT,
en el </i>Communications Form<i>, el jueves 19 de abril de 2001, de 17:00 a 19:00 hs. </i>

<p>

<p>
<b>DAVID THORNBURN, moderador:</b> Nuestro orador de hoy, Richard Stallman, es una figura legendaria en el mundo de la computaci&oacute;n, y mi experiencia al tratar de encontrar una persona que comparta el estrado con &eacute;l fue instructiva. Un distinguido profesor del MIT me dijo que Stallman debe ser entendido como un personaje carism&aacute;tico de una par&aacute;bola b&iacute;blica (especie de an&eacute;cdota o lecci&oacute;n del Antiguo Testamento). "Imag&iacute;nate -me dijo- un Mois&eacute;s o un Jerem&iacute;as... mejor un Jerem&iacute;as". Y yo dije "bien, eso es muy admirable". 

<p>
Suena maravilloso. Confirma mi sensaci&oacute;n acerca del tipo de contribuci&oacute;n que ha hecho al mundo. "Entonces, &iquest;por qu&eacute; no quieres 
compartir el estrado con &eacute;l?" Su respuesta: "como Jerem&iacute;as o Mois&eacute;s, &eacute;l simplemente me apabullar&iacute;a. No querr&iacute;a aparecer en el mismo panel que &eacute;l, pero si me pidieras que nombre a cinco personas vivas en el mundo que realmente nos hayan ayudado a todos nosotros, Richard Stallman ser&iacute;a una de ellas."

<p>
<b>RICHARD STALLMAN:</b> Deber&iacute;a [empezar explicando por qu&eacute; me negu&eacute; a permitir que esta conferencia sea transmitida en directo v&iacute;a Internet (<i>web cast</i>)], en caso de que no haya sido plenamente aclarada cu&aacute;l es la cuesti&oacute;n: el software que utilizan para transmitir imagen y sonido en vivo por Internet requiere que el usuario descargue cierto software para recibir la transmisi&oacute;n. Ese software no es software libre. Est&aacute; disponible a precio cero pero s&oacute;lo como un "ejecutable", que es un misterioso mont&oacute;n de n&uacute;meros. 

<p>
Lo que hace es secreto. No lo puedes estudiar, no lo puedes cambiar, y ciertamente no puedes publicarlo en tu propia versi&oacute;n modificada. Y &eacute;stas est&aacute;n entre las libertades que son esenciales en la definici&oacute;n de "software libre".

<p>
Entonces, si voy a ser un honesto defensor del software libre, dif&iacute;cilmente podr&iacute;a andar dando discursos y ejercer presi&oacute;n sobre la gente para que use software no libre. Estar&iacute;a socavando mi propia causa. Y si yo no demuestro que me tomo en serio mis principios, no puedo esperar que nadie m&aacute;s los tome en serio.

<p>
Sin embargo, este discurso no es acerca del software libre. Luego de haber trabajado en el movimiento del software libre por muchos a&ntilde;os y de que la gente haya comenzado a usar algunas partes del sistema operativo GNU, empec&eacute; a ser invitado a conferencias. La gente empez&oacute; a preguntar: "bueno, &iquest;de qu&eacute; manera las ideas sobre libertad para los usuarios de software pueden generalizarse a otros tipos de cosas?" Y, por supuesto, alguna gente hac&iacute;a preguntas tontas como "&iquest;deber&iacute;a ser libre el hardware?", "&iquest;este micr&oacute;fono deber&iacute;a ser libre?".

<p>
Bien, &iquest;qu&eacute; quiere decir eso? &iquest;Deber&iacute;as ser libre de copiarlo y modificarlo? Si compras un micr&oacute;fono, nadie te va a impedir modificarlo. Y copiarlo... nadie tiene un copiador de micr&oacute;fonos. Fuera de Viaje a las Estrellas, esas cosas no existen. Puede ser que alg&uacute;n d&iacute;a hayan analizadores y ensambladores nanotecnol&oacute;gicos, y entonces estas cuestiones de si eres libre o no de hacer copias realmente adquieran importancia. Veremos empresas agroindustriales intentando impedir que la gente copie alimentos, y eso se va a convertir en una cuesti&oacute;n pol&iacute;tica de primer orden; si es que esa capacidad tecnol&oacute;gica llega a existir. No s&eacute; si lo har&aacute;, es s&oacute;lo especulaci&oacute;n.

<p>
Pero para otras clases de informaci&oacute;n, se puede traer el asunto a colaci&oacute;n, porque cualquier clase de informaci&oacute;n que pueda ser almacenada en una computadora, concebiblemente, puede ser copiada y modificada. As&iacute; que las cuestiones &eacute;ticas del software libre, la cuesti&oacute;n del derecho de un usuario de copiar y modificar software, son las mismas que las relativas a otros tipos de informaci&oacute;n publicada. Yo no estoy hablando de informaci&oacute;n privada; digamos, informaci&oacute;n personal, la cual se supone que nunca debe estar disponible al p&uacute;blico. Estoy hablando de los derechos que deber&iacute;as tener si obtienes copias de cosas publicadas, a las que no se intenta mantener en secreto.

<p>
A fin de explicar mis ideas en la materia, quisiera repasar la historia de la distribuci&oacute;n de informaci&oacute;n y la del 
<i>copyright</i>.

<p>
En el mundo antiguo, los libros se escrib&iacute;an a mano con una pluma, y cualquiera que supiera c&oacute;mo leer y escribir pod&iacute;a copiar un libro casi tan eficientemente como los dem&aacute;s. Cierto que alguien que lo hiciese todo el d&iacute;a probablemente lo har&iacute;a un poco mejor, pero no hab&iacute;a una enorme diferencia. Y como las copias se hac&iacute;an de a una por vez, no exist&iacute;a una gran econom&iacute;a de escala. Hacer diez copias tomaba diez veces m&aacute;s tiempo que hacer una copia. Tampoco hab&iacute;a nada que forzara la centralizaci&oacute;n; un libro pod&iacute;a copiarse en cualquier lugar.

<p>
Ahora bien, debido a esta tecnolog&iacute;a, dado que no obligaba a que las copias fueran id&eacute;nticas, no hab&iacute;a en la antig&uuml;edad una distinci&oacute;n total entre copiar un libro y escribir un libro. Hab&iacute;a cosas en el medio que ten&iacute;an sentido. Ellos s&iacute; entend&iacute;an la idea de autor. Sab&iacute;an, digamos, que tal obra hab&iacute;a sido escrita por S&oacute;focles, pero entre la escritura del libro y su copiado hab&iacute;a otras cosas &uacute;tiles que pod&iacute;as hacer. Por ejemplo, pod&iacute;as copiar una parte de un libro, despu&eacute;s escribir algunas palabras nuevas, copiar algo m&aacute;s y escribir algo m&aacute;s y as&iacute;. Esto se llamaba "escribir un comentario". Era algo muy com&uacute;n, y estos comentarios eran apreciados.

<p>
Pod&iacute;as tambi&eacute;n copiar un pasaje de un libro, despu&eacute;s escribir algunas palabras, y copiar un pasaje de otro libro y escribir m&aacute;s palabras, y as&iacute;, y esto era hacer un compendio. Los compendios tambi&eacute;n eran muy &uacute;tiles. Hab&iacute;a trabajos que se perd&iacute;an, pero algunas de sus partes sobreviv&iacute;an cuando eran citadas en otros libros que alcanzaban mayor popularidad que el original. Quiz&aacute;s copiaban las partes m&aacute;s interesantes, y as&iacute; la gente hac&iacute;a muchas copias de &eacute;stas pero no se molestaban en copiar el original porque no era lo bastante interesante.

<p>
Hasta donde yo s&eacute;, no hab&iacute;a <i>copyright</i> en el mundo antiguo. Cualquiera que quisiera copiar un libro pod&iacute;a copiarlo. M&aacute;s 
tarde 
se invent&oacute; la imprenta, y los libros empezaron a copiarse en la imprenta. La imprenta no era s&oacute;lo una mejora cuantitativa en la facilidad de copiado, sino que afectaba de manera dispar a los distintos tipos de copiado, ya que introduc&iacute;a una econom&iacute;a de escala inherente. Era mucho trabajo preparar cada p&aacute;gina y mucho menos trabajo hacer varias copias id&eacute;nticas de &eacute;stas. Entonces el resultado fue que copiar libros tendi&oacute; a convertirse en una actividad centralizada y de producci&oacute;n masiva. Las copias de cualquier libro dado se har&iacute;an probablemente en unos pocos lugares.

<p>
Tambi&eacute;n signific&oacute; que los lectores ordinarios no podr&iacute;an copiar libros eficientemente. S&oacute;lo si ten&iacute;as una imprenta lo pod&iacute;as hacer. As&iacute; que era una actividad industrial. 

<p>
Durante unos pocos primeros siglos de imprenta, los libros impresos no
reemplazaron totalmente a los copiados a mano. Las copias artesanales
todav&iacute;a se hac&iacute;an, a veces por gente rica y aveces por gente pobre. Los ricos lo hac&iacute;an para tener copias especialmente hermosas, que muestren cu&aacute;n ricos eran, y los pobres lo hac&iacute;an porque quiz&aacute;s no ten&iacute;an suficiente dinero para comprar una copia impresa, pero ten&iacute;an tiempo para copiar a mano un libro. Como dice la canci&oacute;n: "tiempo no es dinero cuando todo lo que tienes es tiempo".

<p>
Entonces el copiado a mano todav&iacute;a se hac&iacute;a hasta cierto punto. Creo que fue durante el siglo XIX que la impresi&oacute;n se volvi&oacute; tan barata que a&uacute;n la gente pobre pod&iacute;a comprarse libros impresos si sab&iacute;an leer. 

<p>
El <i>copyright</i> apareci&oacute; con el uso de la imprenta y, dada la tecnolog&iacute;a de la imprenta, ten&iacute;a el efecto de una regulaci&oacute;n 
industrial. No restring&iacute;a lo que pod&iacute;an hacer los lectores; restring&iacute;a lo que pod&iacute;an hacer los editores y los autores. El 
<i>copyright</i> en Inglaterra inicialmente fue una forma de censura. Ten&iacute;as que obtener un permiso del gobierno para publicar 
el libro. 

<p>
Pero la idea cambi&oacute;. En los tiempos de la Constituci&oacute;n de los Estados Unidos, la gente lleg&oacute; a una idea diferente del 
prop&oacute;sito del <i>copyright</i>, y creo que esa idea tambi&eacute;n fue aceptada en Inglaterra.

<p>
Para la Constituci&oacute;n de los EE.UU. se propuso que a los autores haya que otorgarles un <i>copyright</i>, un monopolio sobre el 
copiado de sus libros. Esta propuesta fue rechazada. En cambio, fue adoptada una propuesta crucialmente diferente: con el fin 
de promover el progreso, el Congreso podr&iacute;a opcionalmente establecer un sistema de <i>copyright</i> que creara esos 
monopolios. 
Entonces los monopolios, de acuerdo con la Constituci&oacute;n de los EE.UU., no existen por el bien de sus propietarios, sino para promover el progreso de la ciencia. Los monopolios se entregan a los autores como un modo de afectar su comportamiento, para lograr que hagan algo que sirva al p&uacute;blico.

<p>
Entonces la meta es: m&aacute;s libros escritos y publicados que la gente pueda leer. Y se cree que esto contribuye al incremento de la actividad literaria, incremento de la escritura sobre ciencia y otros campos, y la sociedad entonces aprende a trav&eacute;s de esto. &Eacute;se es el prop&oacute;sito a servir. La creaci&oacute;n de monopolios privados era s&oacute;lo un medio en procura de un fin, y este fin es un fin p&uacute;blico.

<p>
El <i>copyright</i> en la era de la imprenta era bastante indoloro, pues era una regulaci&oacute;n industrial. Restring&iacute;a s&oacute;lo las 
actividades de los editores y de los autores. Bueno, en alg&uacute;n sentido estricto,  tambi&eacute;n los pobres que copiaban libros a mano 
podr&iacute;an haber infringido la ley de <i>copyright</i>. Pero nadie nunca trat&oacute; de forzarlos a respetar el <i>copyright</i> porque 
se 
entend&iacute;a como una regulaci&oacute;n industrial.

<p>
El <i>copyright</i> en la era de la imprenta tambi&eacute;n era f&aacute;cil de hacer cumplir, porque ten&iacute;a que hacerse cumplir s&oacute;lo donde 
hab&iacute;a 
un editor, y los editores, por su naturaleza, se hacen conocer. Si est&aacute;s tratando de vender libros, tienes que decirle a la 
gente a d&oacute;nde venir a comprarlos. No tienes que ir a la casa de todo el mundo a hacerles respetar el <i>copyright</i>.

<p>
Y, finalmente, el <i>copyright</i> puede haber sido un sistema beneficioso en aquel contexto. El <i>copyright</i> en EE.UU. es 
considerado 
por los especialistas en Derecho como un comercio, un trueque entre el p&uacute;blico y los autores. El p&uacute;blico cede algunos de sus derechos naturales y a cambio se beneficia con la escritura y la publicaci&oacute;n de mayor cantidad de libros.

<p>
Ahora, &iquest;es &eacute;ste un trato ventajoso? Bueno, cuando el p&uacute;blico en general no puede hacer copias porque s&oacute;lo pueden hacerse 
eficientemente en las imprentas -y la mayor&iacute;a de la gente no tiene imprentas- el resultado es que el p&uacute;blico en general est&aacute; 
cediendo una libertad que no puede ejercer, una libertad sin ning&uacute;n valor pr&aacute;ctico. Entonces, si tienes algo que es un 
subproducto de tu vida y que es in&uacute;til, y tienes la oportunidad de intercambiarlo por algo de alg&uacute;n valor, est&aacute;s ganando. As&iacute; 
es c&oacute;mo el <i>copyright</i> pudo haber sido un trato ventajoso para el p&uacute;blico en aquella &eacute;poca.

<p>
Pero el contexto est&aacute; cambiando, y eso debe cambiar nuestra evaluaci&oacute;n &eacute;tica del <i>copyright</i>. Ahora bien, los principios 
b&aacute;sicos de la &eacute;tica no son modificados por los avances de la tecnolog&iacute;a; son demasiado fundamentales para ser afectados por 
tales contingencias. Pero nuestra decisi&oacute;n sobre cualquier pregunta espec&iacute;fica es una cuesti&oacute;n de las consecuencias de las 
alternativas disponibles, y las consecuencias de una determinada opci&oacute;n pueden cambiar seg&uacute;n el contexto cambie. Eso es lo que 
est&aacute; ocurriendo en el &aacute;rea del <i>copyright</i>, porque la era de la imprenta est&aacute; llegando a su fin, dando paso gradualmente 
a la era de las redes de computadoras.

<p>
Las redes de computadoras y la tecnolog&iacute;a de la informaci&oacute;n digital nos est&aacute;n llevando de regreso a un mundo m&aacute;s parecido a la antig&uuml;edad, donde cualquiera que puede leer y usar la informaci&oacute;n puede tambi&eacute;n copiarla y hacer copias casi tan f&aacute;cilmente como cualquiera. Hay copias perfectas y las hay tan buenas como las que podr&iacute;a hacer cualquiera. As&iacute; que la centralizaci&oacute;n y la econom&iacute;a de escala introducidas por la imprenta est&aacute;n desapareciendo.

<p>
Y este contexto cambiante cambia el modo en que funciona la ley de <i>copyright</i>. Ver&aacute;n, la ley de <i>copyright</i> ya no 
act&uacute;a 
como una 
regulaci&oacute;n industrial; ahora es una restricci&oacute;n draconiana sobre el p&uacute;blico en general. Sol&iacute;a ser una restricci&oacute;n sobre los 
editores por el bien de los autores. Ahora, para prop&oacute;sitos pr&aacute;cticos, es una restricci&oacute;n sobre el p&uacute;blico para provecho de 
los editores. El <i>copyright</i> sol&iacute;a ser bastante indoloro e incontrovertido. No restring&iacute;a al p&uacute;blico en general. Ahora 
eso ya 
no es verdad. Si tienes una computadora, los editores consideran el restringirte como su m&aacute;s alta prioridad. El 
<i>copyright</i> era 
f&aacute;cil de hacer cumplir porque era una restricci&oacute;n que pesaba s&oacute;lo sobre los editores, que eran f&aacute;ciles de encontrar y lo que 
publicaban era f&aacute;cil de ver. Ahora el <i>copyright</i> es una restricci&oacute;n que pesa sobre cada uno de ustedes. Para forzar su 
cumplimiento requiere vigilancia -e intrusi&oacute;n- y duros castigos, y
observamos c&oacute;mo se est&aacute; incorporando a la legislaci&oacute;n de los EE.UU. y de otros pa&iacute;ses.

<p>
Y el <i>copyright</i> sol&iacute;a ser, discutiblemente, un trato ventajoso para el p&uacute;blico porque el p&uacute;blico estaba cediendo 
libertades 
que no pod&iacute;a ejercer. Bueno, ahora s&iacute; puede ejercer estas libertades. &iquest;Qu&eacute; haces si te has acostumbrado a ceder un subproducto 
que no te era &uacute;til y, de pronto, descubres un uso para ello? Puedes, de hecho, consumirlo, usarlo. &iquest;Qu&eacute; haces? No lo negocias; 
te guardas algo. Y eso es lo que el p&uacute;blico querr&iacute;a naturalmente hacer. Eso es lo que el p&uacute;blico hace cada vez que se le da la 
chance de expresar su preferencia. Se guarda algo de su libertad y la ejerce. Napster es un gran ejemplo de eso; el p&uacute;blico 
decidiendo ejercer la libertad de copiar en vez de entregarla. Entonces lo que naturalmente debemos hacer para darle a la ley 
de <i>copyright</i> el lugar que se merece en las circunstancias actuales, es reducir el monto de restricci&oacute;n que pesa sobre 
el p&uacute;blico e incrementar la libertad que el p&uacute;blico retiene.

<p>
Pero esto no es lo que los editores quieren hacer. Lo que ellos quieren hacer es exactamente lo opuesto. Ellos quisieran 
incrementar los poderes de <i>copyright</i> a punto tal que les permita controlar todo el uso de la informaci&oacute;n. Esto condujo 
a 
leyes que otorgan un incremento, sin precedentes, de los poderes de <i>copyright</i>. Las libertades que el p&uacute;blico sol&iacute;a 
tener en la era de la imprenta les est&aacute;n siendo quitadas.

<p>
Por ejemplo, echemos un vistazo a los e-books. Hay una tremenda cantidad de publicidad sobre los e-books; dif&iacute;cilmente puedas evitarla. Tom&eacute; un vuelo en Brasil y en la revista de abordo hab&iacute;a un art&iacute;culo diciendo que quiz&aacute;s iba a tomar diez o veinte a&ntilde;os hasta que todos nosotros nos pas&aacute;ramos a e-books. Claramente, este tipo de campa&ntilde;a viene de alguien que est&aacute; pagando por ella. Ahora bien, &iquest;por qu&eacute; lo est&aacute;n haciendo? Creo que lo s&eacute;. La raz&oacute;n es que los e-books son la oportunidad de quitar a los lectores de libros impresos algunas de las libertades residuales que tienen y que siempre tuvieron. La libertad, por ejemplo, de prestarle un libro a un amigo, o de tomarlo prestado de una biblioteca p&uacute;blica, o de vender una copia a una librer&iacute;a de viejo, o de comprar una copia an&oacute;nimamente, sin dejar registrado en una base de datos qui&eacute;n compr&oacute; ese libro en particular. Y puede que a&uacute;n el derecho a leerlo dos veces.

<p>
&Eacute;stas son libertades que los editores quisieran quitar, pero no pueden en el caso de los libros impresos porque ser&iacute;a una 
quita de poder muy obvia y generar&iacute;a una protesta. Entonces encontraron una estrategia indirecta: primero, obtienen la legislaci&oacute;n para quitar esas libertades para los e-books cuando todav&iacute;a no hay e-books, as&iacute; no hay controversia. No hay usuarios preexistentes de e-books acostumbrados a sus libertades dispuestos a defenderlas. Eso ya lo obtuvieron con el Digital Millenium Copyright Act en 1998. Entonces introducen e-books y gradualmente logran que todos se pasen de los libros impresos a los e-books, y eventualmente el resultado es: los lectores perdieron esas libertades sin que jam&aacute;s haya habido un instante en el que esas libertades les fueran quitadas y en el que ellos pudieran haber luchado para retenerlas.

<p>
Vemos al mismo tiempo esfuerzos para quitarle a la gente libertades al usar otros tipos de trabajos publicados. Por ejemplo, las pel&iacute;culas que est&aacute;n en los DVD son publicadas en un formato cifrado que sol&iacute;a ser secreto -se supon&iacute;a que iba a ser secreto- y la &uacute;nica manera en que las compa&ntilde;&iacute;as filmogr&aacute;ficas iban a decirte el formato de manera que puedas hacer un reproductor de DVD, era si firmabas un contrato comprometi&eacute;ndote a incluir ciertas restricciones en el reproductor, con el resultado de que el p&uacute;blico iba a ser impedido de ejercer plenamente sus derechos legales. Entonces unos pocos programadores astutos en Europa encontraron la forma de descifrar los DVD y escribieron un paquete de software libre que pod&iacute;a leer un DVD. Esto hizo posible usar software libre sobre el sistema operativo GNU/Linux para ver la pel&iacute;cula en DVD que hab&iacute;as comprado, lo cual es algo perfectamente leg&iacute;timo. Ten&iacute;as que poder hacer eso con software libre.

<p>
Pero las compa&ntilde;&iacute;as filmogr&aacute;ficas objetaron y fueron a la corte. Ya ves, las compa&ntilde;&iacute;as filmogr&aacute;ficas sol&iacute;an hacer un mont&oacute;n de pel&iacute;culas en las que hab&iacute;a un cient&iacute;fico loco y alguien dec&iacute;a "pero doctor, hay ciertas cosas que se supone que el Hombre no debe conocer". Seguramente han visto demasiadas de sus propias pel&iacute;culas porque llegaron a creer que el formato de los DVD es algo que el Hombre no deb&iacute;a conocer. Y obtuvieron un fallo para censurar totalmente el software reproductor de DVD. Prohibieron hasta hacer un v&iacute;nculo a un sitio fuera de los EE.UU. en donde esta informaci&oacute;n estuviera legalmente disponible. Se ha hecho una apelaci&oacute;n a este fallo. Yo firm&eacute; un breve alegato en aquella apelaci&oacute;n, me enorgullece decir, aunque juego un rol bastante peque&ntilde;o en esa batalla en particular.

<p>
El gobierno de los EE.UU. intervino directamente en favor del bando contrario. Esto no es sorprendente cuando consideras por qu&eacute; el Digital Millennium Copyright Act fue aprobado en primer lugar. La raz&oacute;n es el sistema de financiamiento de campa&ntilde;as pol&iacute;ticas que tenemos en EE.UU., el cual es esencialmente soborno legalizado, donde los candidatos son comprados por las compa&ntilde;&iacute;as antes de ser electos siquiera. Y, por supuesto, ellos saben qui&eacute;n es su amo -saben para qui&eacute;n trabajan- y aprueban las leyes que les dan m&aacute;s poder a las compa&ntilde;&iacute;as.

<p>
Qu&eacute; ocurrir&aacute; con aquella batalla en particular, no sabemos. Pero mientras tanto Australia ha aprobado una ley similar y Europa ya casi termina de adoptar una: as&iacute; que el plan es no dejar lugar en la Tierra donde esta informaci&oacute;n est&eacute; disponible al p&uacute;blico. Pero los EE.UU. siguen siendo el l&iacute;der mundial en intentar impedir que el p&uacute;blico distribuya informaci&oacute;n que ha sido publicada.

<p>
Los EE.UU., sin embargo, no son el primer pa&iacute;s en hacer una prioridad de esto. La Uni&oacute;n Sovi&eacute;tica trat&oacute; este tema como algo muy importante. All&aacute; este copiado y redistribuci&oacute;n no autorizados era conocido como <i>Samizdat</i>, y para erradicarlo desarrollaron una serie de m&eacute;todos: primero, guardias vigilando cada pieza de equipamiento copiador para verificar qu&eacute; es lo que copiaba la gente e impedirle hacer copias prohibidas. Segundo, duros castigos para cualquiera que pescaran haciendo copias prohibidas. Te pod&iacute;an mandar a Siberia. Tercero, buscar informantes, pidi&eacute;ndole a todo el mundo que delate a sus vecinos y compa&ntilde;eros a la polic&iacute;a de la informaci&oacute;n. Cuarto, responsabilidad colectiva: "&iexcl;T&uacute;! &iexcl;T&uacute; vas a vigilar a ese grupo! Si pesco a cualquiera de ellos haciendo copias prohibidas, ir&aacute;s a prisi&oacute;n. As&iacute; que vig&iacute;lalos bien." Y quinto, propaganda, empezando en la ni&ntilde;ez para convencer a todos de que s&oacute;lo un horrible enemigo del pueblo podr&iacute;a perpetrar este copiado prohibido.

<p>
Los EE.UU. est&aacute;n usando todos estos m&eacute;todos ahora. Primero, guardias vigilando el equipamiento. Bueno, en tiendas de copiado, tienen guardias que verifican qu&eacute; copias. Pero emplear guardias humanos para vigilar qu&eacute; copias en tu computadora ser&iacute;a demasiado caro; el trabajo humano es demasiado caro. Entonces tienen guardias robot. Ese es el prop&oacute;sito del Digital Millennium Copyright Act. Este software va en tu computadora; es la &uacute;nica manera en que puedes acceder a cierta informaci&oacute;n y te impide copiarla.

<p>
Hay un plan ahora para introducir este software en cada disco r&iacute;gido, de modo que habr&iacute;a archivos en tu disco r&iacute;gido a los que ni siquiera podr&iacute;as acceder, excepto obteniendo permiso de alg&uacute;n servidor de red para acceder al archivo. Y esquivar este software o aun decirle a otra gente c&oacute;mo esquivarlo es un delito.

<p>
Segundo, duros castigos. Hace unos pocos a&ntilde;os, si hac&iacute;as copias de algo y se las entregabas a tus amigos, s&oacute;lo para ayudarlos, esto no era un delito; nunca hab&iacute;a sido un delito en los EE.UU. Entonces lo hicieron un crimen, de modo que te pueden poner en prisi&oacute;n durante a&ntilde;os por compartir con tu vecino.

<p>
Tercero, informantes. Bueno, habr&aacute;n visto los anuncios en la TV, los anuncios en los subterr&aacute;neos de Boston pidi&eacute;ndole a la gente que delate a sus compa&ntilde;eros de trabajo a la polic&iacute;a de la informaci&oacute;n, que oficialmente se llama Software Publishers Association.

<p>
Y cuarto, responsabilidad colectiva. En los EE.UU, esto ha sido hecho
mediante el alistamiento de los proveedores de internet (ISP),
haci&eacute;ndolos legalmente responsables de todo lo que sus clientes
publiquen. El &uacute;nico modo en que pueden evitar ser considerados
responsables es si siguen invariablemente el procedimiento de
desconectar o quitar la informaci&oacute;n en menos de dos semanas luego de
una queja. Hace unos pocos d&iacute;as, o&iacute; que un sitio que conten&iacute;a una
inteligente protesta criticando al City Bank por algunas de sus
malvadas pol&iacute;ticas fue desconectado de esta manera. Hoy en d&iacute;a, ni
siquiera ser&iacute;as juzgado; tu sitio sencillamente es desenchufado.

<p>
Y, finalmente, propaganda, comenzando en la infancia. Para eso se usa
la palabra "pirata". Si haces memoria, hace apenas unos pocos a&ntilde;os el
t&eacute;rmino "pirata" se aplicaba a los editores que no pagaban al
autor. Pero ahora se le ha dado la vuelta completamente. Ahora se
aplica a los miembros del p&uacute;blico que escapan al control del
editor. Est&aacute; siendo usado para convencer a la gente de que s&oacute;lo un
malvado enemigo del pueblo podr&iacute;a practicar este copiado
prohibido. Dice que "compartir con tu vecino es el equivalente moral
de atacar un barco". Espero que no est&eacute;n de acuerdo, y si no lo est&aacute;n,
espero que se reh&uacute;sen a usar la palabra en tal manera.


<p>
As&iacute; que los editores est&aacute;n comprando leyes para darse m&aacute;s poder a s&iacute; mismos. Adem&aacute;s, est&aacute;n extendiendo los plazos de duraci&oacute;n 
del <i>copyright</i>. La Constituci&oacute;n de los EE.UU. dice que el <i>copyright</i> debe durar por un tiempo limitado, pero los 
editores 
quieren que el <i>copyright</i> dure para siempre. Sin embargo, obtener una enmienda constitucional ser&iacute;a bastante dif&iacute;cil, 
as&iacute; que 
encontraron una manera m&aacute;s f&aacute;cil de lograr el mismo resultado. Cada veinte a&ntilde;os extienden retroactivamente el <i>copyright</i>
por 
veinte a&ntilde;os. As&iacute;, el resultado es que, en un determinado momento, el <i>copyright</i> dura nominalmente por un cierto per&iacute;odo 
y 
cualquier <i>copyright</i> dado va a expirar nominalmente alg&uacute;n d&iacute;a. Pero esa expiraci&oacute;n nunca ser&aacute; alcanzada porque cada 
<i>copyright</i>
ser&aacute; extendido por veinte a&ntilde;os cada veinte a&ntilde;os; entonces, ning&uacute;n trabajo ir&aacute; nunca al dominio p&uacute;blico otra vez. Este ha sido llamado el "plan del copyright perpetuo a plazos" (<i>perpetual copyright on the installment plan</i>).

<p>
La ley que en 1998 extendi&oacute; el <i>copyright</i> por 20 a&ntilde;os se conoce como "Mickey Mouse Copyright Extension Act" porque uno 
de los 
principales auspiciantes de esta ley fue Disney. Disney se dio cuenta de que el <i>copyright</i> sobre Mickey Mouse iba a 
expirar, y ellos no quieren que ocurra nunca, pues hacen un mont&oacute;n de dinero con ese <i>copyright</i>.

<p>
Ahora bien, el t&iacute;tulo original de esta charla era supuestamente "Copyright y Globalizaci&oacute;n". Si observan la globalizaci&oacute;n, 
ver&aacute;n que est&aacute; compuesta de un conjunto de pol&iacute;ticas que se hacen en nombre de la eficiencia econ&oacute;mica o los as&iacute; llamados tratados de libre comercio, los cuales realmente est&aacute;n dise&ntilde;ados para darle a las compa&ntilde;&iacute;as poder sobre leyes y pol&iacute;ticas. No son realmente sobre libre comercio. Son sobre transferencia de poder: quitar el poder a los ciudadanos de cualquier pa&iacute;s de dictar leyes que pudieran acaso considerar sus propios intereses, y dar ese poder a las compa&ntilde;&iacute;as que no considerar&aacute;n los intereses de esos ciudadanos.

<p>
La democracia es el problema en su mira, y estos tratados est&aacute;n dise&ntilde;ados para terminar con el problema. Por ejemplo, el NAFTA de hecho contiene disposiciones, creo, que permiten a las compa&ntilde;&iacute;as demandar a otro gobierno que se deshaga de una ley que &eacute;stas creen que interfiere con sus beneficios en aquel pa&iacute;s. Entonces las compa&ntilde;&iacute;as extranjeras tienen m&aacute;s poder que los ciudadanos del pa&iacute;s.

<p>
Se hacen intentos de extender esto m&aacute;s all&aacute; del NAFTA. Por ejemplo, esta es una de las metas de la as&iacute; llamada &Aacute;rea de Libre Comercio de las Am&eacute;ricas, extender este principio a todos los pa&iacute;ses de Sudam&eacute;rica y el Caribe y el acuerdo multilateral sobre inversi&oacute;n iba a intentar diseminarlo por todo el mundo.

<p>
Una cosa que hemos visto en los '90 es que estos tratados empiezan a imponer el <i>copyright</i> por todo el mundo, y de 
maneras m&aacute;s 
poderosas y restrictivas. Estos tratados no son tratados de libre comercio. Son de hecho tratados de comercio controlado por corporaciones, usado para darles a las corporaciones control sobre el comercio mundial, para eliminar el libre comercio.

<p>
Cuando los EE.UU. eran un pa&iacute;s en desarrollo en los a&ntilde;os 1800, los EE.UU no reconoc&iacute;an <i>copyrights</i> extranjeros. &Eacute;sta era 
una 
decisi&oacute;n tomada cuidadosamente, y era una decisi&oacute;n inteligente. Se entend&iacute;a que, para los EE.UU., reconocer <i>copyrights</i> 
extranjeros ser&iacute;a desventajoso, que ello absorber&iacute;a dinero desde afuera y no har&iacute;a mucho bien.

<p>
La misma l&oacute;gica se aplicar&iacute;a hoy a los pa&iacute;ses en desarrollo, pero los EE.UU. tienen suficiente poder para obligarlos a ir en contra de sus intereses. De hecho, es un error hablar de los intereses de los pa&iacute;ses en este contexto. En efecto, estoy seguro de que la mayor&iacute;a de ustedes han o&iacute;do la falacia de intentar juzgar el inter&eacute;s p&uacute;blico mediante la suma de la riqueza de todos. Si los trabajadores norteamericanos perdieran mil millones de d&oacute;lares y Bill Gates ganase dos mil millones, los norteamericanos &iquest;estar&iacute;an en general mejor? &iquest;Ser&iacute;a bueno para EE.UU.? O, si ves s&oacute;lo el total, parece que es bueno. Sin embargo, este ejemplo en realidad muestra que el total es la manera incorrecta de juzgar, pues Bill Gates no necesita realmente otros dos mil millones pero la p&eacute;rdida de mil millones por otra gente que no tiene tanto para empezar puede ser dolorosa. Bueno, en una discusi&oacute;n acerca de cualquiera de estos tratados de comercio, cuando oyes gente hablar de los intereses de este pa&iacute;s o de aquel pa&iacute;s, lo que est&aacute;n haciendo con cada pa&iacute;s es sumar los ingresos de todos. La gente rica y la gente pobre est&aacute;n siendo sumadas. As&iacute; que aplicar esa misma falacia es de hecho una excusa para hacerte ignorar el efecto de la distribuci&oacute;n de la riqueza en el pa&iacute;s y si es que el tratado va a aumentar la disparidad, como ha hecho en los EE.UU.

<p>
Entonces no son realmente los intereses de los EE.UU. lo que se est&aacute; defendiendo al imponer el <i>copyright</i> alrededor del 
mundo. 
Son los intereses de ciertos propietarios de compa&ntilde;&iacute;as, muchos de los cuales est&aacute;n en los EE.UU. y algunos de los cuales est&aacute;n en otros pa&iacute;es. En ning&uacute;n sentido se defiende el inter&eacute;s p&uacute;blico.

<p>
Pero &iquest;qu&eacute; tendr&iacute;a sentido hacer? Si creemos en la meta del <i>copyright</i> declarada, por ejemplo, en la Constituci&oacute;n de los 
EE.UU., la meta de promover el progreso, &iquest;qu&eacute; pol&iacute;tica ser&iacute;a inteligente usar en la era de las redes de computadoras?  
Claramente, en vez de incrementar los poderes del <i>copyright</i>, tenemos que disminuirlos tanto como para darle al p&uacute;blico 
cierto dominio de libertad donde pueda hacer uso de los beneficios de la tecnolog&iacute;a digital, hacer uso de sus redes de 
computadoras. Pero &iquest;qu&eacute; tan lejos debe ir eso? Es una pregunta interesante porque no creo que debamos abolir totalmente el 
<i>copyright</i>. La idea de comerciar con algunas libertades a cambio de m&aacute;s progreso todav&iacute;a podr&iacute;a ser ventajosa a cierto 
nivel, aun cuando el copyright tradicional quita demasiada libertad. Pero para pensar acerca de esto inteligentemente, lo primero que debemos reconocer es que no hay raz&oacute;n para hacerlo totalmente uniforme. No hay raz&oacute;n para insistir en hacer el mismo trato para todo tipo de trabajos.

<p>
De hecho, no es ese el caso actualmente porque hay un mont&oacute;n de excepciones para la m&uacute;sica. La m&uacute;sica es tratada de manera muy diferente bajo la ley de copyright. Pero la insistencia arbitraria en la uniformidad es usada por los editores astutamente. Ellos eligen alg&uacute;n caso especial peculiar y argumentan que, en ese caso especial, ser&iacute;a ventajoso tener esta cantidad de copyright. Y luego dicen que por el bien de la uniformidad, tiene que haber esta cantidad de copyright para todo. Entonces, por supuesto, eligen el caso especial en donde puedan hacer la argumentaci&oacute;n m&aacute;s fuerte, aun cuando sea un caso especial raro y no realmente muy importante despu&eacute;s de todo.

<p>
Pero quiz&aacute;s deber&iacute;amos tener esa cantidad de copyright para ese caso especial particular. No tenemos que pagar el mismo precio para todo lo que compramos. Mil d&oacute;lares por un auto nuevo puede ser un muy buen trato. Cien d&oacute;lares por una botella de leche es un trato horrible. No pagar&iacute;as el precio especial por cualquier cosa que compres en otras &aacute;reas de la vida. &iquest;Por qu&eacute; hacerlo aqu&iacute;?

<p>
As&iacute; que necesitamos observar las diferentes clases de trabajo, y quisiera proponer una manera de hacerlo.

<p>
Esto incluye recetas, programas de computadora, manuales y libros de texto, obras de consulta como diccionarios y enciclopedia. Para todos estos trabajos funcionales, creo que los problemas son b&aacute;sicamente los mismos que para el software y se pueden aplicar las mismas conclusiones. La gente deber&iacute;a tener la libertad a&uacute;n de publicar una versi&oacute;n modificada porque es muy &uacute;til modificar trabajos funcionales. Las necesidades de la gente no son las mismas para todos. Si yo escrib&iacute; esta obra para hacer el trabajo que yo necesito que sea hecho, tu idea sobre el trabajo que deber&iacute;a hacer puede ser algo diferente. Entonces querr&aacute;s modificar esta obra para que haga aquello que es bueno para ti. En ese punto, puede haber otra gente que tenga las mismas necesidades que las tuyas, y tu versi&oacute;n modificada puede ser buena para ellos. Todos los que saben cocinar saben esto y lo han sabido por cientos de a&ntilde;os. Es normal hacer copias de recetas y d&aacute;rselas a otra gente, y tambi&eacute;n es normal cambiar una receta. Si cambias la receta y cocinas para tus amigos, y a ellos les gusta lo que est&aacute;n comiendo, podr&aacute;n decirte "&iquest;me dar&iacute;as la receta?". Entonces quiz&aacute;s escribas tu versi&oacute;n y les des copias. Esto es exactamente lo mismo que, mucho despu&eacute;s, nosotros hemos empezado a hacer en la comunidad del software libre.

<p>
Conque ese es un tipo de trabajo. El segundo tipo de trabajo son los trabajos cuyo prop&oacute;sito es decir lo que cierta gente piensa. Hablar sobre esa gente es su prop&oacute;sito. Esto incluye, digamos: memorias, ensayos de opini&oacute;n, publicaciones cient&iacute;ficas, ofertas de compra y venta, cat&aacute;logos de art&iacute;culos para vender. El punto de estos trabajos es decirte qu&eacute; es lo que alguien piensa, o qu&eacute; vio,  o qu&eacute; cree. Modificarlos ser&iacute;a representar mal a los autores; as&iacute; que modificar estos trabajos no es una actividad socialmente &uacute;til. Y entonces el copiado textual es lo &uacute;nico que la gente realmente necesita que sea permitido hacer.

<p>
La siguiente pregunta es: &iquest;deber&iacute;a la gente tener derecho a hacer copias textuales con fines comerciales? &iquest;O es suficiente con las no comerciales? Ya ves, &eacute;stas son dos actividades diferentes que podemos distinguir, as&iacute; que podemos considerar las preguntas por separado: el derecho a hacer copias textuales no comerciales y el derecho a hacer copias textuales comerciales. Bien, podr&iacute;a ser una buena pol&iacute;tica de compromiso tener copyright cubriendo el copiado textual comercial pero permitir a todos el derecho al copiado textual no comercial. De esta manera, el copyright sobre el copiado textual comercial, as&iacute; como sobre todas las versiones modificadas -s&oacute;lo el autor podr&iacute;a aprobar una versi&oacute;n modificada- seguir&iacute;a proveyendo el mismo flujo de ganancia que provee ahora para costear la escritura de estos trabajos, en cualquier grado que sea.

<p>
Permitir el copiado textual no comercial significa que el copyright ya no tendr&aacute; que entrometerse en el hogar de cada uno. Se vuelve una regulaci&oacute;n industrial otra vez, f&aacute;cil de hacer cumplir e indolora. Ya no requiera castigos draconianos e informantes en pos de su cumplimiento. Entonces obtenemos la mayor parte del beneficio -y evitamos la mayor parte del horror- del actual sistema.

<p>
La tercera categor&iacute;a de trabajos son los trabajos est&eacute;ticos o de entretenimiento, donde lo m&aacute;s importante es la sensaci&oacute;n de apreciar el trabajo. Para estos trabajos, la cuesti&oacute;n de la modificaci&oacute;n es muy complicada porque, por un lado, est&aacute; la idea de que estos trabajos reflejan la visi&oacute;n de un artista, y cambiarlos es distorsionar esa visi&oacute;n. Por otro lado, tenemos el hecho de que existe el proceso folcl&oacute;rico (<i>folk process</i>), donde una secuencia de gente modificando un trabajo puede, aveces, producir un resultado que es extremadamente rico. A&uacute;n cuando tengas artistas produciendo los trabajos, tomar prestado de trabajos anteriores es a menudo muy &uacute;til. Algunas de las obras de Shakespeare usaron historias tomadas de otras obras. Si las leyes de copyright de hoy hubieran tenido efecto entonces, esas obras hubieran sido ilegales. As&iacute; que es una cuesti&oacute;n dif&iacute;cil qu&eacute; es lo que deber&iacute;amos hacer acerca del publicar versiones modificadas de un trabajo est&eacute;tico o art&iacute;stico, y podr&iacute;amos tener que buscar m&aacute;s subdivisiones de la categor&iacute;a para resolver este problema. Por ejemplo, puede ser que los escenarios de juegos de computadora deban ser tratados de una manera; quiz&aacute;s todo el mundo deber&iacute;a ser libre de publicar versiones modificadas de ellos. Pero quiz&aacute;s una novela deber&iacute;a ser tratada de manera diferente; quiz&aacute;s, para ello, la publicaci&oacute;n comercial requiera un arreglo con el autor original.

<p>
Ahora bien, si la publicaci&oacute;n comercial de estos trabajos est&eacute;ticos est&aacute; cubierta por el copyright, eso ocasionar&aacute; buena parte del flujo de ganancias que existe hoy para apoyar a los autores y m&uacute;sicos, en el grado limitado en que el actual sistema los apoya, porque hace un muy mal trabajo. As&iacute; que ser&iacute;a un compromiso razonable, como en el caso de los trabajos que representan ciertas personas.

<p>
Si miramos adelante, al tiempo en que la era de las redes de computadoras haya empezado plenamente, una vez que hayamos superado esta etapa de transici&oacute;n, podemos imaginar otra manera en que los autores consigan dinero por su trabajo. Imagina que tenemos un sistema de dinero digital que te permite obtener dinero por tu trabajo. Imagina que tenemos un sistema de dinero digital que te permite enviar dinero a alguien a trav&eacute;s de Internet. Esto puede hacerse de varias maneras; usando cifrado, por ejemplo. E imagina que el copiado textual de estos trabajos est&eacute;ticos est&aacute; permitido. Pero est&aacute;n escritos de tal manera que cuando est&aacute;s escuchando, o leyendo, o mirando uno de ellos, aparece una caja, a un lado en tu pantalla, que dice "haga click aqu&iacute; para enviarle un d&oacute;lar al autor", o al m&uacute;sico, o lo que sea. Y simplemente permanece ah&iacute;. No se interpone en tu camino. Est&aacute; al lado. No interfiere contigo, pero est&aacute; ah&iacute;, record&aacute;ndote que es algo bueno apoyar a los escritores y a los m&uacute;sicos.

<p>
As&iacute; que si te gusta el trabajo que est&aacute;s leyendo o escuchando, eventualmente dir&aacute;s: "&iquest;Por qu&eacute; no he de darle a esta gente un d&oacute;lar? Es s&oacute;lo un d&oacute;lar. &iquest;Qu&eacute; es eso? Ni siquiera lo extra&ntilde;ar&eacute;." Y las personas empezar&aacute;n a enviar un d&oacute;lar. Lo bueno sobre esto es que hace del copiado el aliado de los autores y los m&uacute;sicos. Cuando alguien le env&iacute;a por correo electr&oacute;nico a un amigo una copia, ese amigo podr&iacute;a enviar un d&oacute;lar tambi&eacute;n. Si realmente te gusta, podr&iacute;as enviar un d&oacute;lar m&aacute;s de una vez, y ese d&oacute;lar es m&aacute;s de lo que obtienen hoy si compras el libro o compras el CD, pues ellos obtienen una min&uacute;scula fracci&oacute;n de la venta. Los mismos editores que est&aacute;n exigiendo pleno poder sobre el p&uacute;blico en nombre de los autores y m&uacute;sicos, les est&aacute;n dando migajas a esos autores y m&uacute;sicos, todo el tiempo.

<p>
Les recomiendo leer el art&iacute;culo de Courtney Love en la revista <i>Salon</i>, un art&iacute;culo sobre los piratas que planean usar el trabajo de los m&uacute;sicos sin pagarles. Estos piratas son las compa&ntilde;&iacute;as discogr&aacute;ficas que les pagan a los m&uacute;sicos el 4% de las ventas, en promedio. Por supuesto, los m&uacute;sicos muy exitosos reciben una porci&oacute;n mayor. Ellos obtienen m&aacute;s del 4% de sus grandes ventas, lo que significa que la gran mayor&iacute;a de los m&uacute;sicos que tienen un contrato discogr&aacute;fico obtienen menos del 4% de sus peque&ntilde;as ventas.

<p>
&Eacute;ste es el modo en que funciona: la compa&ntilde;&iacute;a discogr&aacute;fica gasta dinero en publicidad y considera este gasto como un adelanto a los m&uacute;sicos, aunque los m&uacute;sicos nunca lo vean. Entonces, nominalmente, cuando compras un CD, cierta fracci&oacute;n de ese dinero va a los m&uacute;sicos, pero realmente no es as&iacute;. En realidad, est&aacute; destinado a pagar los gastos publicitarios, y solamente si los m&uacute;sicos son muy exitosos podr&aacute;n ver algo de ese dinero.

<p>
Los m&uacute;sicos, por supuesto, firman sus contratos discogr&aacute;ficos porque tienen la esperanza de ser uno de esos pocos que se hacen ricos. As&iacute; que, esencialmente, es una loter&iacute;a que se les ofrece a los m&uacute;sicos para tentarlos. Aun cuando sean buenos en m&uacute;sica, pueden no ser buenos en razonamiento l&oacute;gico y cuidadoso para poder ver esta trampa. Entonces firman y probablemente todo lo que obtienen es publicidad. Bueno, &iquest;por qu&eacute; no les damos publicidad de una manera diferente? No a trav&eacute;s de un sistema basado en la restricci&oacute;n del p&uacute;blico, un sistema de los complejos industriales que nos ensillan con una m&uacute;sica piojosa que es f&aacute;cil de vender. En cambio, &iquest;por qu&eacute; no hacer del impulso natural del oyente por compartir la m&uacute;sica que le gusta, el aliado de los m&uacute;sicos? Si tenemos esta caja que aparece en el reproductor como un modo de enviar un d&oacute;lar a los m&uacute;sicos, entonces las redes de computadoras podr&iacute;an ser el mecanismo para dar a los m&uacute;sicos esta publicidad, la misma publicidad que es todo lo que ahora obtienen de los contratos discogr&aacute;ficos.

<p>
Debemos reconocer que el sistema de copyright existente hace un p&eacute;simo trabajo de apoyo a los m&uacute;sicos. Tan malo como el que hace el comercio mundial al intentar elevar el nivel de vida en las Filipinas y en China. Tienes estas zonas industriales donde todo el mundo trabaja en una f&aacute;brica de explotaci&oacute;n, y todos los productos se hacen en f&aacute;bricas de explotaci&oacute;n. Supe que la globalizaci&oacute;n era una manera muy ineficiente de elevar el nivel de vida de los pueblos de ultramar. Digamos, a un norteamericano se le paga veinte d&oacute;lares la hora para hacer algo y le das ese trabajo a un mexicano a quien se le paga quiz&aacute;s seis d&oacute;lares por d&iacute;a. Lo que ocurri&oacute; aqu&iacute; es que quitaste una gran cantidad de dinero de un trabajador norteamericano, diste una fracci&oacute;n min&uacute;scula, unos pocos cent&eacute;simos, a un trabajador mexicano, y el resto lo has devuelto a la compa&ntilde;&iacute;a. Si tu meta es elevar el nivel de vida de los trabajadores mexicanos, esta es una p&eacute;sima manera de hacerlo.

<p>
Es interesante ver c&oacute;mo el mismo fen&oacute;meno se da en la industria del copyright, la misma idea general. En nombre de estos trabajadores, quienes ciertamente merecen algo, propones medidas que les dan una diminuta porci&oacute;n y en realidad principalmente aumentan el poder de las compa&ntilde;&iacute;as de controlar nuestras vidas.

<p>
Si est&aacute;s tratando de reemplazar un sistema muy bueno, tienes que hacer un esfuerzo muy grande para encontrar una alternativa mejor. Si sabes que el actual sistema es deplorable, no es tan dif&iacute;cil encontrar una alternativa mejor; el patr&oacute;n de comparaci&oacute;n hoy es muy bajo. Siempre debemos recordar eso cuando consideramos cuestiones de pol&iacute;tica de copyright.

<p>
Creo que dije buena parte de lo que quiero decir. Quisiera mencionar
que ma&ntilde;ana es el "d&iacute;a del tel&eacute;fono enfermo" (<i>Phone-In Sick Day</i>)
en Canad&aacute;. Ma&ntilde;ana es el comienzo de una cumbre para terminar de
negociar el &Aacute;rea de Libre Comercio de las Am&eacute;ricas, para tratar de
extender el poder corporativo hacia m&aacute;s pa&iacute;ses, y se est&aacute; planeando
una gran protesta en Quebec. Hemos visto m&eacute;todos extremos usados para
aplastar esta protesta. Un mont&oacute;n de norteamericanos est&aacute;n impedidos
de entrar a Canad&aacute; a trav&eacute;s de la frontera que, se supone, deber&iacute;a
permitirles entrar en cualquier momento. Bajo las excusas m&aacute;s endebles
han construido un muro alrededor del centro de Quebec para usarlo como
fortaleza y mantener a los manifestantes afuera. Hemos visto gran
cantidad de trucos sucios usados contra la protesta p&uacute;blica contra
estos tratados. Entonces, cualquier democracia que nos quede luego de
que los poderes de gobierno se les haya quitado a nuestros gobernantes
democr&aacute;ticamente electos y dados a las compa&ntilde;&iacute;as y a cuerpos
internacionales no electos, lo que sea que quede luego de eso, puede
no sobrevivir a la protesta p&uacute;blica en su contra.


<p>
Dediqu&eacute; diecisiete a&ntilde;os de mi vida a trabajar en software libre y cuestiones aleda&ntilde;as. No lo hice porque piense que es la cuesti&oacute;n pol&iacute;tica m&aacute;s importante del mundo. Lo hice porque era el &aacute;rea en donde vi que tendr&iacute;a que usar mis destrezas para hacer mucho bien. Pero lo que ocurri&oacute; es que las cuestiones pol&iacute;ticas en general evolucionaron, y la cuesti&oacute;n pol&iacute;tica m&aacute;s importante del mundo, hoy, es resistir la tendencia a dar poder a las compa&ntilde;&iacute;as sobre el p&uacute;blico y los gobiernos. Veo al software libre y los problemas aleda&ntilde;os como parte de esa cuesti&oacute;n de primer orden. As&iacute; que me encontr&eacute; indirectamente trabajando en esa cuesti&oacute;n. Espero contribuir en algo al esfuerzo.

<p>


<p>
<b>RESPUESTA:</b>

<p>
<b>THORNBURN:</b> Vamos a escuchar preguntas y comentarios de la audiencia en un momento. Pero antes perm&iacute;tanme ofrecerles una breve y somera respuesta. Me parece que el consejo m&aacute;s fuerte e importante que Stallman nos ofrece tiene dos elementos clave. Uno es el reconocimiento de que las viejas suposiciones sobre el copyright, los viejos usos del copyright, son inapropiados; est&aacute;n siendo desafiados o socavados por el advenimiento de la computadora y de las redes de computadoras. Eso puede ser obvio, pero es esencial.

<p>
El segundo es el reconocimiento de que la era digital nos pide reconsiderar c&oacute;mo distinguimos y sopesamos las formas de trabajo intelectual y creativo. Stallman, indudablemente, est&aacute; en lo cierto al afirmar que ciertos tipos de emprendimiento intelectual justifican m&aacute;s protecci&oacute;n por copyright que otros. Tratar de identificar sistem&aacute;ticamente estos diferentes tipos o niveles de protecci&oacute;n por copyright, me parece una valiosa manera de ocuparse de los problemas relativos al trabajo intelectual surgidos con el advenimiento de la computadora.

<p>
Pero pienso que detecto otro tema subyacente en lo que Stallman ha estado diciendo y que no es en realidad directamente sobre computadoras, sino m&aacute;s ampliamente sobre cuestiones de autoridad democr&aacute;tica y sobre el poder que los gobiernos y las corporaciones crecientemente ejercen sobre nuestras vidas. Este lado populista y anticorporativo del discurso de Stallman es enriquecedor pero tambi&eacute;n reductivo, potencialmente simplista. Y es tambi&eacute;n quiz&aacute;s demasiado idealista. Por ejemplo, c&oacute;mo podr&iacute;a un novelista o un poeta o un autor de canciones o un m&uacute;sico o el autor de un libro de texto acad&eacute;mico, sobrevivir en este mundo feliz en que la gente es alentada pero no obligada a pagar a los autores. En otras palabras, me parece que la brecha entre la pr&aacute;ctica existente y las posibilidades visionarias sobre las que especula Stallman, es todav&iacute;a inmensamente ancha.

<p>
Entonces voy a concluir pregunt&aacute;ndole a Stallman si quisiera expandir un poco ciertos aspectos de su charla y, espec&iacute;ficamente, si es que tiene m&aacute;s ideas sobre la manera en que aquellos que llamaremos "creadores tradicionales" pueden ser protegidos bajo su sistema de copyright.

<p>
<b>STALLMAN:</b> Primero de todo, tengo que se&ntilde;alar que no debemos usar el t&eacute;rmino "protecci&oacute;n" para describir lo que hace el copyright. El copyright restringe a la gente. El t&eacute;rmino "protecci&oacute;n" es un t&eacute;rmino de propaganda de las empresas propietarias de copyright. El t&eacute;rmino "protecci&oacute;n" significa impedir que algo sea, de alguna manera, destruido. Bien, yo no creo que una canci&oacute;n sea destruida si hay m&aacute;s copias de ella siendo escuchadas. No creo que una novela sea destruida si m&aacute;s gente est&aacute; leyendo copias de ella. As&iacute; que no usar&eacute; esa palabra. Pienso que conduce a la gente a identificarse con el bando equivocado.

<p>
Tambi&eacute;n, es una muy mala idea pensar acerca de la propiedad intelectual por dos razones: primero, prejuzga la pregunta m&aacute;s fundamental en el &aacute;rea, que es: &iquest;c&oacute;mo deber&iacute;an ser tratadas estas cosas, y deber&iacute;an tratarse como un tipo de propiedad? Usar el t&eacute;rmino "propiedad intelectual" para describir el &aacute;rea es presuponer que la respuesta es "s&iacute;", que &eacute;sa es la manera de tratar las cosas, no alguna otra manera.

<p>
Segundo, promueve la sobre-generalizaci&oacute;n. La propiedad intelectual es un t&eacute;rmino gen&eacute;rico para varios sistemas legales con or&iacute;genes independientes como copyrights, patentes, marcas registradas, secretos comerciales y algunas otras cosas. Son casi completamente diferentes; no tienen nada en com&uacute;n. Pero la gente que oye el t&eacute;rmino "propiedad intelectual" es conducida a una falsa imagen, donde creen que hay un principio general de propiedad intelectual que es aplicado a &aacute;reas espec&iacute;ficas. Entonces asumen que esas variadas &aacute;reas de la ley son similares. Esto conduce no s&oacute;lo a pensamiento confuso acerca de qu&eacute; es correcto hacer; conduce a la gente a no poder entender qu&eacute; es lo que de hecho dice la ley, porque suponen que la ley de copyright, la ley de patentes y la ley de marcas registradas son similares, cuando, de hecho, son totalmente diferentes.

<p>
As&iacute; que si quieres promover el pensamiento cuidadoso y el claro entendimiento de qu&eacute; es lo que la ley dice, evita el uso del t&eacute;rmino "propiedad intelectual". Habla de copyrights. O habla de patentes. O habla de marcas registradas o cualquiera que sea el asunto del que quieras hablar. Pero no hables de propiedad intelectual. La opini&oacute;n acerca de la propiedad intelectual casi tiene que ser necesariamente tonta. Yo no tengo una opini&oacute;n acerca de la propiedad intelectual. Tengo opiniones acerca de copyrights, patentes y marcas registradas, y son diferentes. Llegu&eacute; a ellas a trav&eacute;s de procesos de pensamiento diferentes porque esos sistemas legales son totalmente diferentes.

<p>
Bueno, hice una disgresi&oacute;n, pero es terriblemente importante.

<p>
Ahora perm&iacute;tanme llegar al punto. Por supuesto, no podemos ver ahora qu&eacute; tan bien podr&iacute;a funcionar, o si es que podr&iacute;a funcionar pedirle a la gente que pague dinero voluntariamente a los autores y m&uacute;sicos que aman. Una cosa obvia es que qu&eacute; tan bien funcione un sistema as&iacute; es proporcional al n&uacute;mero de personas que participan de la red, y ese n&uacute;mero, lo sabemos, se incrementar&aacute; en un orden de magnitud dentro de unos a&ntilde;os. Si lo intent&aacute;semos hoy, podr&iacute;a fallar, y ello no probar&iacute;a nada porque con diez veces m&aacute;s gente participando, podr&iacute;a funcionar.

<p>
La otra cosa es: no tenemos este sistema de desembolso de dinero digital. As&iacute; que en realidad no podemos intentarlo hoy. Podr&iacute;a intentarse algo un poco parecido. Hay servicios que puedes contratar, en donde puedes pagarle dinero a alguien -cosas como Pay Pal. Pero, antes de poder pagarle a nadie mediante Pay Pal, tendr&aacute;s que soportar un complejo tramiter&iacute;o y darles informaci&oacute;n personal sobre ti. Y ellos coleccionan registros sobre a qui&eacute;nes les pagas. &iquest;Puedes confiar en que no har&aacute;n mal uso de ello?

<p>
Entonces el d&oacute;lar puede no desalentarte, pero las dificultades que acarrea el sistema de pago s&iacute; pueden desalentarte. El concepto de esto es que deber&iacute;a ser tan f&aacute;cil como caerse de un tronco pagar cuando tienes la necesidad, de modo que no haya nada que te desaliente excepto el monto de dinero. Y si es lo bastante peque&ntilde;o, por qu&eacute; habr&iacute;a de desalentarte. Sabemos, en cambio, que los <i>fans</i> pueden realmente amar a los m&uacute;sicos, y sabemos que alentar a los <i>fans</i> a copiar y redistribuir la m&uacute;sica ha sido hecho por algunas bandas que fueron, y son, bastante exitosas, como Grateful Dead. Ellos no tuvieron problemas al ganarse la vida con su m&uacute;sica por haber alentado a sus <i>fans</i> a grabarla y copiar las cintas. Ni siquiera perdieron sus ventas de discos.

<p>
Nos estamos moviendo gradualmente de la era de la imprenta a la era de las redes de computadora, pero no est&aacute; ocurriendo en un d&iacute;a. La gente todav&iacute;a est&aacute; comprando montones de discos, y eso probablemente continuar&aacute; por muchos a&ntilde;os -quiz&aacute; por siempre. En tanto eso contin&uacute;e, apenas con tener copyrights que a&uacute;n se apliquen a ventas comerciales de discos podr&iacute;a hacerse un trabajo tan bueno de apoyo a los m&uacute;sicos como el que se hace hoy. Por supuesto, no es muy bueno, pero, al menos, no empeorar&aacute;.

<p>
<b>DISCUSI&Oacute;N:</b>

<p>
<b>PREGUNTA:</b> [Un comentario y una pregunta acerca de la libre descarga y acerca del intento de Stephen King de comercializar una de sus novelas secuencialmente a trav&eacute;s de la web.]

<p>
<b>STALLMAN:</b> S&iacute;, es interesante saber qu&eacute; hizo y qu&eacute; ocurri&oacute;. Cuando al principio le&iacute; sobre eso, estaba exaltado. Pens&eacute;: tal vez &eacute;l est&aacute; dando un paso hacia un mundo que no est&eacute; basado en tratar de mantener al p&uacute;blico apresado por una cadena de hierro. Entonces vi lo que de hecho hab&iacute;a escrito para pedir a la gente que pague. Para explicar lo que hizo: estaba publicando una novela como una serie, por entregas, y dijo: "si obtengo suficiente dinero, entregar&eacute; m&aacute;s". Pero el pedido que escribi&oacute; dif&iacute;cilmente era un pedido. Era una afrenta al lector. Dec&iacute;a: "si ustedes no pagan, ustedes son malvados. Y si hay demasiados de ustedes que son malvados, entonces yo simplemente dejar&eacute; de escribir esto."

<p>
Bien, claramente, &eacute;sa no es la manera de hacer que el p&uacute;blico sienta ganas de enviarte dinero. Tienes que hacer que te amen, no que te teman.

<p>
<b>LOCUTOR:</b> Los detalles fueron que &eacute;l requiri&oacute; que cierto porcentaje -no s&eacute; el porcentaje exacto, alrededor de 90% suena correcto- de gente le enviara cierto monto de dinero, el cual era, creo, un d&oacute;lar o dos d&oacute;lares, o algo en ese orden de magnitud. Ten&iacute;as que escribir tu nombre y tu direcci&oacute;n de correo electr&oacute;nico y alguna otra informaci&oacute;n para descargar la novela y si ese porcentaje no era alcanzado luego del primer cap&iacute;tulo, dijo que no publicar&iacute;a otro cap&iacute;tulo. Fue muy hostil con el p&uacute;blico que la descargaba.

<p>
<b>PREGUNTA:</b> El esquema en donde no hay copyright pero a la gente se le pide que haga donaciones voluntarias, &iquest;no est&aacute; abierto al abuso de la gente mediante el plagio?

<p>
<b>STALLMAN:</b> No. Eso no es lo que propuse. Recuerda, estoy proponiendo que deber&iacute;a haber copyright cubriendo la distribuci&oacute;n comercial y permitiendo s&oacute;lo redistribuci&oacute;n textual, no comercial. As&iacute; que cualquiera que la modifique agreg&aacute;ndole un puntero a su sitio web, en lugar del puntero al sitio web del verdadero autor, estar&iacute;a infringiendo el copyright y podr&iacute;a ser demandado exactamente como podr&iacute;a ser demandado hoy.

<p>
<b>PREGUNTA:</b> Ya veo. &iquest;Entonces imaginas un mundo en el que hay copyright?

<p>
<b>STALLMAN:</b> S&iacute;. Como dije, para esa clase de trabajos. No estoy diciendo que todo deber&iacute;a estar permitido. Estoy proponiendo reducir los poderes del copyright, no abolirlos.

<p>
<b>THORNBURN:</b> Una pregunta que se me ocurri&oacute; mientras hablabas, Richard, y, otra vez, cuando respond&iacute;as a esta pregunta es: por qu&eacute; no consideras las maneras en que la computadora, por s&iacute; misma, elimina completamente a los intermediarios -del modo en que Stephen King se neg&oacute; a hacer- y podr&iacute;a establecer una relaci&oacute;n personal.

<p>
<b>STALLMAN:</b> Bien, pueden y, de hecho, esta donaci&oacute;n voluntaria es una...

<p>
<b>THORNBURN:</b> &iquest;Piensas que ello no involucrar&aacute; al editor en ninguna manera?

<p>
<b>STALLMAN:</b> Absolutamente no. Espero que no lo haga, ver&aacute;s, porque los editores explotan a los autores terriblemente. Cuando les preguntas a los representantes de los editores acerca de esto, dicen: "bien, s&iacute;, si un autor o una banda no desea pasar por nosotros, no deber&iacute;a estar legalmente obligado a pasar por nosotros". Pero, de hecho, ellos hacen todo lo que pueden para impedir que eso resulte factible. Por ejemplo, est&aacute;n proponiendo formatos de copiado restringido, de modo que para publicar en esos formatos, tendr&aacute;s que pasar por los grandes editores, pues ellos no les dir&aacute;n a nadie m&aacute;s c&oacute;mo hacerlo. Entonces, su esperanza es un mundo en donde los reproductores (<i>players</i>) reproduzcan (<i>play</i>) esos formatos, y para obtener cualquier cosa que puedas reproducir en esos reproductores habr&aacute; que pasar por los editores. As&iacute; que, de hecho, aunque no haya una ley que proh&iacute;ba al autor o al m&uacute;sico publicar en forma directa, no ser&aacute; factible. Est&aacute; tambi&eacute;n el se&ntilde;uelo de quiz&aacute;s volverte rico. Dicen: "te publicitaremos y quiz&aacute;s te vuelvas tan rico como los Beatles". Elige alg&uacute;n grupo muy exitoso, y, por supuesto, s&oacute;lo una min&uacute;scula fracci&oacute;n de los m&uacute;sicos tendr&aacute; esa suerte. Pero pueden ser llevados as&iacute; a firmar contratos que los encerrar&aacute;n para siempre.

<p>
Los editores tienden a ser muy malos a la hora de respetar sus contratos con los autores. Por ejemplo, los contratos de libros habitualmente han dicho que si un libro se agota, los derechos vuelven al autor, y los editores generalmente no han sido muy buenos en convivir con esa cl&aacute;usula. A menudo ha tenido que ser forzada. Bien, lo que est&aacute;n empezando a hacer ahora es usar la publicaci&oacute;n electr&oacute;nica como una excusa para decir que nunca se agotar&aacute;; as&iacute; que nunca tendr&aacute;n que devolver los derechos. Su idea es, cuando el autor est&aacute; necesitado, haz que firme, y, desde entonces, no tendr&aacute; poder; s&oacute;lo el editor tiene el poder.

<p>
<b>PREGUNTA:</b> &iquest;Ser&iacute;a bueno tener licencias libres para varios tipos de trabajos que protejan el derecho del usuario a copiarlos del modo en que sea apropiado para cada tipo de trabajo?

<p>
<b>STALLMAN:</b> Bien, hay gente trabajando en esto. Pero para trabajos no funcionales, una cosa no sustituye la otra. Observemos un tipo de trabajo funcional, digamos un procesador de texto. Bien, si alguien hace un procesador de texto libre, puedes usarlo; no necesitas los procesadores de texto no libres. Pero yo no dir&iacute;a que una canci&oacute;n libre sustituya a todas las canciones no libres o que una novela libre sustituya a todas las novelas no libres. Para esos tipos de trabajos, es diferente. Entonces, lo que pienso que simplemente debemos hacer es reconocer que estas leyes no merecen ser respetadas. No es incorrecto compartir con tu vecino, y si alguien intenta decirte que no puedes compartir con tu vecino, no deber&iacute;as escucharlo.

<p>
<b>PREGUNTA:</b> Con respecto a los trabajos funcionales, seg&uacute;n tu
manera de pensar &iquest;c&oacute;mo sopesar la necesidad de abolir el copyright con
la necesidad de incentivos econ&oacute;micos para hacer que se desarrollen
estos trabajos funcionales?


<p>
<b>STALLMAN:</b> Bien, lo que vemos es, primero de todo, que este incentivo econ&oacute;mico es mucho menos necesario que lo que la gente ha estado suponiendo. Veamos al movimiento por el software libre, donde tenemos m&aacute;s de cien mil voluntarios de tiempo parcial desarrollando software libre. Tambi&eacute;n vemos que hay otras maneras de obtener dinero que no est&aacute;n basadas en impedir que el p&uacute;blico copie y modifique estos trabajos. &Eacute;sa es la lecci&oacute;n interesante del movimiento del software libre. Aparte del hecho de que te da una manera en que puedes usar una computadora y conservar tu libertad de compartir y cooperar con otra gente, tambi&eacute;n nos muestra que esta suposici&oacute;n negativa de que la gente nunca har&iacute;a estas cosas a menos que se les den poderes especiales para forzar a la gente a pagarles, es sencillamente incorrecta. Mucha gente har&aacute; estas cosas. Entonces, si echas un vistazo a, digamos, la escritura de monograf&iacute;as que sirven como libros de texto en muchos campos de la ciencia excepto los muy b&aacute;sicos, los autores no hacen dinero de ello. Ahora tenemos un proyecto para hacer una enciclopedia GNU, pero lo fundimos con otro proyecto comercial cuando ellos adoptaron nuestra licencia. En enero, ellos se pasaron a la licencia de documentaci&oacute;n libre GNU, para todos los art&iacute;culos de su enciclopedia. Entonces dijimos "bien, unamos fuerzas con ellos y alentemos a la gente a contribuir con ellos". Se llama "Nupedia", y hay un v&iacute;nculo a ella en http://www.gnu.org/encyclopedia . As&iacute; que hemos ampliado el desarrollo comunitario de una base de conocimientos &uacute;tiles de software a enciclopedia. Estoy bastante confiado ahora de que en todas estas &aacute;reas de trabajo funcional, no necesitamos ese incentivo econ&oacute;mico al punto en que debamos perturbar el uso de esos trabajos.

<p>
<b>THORNBURN:</b> Bien, qu&eacute; hay de las otras dos categor&iacute;as.

<p>
<b>STALLMAN:</b> Para los otros dos tipos de trabajo, no s&eacute;. No s&eacute; si la gente va a escribir alg&uacute;n d&iacute;a novelas sin preocuparse por ganar dinero con ello. En una sociedad post-escasez, pienso que s&iacute;. Puede que lo que necesitemos hacer, para alcanzar la sociedad post-escasez, es deshacernos del control corporativo sobre la econom&iacute;a y las leyes. As&iacute; que, en efecto, es el problema del huevo y la gallina, ver&aacute;n. &iquest;Qu&eacute; hacemos primero? &iquest;C&oacute;mo obtenemos un mundo en donde la gente no tenga que conseguir dinero desesperadamente, si no es quitando el control corporativo? &iquest;Y c&oacute;mo podemos quitar el control corporativo si no es...? De todos modos, no lo s&eacute;, pero por eso estoy tratando de proponer primero un sistema de copyright de compromiso, y, segundo, el pago voluntario apoyado por un sistema de copyright de compromiso como una manera de proveer un flujo de ganancias a la gente que escribe estos trabajos.

<p>
<b>PREGUNTA:</b> &iquest;C&oacute;mo esperas implementar este sistema de copyright de compromiso bajo la horca de los intereses corporativos en los pol&iacute;ticos americanos, dado su sistema de financiamiento de campa&ntilde;as?

<p>
<b>STALLMAN:</b> Me supera. Ojal&aacute; supiera. Es un problema terriblemente dif&iacute;cil. Si supiera c&oacute;mo resolver ese problema, lo resolver&iacute;a y nada en el mundo podr&iacute;a hacerme sentir m&aacute;s orgulloso.

<p>
<b>PREGUNTA:</b> &iquest;C&oacute;mo luchas contra el control corporativo? Porque cuando observas esas sumas de dinero destinadas al lobby corporativo en las cortes, es tremendo. Pienso que el caso DeCSS del que est&aacute;s hablando le est&aacute; costando algo as&iacute; como un mill&oacute;n y medio de d&oacute;lares a la defensa. Dios sabe cu&aacute;nto le est&aacute; costando al lado corporativo. &iquest;Tienes alguna idea de c&oacute;mo tratar con estas enormes sumas de dinero?

<p>
<b>STALLMAN:</b> Tengo una sugerencia. Si aconsej&aacute;ramos boicotear totalmente las pel&iacute;culas, pienso que la gente ignorar&iacute;a ese consejo. Podr&iacute;an considerarlo demasiado radical. As&iacute; que quisiera hacer una sugerencia levemente diferente, la cual lleva a lo mismo, y es: no vayas al cine a menos que tengas una raz&oacute;n sustancial para creer que la pel&iacute;cula es buena. Ahora bien, esto conducir&iacute;a en la pr&aacute;ctica a casi el mismo resultado que el boicot total de las pel&iacute;culas de Hollywood. En extensi&oacute;n es casi el mismo, pero en intenci&oacute;n es muy diferente. Hemos notado que mucha gente va al cine por razones que nada tienen que ver  con lo buena, o no, que ellos piensen que es la pel&iacute;cula. As&iacute; que si cambias eso, si s&oacute;lo vas a ver una pel&iacute;cula cuando tienes alguna raz&oacute;n sustancial para creer que es buena, les estar&aacute;s quitando un mont&oacute;n de su dinero.

<p>
<b>THORNBURN:</b> Una manera de entender todo este discurso hoy, pienso, es reconocer que siempre que las tecnolog&iacute;as radicales, potencialmente transformadoras, aparecen en la sociedad, hay una lucha para decidir qui&eacute;n las controla. Hoy estamos repitiendo lo que ocurri&oacute; en el pasado. Entonces, desde este &aacute;ngulo, puede no haber una raz&oacute;n para desesperar, o a&uacute;n para el pesimismo, acerca de qu&eacute; pueda ocurrir en el largo plazo. Pero en el corto plazo, las luchas por el control de texto e im&aacute;genes, y todas forma de informaci&oacute;n, ser&aacute;n probablemente dolorosas y extensas. Por ejemplo, como docente de Medios, mi acceso a im&aacute;genes fue restringido, en a&ntilde;os recientes, de un modo como nunca antes hab&iacute;a ocurrido. Si escribo un ensayo en el que quiero usar im&aacute;genes fijas, aun de pel&iacute;culas, es mucho m&aacute;s dif&iacute;cil obtener permiso de uso, y los precios son mucho m&aacute;s elevados, aun cuando yo d&eacute; argumentos acerca de investigaci&oacute;n intelectual y la categor&iacute;a legal <i>fair use</i>. Entonces, pienso, en este momento de extensa transformaci&oacute;n, las perspectivas a mayor plazo pueden, de hecho, no ser tan perturbadoras como lo que est&aacute; ocurriendo en el corto plazo. Pero, en todo caso, necesitamos comprender toda nuestra experiencia contempor&aacute;nea como una versi&oacute;n renovada de la lucha por el control de recursos tecnol&oacute;gicos, que es un principio recurrente de la sociedad occidental.

<p>
Tambi&eacute;n es esencial entender que la historia de las viejas tecnolog&iacute;as es, en s&iacute; misma, una materia complicada. El impacto de la imprenta en Espa&ntilde;a, por ejemplo, es radicalmente diferente de su impacto en Inglaterra o en Francia.

<p>
<b>PREGUNTA:</b> Una de las cosas que me molesta cuando oigo discusiones sobre el copyright es que a menudo comienzan con "Queremos un cambio de ciento ochenta grados. Queremos eliminar todo tipo de control." Me parece que parte de lo que subyace bajo las tres categor&iacute;as que fueron sugeridas es un reconocimiento de que hay alg&uacute;n tipo de sabidur&iacute;a en el copyright. Algunos de los cr&iacute;ticos del curso que est&aacute; tomando el copyright hoy, creen, de hecho, que deber&iacute;a ser respaldado y funcionar mucho m&aacute;s como las patentes y las marcas registradas en t&eacute;rminos de su duraci&oacute;n. Me pregunto si nuestro orador querr&aacute; comentar esta estrategia.

<p>
<b>STALLMAN:</b> Estoy de acuerdo en que acortar el plazo de validez del copyright es una buena idea. No hay absolutamente ninguna necesidad en t&eacute;rminos de alentar la publicaci&oacute;n por la posibilidad de que los copyrights duren hasta ciento cincuenta a&ntilde;os, lo cual, en algunos casos es posible bajo la presente ley. Ahora bien, las compa&ntilde;&iacute;as estuvieron diciendo que un copyright de setenta y cinco a&ntilde;os sobre un trabajo hecho por encargo no era lo bastante largo para hacer posible la producci&oacute;n de esos trabajos. Me gustar&iacute;a desafiar a esas compa&ntilde;&iacute;as a que presenten planillas con balances proyectados para los pr&oacute;ximos setenta y cinco a&ntilde;os respaldando esa afirmaci&oacute;n. Lo que ellos en realidad quer&iacute;an era, sencillamente, poder extender los copyrights sobre los trabajos viejos, de modo de poder continuar restringiendo su uso. Pero c&oacute;mo puedes alentar mayor producci&oacute;n en los a&ntilde;os '20 extendiendo el copyright hoy, no lo s&eacute;, a menos que tengan una m&aacute;quina del tiempo en alg&uacute;n lugar. Por supuesto, en una de sus pel&iacute;culas, ten&iacute;an una m&aacute;quina del tiempo. As&iacute; que eso debe ser lo que afect&oacute; su razonamiento.

<p>
<b>PREGUNTA:</b> &iquest;Has pensado en extender el concepto de <i>fair use</i>? Y, &iquest;hay alguna variaci&oacute;n o distinci&oacute;n al respecto que quieras presentarnos? 

<p>
<b>STALLMAN:</b> Bien, la idea de dar a todo el mundo permiso para hacer copias textuales no comerciales de dos tipos de trabajo, ciertamente puede ser pensado como una extensi&oacute;n de lo que es <i>fair use</i>. Es mayor de lo que actualmente es <i>fair use</i>. Si tu idea es que el p&uacute;blico cede ciertas libertades para obtener m&aacute;s progreso, entonces puedes trazar la l&iacute;nea en varios lugares diferentes. &iquest;Qu&eacute; libertades cede el p&uacute;blico y cu&aacute;les conserva?

<p>
<b>PREGUNTA:</b> Para extender la conversaci&oacute;n s&oacute;lo un momento: en ciertos campos del entretenimiento, tenemos el concepto de presentaci&oacute;n p&uacute;blica. As&iacute;, por ejemplo, el copyright no nos impide cantar villancicos en Navidad pero impide su ejecuci&oacute;n p&uacute;blica. Y yo me pregunto si no ser&iacute;a &uacute;til, en vez de expandir el <i>fair use</i> a copiado textual, ilimitado, no comercial, pensar en algo menos que eso pero m&aacute;s que el presente concepto de <i>fair use</i>.

<p>
<b>STALLMAN:</b> Yo sol&iacute;a creer que eso ser&iacute;a suficiente, y entonces Napster me convenci&oacute; de lo contrario, porque Napster es usado por sus usuarios para redistribuci&oacute;n textual, no comercial. El servidor Napster, en s&iacute; mismo, es una actividad comercial, pero la gente que est&aacute; de hecho poniendo el material lo hace de manera no comercial, y ellos podr&iacute;an haberlo hecho en sus propios sitios web igual de f&aacute;cilmente. La tremenda excitaci&oacute;n sobre el inter&eacute;s en, y el uso de, Napster, muestra que eso es muy &uacute;til. As&iacute; que ahora estoy convencido de que la gente deber&iacute;a tener derecho a publicar copias textuales, no comercialmente redistribuidas, de cualquier cosa.

<p>
<b>PREGUNTA:</b> Una analog&iacute;a que me fue sugerida recientemente para toda la cuesti&oacute;n Napster es la analog&iacute;a de la biblioteca p&uacute;blica. Supongo que algunos de ustedes que han o&iacute;do los de Napster, han o&iacute;do esta analog&iacute;a. Me pregunto si podr&iacute;as comentarla. Los defensores del pueblo, que dicen que Napster deber&iacute;a continuar y que no deber&iacute;an haber restricciones sobre &eacute;l, aveces dicen algo como esto: "Cuando las personas van a la biblioteca p&uacute;blica y piden prestado un libro, no est&aacute;n pagando por &eacute;l, y pueden pedirlo prestado docenas de veces, cientos de veces, sin cargo adicional. &iquest;Por qu&eacute; Napster es en algo diferente?"

<p>
<b>STALLMAN:</b> Bueno, no es exactamente lo mismo. Pero deber&iacute;a se&ntilde;alarse que los editores quieren transformar a las librer&iacute;as p&uacute;blicas en tiendas en las que se paga por usar. As&iacute; que est&aacute;n en contra de las librer&iacute;as p&uacute;blicas.

<p>
<b>PREGUNTA:</b> &iquest;Pueden estas ideas sobre el copyright sugerir algunas ideas para ciertas cuestiones sobre ley de patentes, tales como hacer drogas gen&eacute;ricas baratas para usar en &Aacute;frica?

<p>
<b>STALLMAN:</b> No, no hay absolutamente ninguna similaridad. Las cuestiones de patentes son totalmente distintas de las cuestiones de copyright. La idea de que tienen algo que ver es una de las consecuencias desafortunadas de usar el t&eacute;rmino "propiedad intelectual" y alentar a la gente a asociar estas cuestiones, porque, como han o&iacute;do, estuve hablando de cuestiones en las que el precio de una copia no es lo crucial. Pero, &iquest;cu&aacute;l es el asunto crucial en hacer drogas contra el SIDA para &Aacute;frica? Es el precio, nada m&aacute;s que el precio.

<p>
Ahora bien, el tema del que estuve hablando surge porque la tecnolog&iacute;a de informaci&oacute;n digital da a cada usuario la facultad de crear copias. Bien, no hay nada que nos d&eacute; la facultad de crear copias de medicamentos. No tengo la posibilidad de copiar un medicamento que consegu&iacute;. De hecho, nadie puede; no es as&iacute; como son hechos. Estos medicamentos s&oacute;lo pueden hacerse en costosas f&aacute;bricas, y se hacen en costosas f&aacute;bricas centralizadas, ya sean drogas gen&eacute;ricas o importadas de los EE.UU. De cualquier manera, se har&aacute;n en un peque&ntilde;o n&uacute;mero de f&aacute;bricas, y las cuestiones son, simplemente, cu&aacute;nto cuestan y si est&aacute;n disponibles a un precio que la gente en &Aacute;frica pueda pagar.

<p>
As&iacute; que es una cuesti&oacute;n tremendamente importante, pero es una cuesti&oacute;n totalmente diferente. S&oacute;lo hay un &aacute;rea donde surge una cuesti&oacute;n con las patentes que es de hecho similar a estas cuestiones de libertad de copiado, y es en la agricultura. Porque hay ciertas cosas patentadas que pueden ser copiadas, m&aacute;s o menos: las cosas vivientes. Se copian a ellas mismas al reproducirse. No es necesariamente un copiado exacto; remezclan los genes. Pero el hecho es que los granjeros durante milenios han estado haciendo uso de esta capacidad de las cosas vivientes de hacer copias de s&iacute; mismas. La agricultura es, b&aacute;sicamente, copiar las cosas que criaste y seguir copi&aacute;ndolas cada a&ntilde;o. Cuando son patentadas variedades de plantas y animales, cuando los genes son patentados y usados en ellas, el resultado es que a los granjeros se les proh&iacute;be hacer esto.

<p>
Hay un granjero en Canad&aacute; que ten&iacute;a una variedad patentada creciendo en su campo, y dijo "Yo no lo hice deliberadamente. El polen vol&oacute;, y esos genes se introdujeron entre mis plantas." Y se le dijo que eso no importaba; tuvo que destruirlas de todos modos. &Eacute;ste fue un ejemplo extremo de cu&aacute;nto puede el gobierno alinearse con un monopolista.

<p>
Entonces creo que, siguiendo los mismos principios que aplico al copiado de cosas en tu computadora, los graneros deber&iacute;an tener un incuestionable derecho a guardar sus semillas y criar su hacienda. Quiz&aacute;s puedas tener patentes cubriendo compa&ntilde;&iacute;as vendedoras de semillas, pero no deber&iacute;an cubrir a los granjeros.

<p>
<b>PREGUNTA:</b> Para hacer un modelo exitoso hay m&aacute;s cosas que s&oacute;lo la licencia. &iquest;Puedes responder a eso?

<p>
<b>STALLMAN:</b> En absoluto. Bien, ya saben, no conozco las respuestas. Pero parte de lo que creo crucial para desarrollar informaci&oacute;n libre, funcional, es el idealismo. La gente tiene que reconocer que es importante para esta informaci&oacute;n el ser libre, que cuando la informaci&oacute;n es libre, puedes hacer pleno uso de ella. Cuando est&aacute; restringida, no puedes. Tienes que reconocer que la informaci&oacute;n no libre es un intento de dividir a la gente y mantenerlos desamparados y mantenerlos abajo. Entonces pueden tener la idea: "Trabajemos juntos para producir la informaci&oacute;n que queremos usar, de modo que no est&eacute; bajo el control de alguna persona poderosa que pueda dictarnos qu&eacute; es lo que podemos hacer."

<p>
Esto lo impulsa tremendamente. Pero no s&eacute; cu&aacute;nto va a funcionar en varias &aacute;reas diferentes, pero pienso que en el &aacute;rea de la educaci&oacute;n, donde est&aacute;s buscando libros de texto, creo ver una manera en que puede hacerse. Hay un mont&oacute;n de docentes en el mundo, docentes que no est&aacute;n en universidades prestigiosas -quiz&aacute;s est&aacute;n en la escuela secundaria, quiz&aacute;s en la preparatoria- donde ellos no escriben y publican gran cosa y no hay una tremenda demanda de ellos. Pero muchos de ellos son inteligentes. Muchos de ellos conocen sus materias bien y podr&iacute;an escribir libros de texto sobre montones de temas y compartirlos con el mundo y recibir una enorme cantidad de aprecio de la gente que aprenda de ellos.

<p>
<b>PREGUNTA:</b> Eso es lo que propuse. Pero lo divertido es que yo conozco la historia de la educaci&oacute;n. Eso es lo que yo hago: proyectos educativos con medios electr&oacute;nicos. No podr&iacute;a encontrar un ejemplo. &iquest;Conoces alguno?

<p>
<b>STALLMAN:</b> No, no conozco. Empec&eacute; proponiendo esta enciclopedia libre y fuente de aprendizaje hace un par de a&ntilde;os, y pens&eacute; que podr&iacute;a tomar probablemente una d&eacute;cada para lograr que las cosas comiencen a rodar. Ahora ya tenemos una enciclopedia que est&aacute; en marcha. As&iacute; que las cosas van m&aacute;s r&aacute;pido de lo que esperaba. Pienso que lo que se necesita es que unas pocas personas empiecen a escribir libros de texto libres. Escribe uno sobre cualquiera que sea tu tema favorito, o una fracci&oacute;n de uno. Escribe unos pocos cap&iacute;tulos de uno y desaf&iacute;a a otras personas a escribir el resto.

<p> 
<b>PREGUNTA:</b> De hecho, lo que yo buscaba era algo todav&iacute;a mejor que eso. Lo importante en tu tipo de estructura es alguien que crea una infraestructura en la que todos los dem&aacute;s puedan contribuir. No hay ninguna infraestructura en ning&uacute;n lugar para poder contribuir con material. 

<p>
Puedo obtener informaci&oacute;n de muchos lugares pero no est&aacute; disponible bajo licencias libres, as&iacute; que no puedo usarla para hacer un libro de texto libre.

<p>
<b>STALLMAN:</b> De hecho, el copyright no cubre los hechos. S&oacute;lo cubre el modo en que est&aacute; escrito. As&iacute; que puedes aprender un mont&oacute;n de cualquier lugar y despu&eacute;s escribir un libro de texto, y puedes hacer ese libro de texto libre, si quieres.

<p>
<b>PREGUNTA:</b> Pero yo no puedo escribir por m&iacute; mismo todos los libros de texto que un estudiante necesita para cursar la escuela.

<p>
<b>STALLMAN:</b> Bien, es verdad. Y yo no necesit&eacute; escribir todo un sistema operativo libre tampoco. Escrib&iacute; algunas partes e invit&eacute; a otras personas a un&iacute;rseme escribiendo otras partes. As&iacute; que establec&iacute; un ejemplo a seguir. Y dije: "Yo voy en esta direcci&oacute;n. &Uacute;nete a m&iacute; y llegaremos all&iacute;." Y se uni&oacute; la suficiente cantidad de gente, y all&iacute; llegamos. Entonces, si piensas en t&eacute;rminos de c&oacute;mo voy a hacer todo este trabajo gigantesco, puede ser desalentador. As&iacute; que el punto es: no lo mires de esa manera. Piensa en t&eacute;rminos de dar un paso y comprender que, luego de que diste un paso, otra gente dar&aacute; m&aacute;s pasos y, juntos, el trabajo ser&aacute; realizado, eventualmente.

<p>
Asumiendo que la humanidad no se elimine a s&iacute; misma, el trabajo que hacemos hoy al producir la infraestructura educativa libre, las fuentes del libre aprendizaje para el mundo, ser&aacute; &uacute;til por tanto tiempo como la humanidad exista. Si toma veinte a&ntilde;os lograr que se haga, &iquest;y qu&eacute;? No pienses en t&eacute;rminos del tama&ntilde;o del trabajo completo. Piensa en t&eacute;rminos de la parte que vas a hacer. Eso le mostrar&aacute; a la gente que puede hacerse, y entonces otros har&aacute;n otras partes.


<p>

<HR>

<h4>Este discurso ha sido publicado en el
libro <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Free
Software, Free Society: The Selected Essays of Richard
M. Stallman</i></a>

<p>

<a href="/philosophy/philosophy.es.html">Otros documentos para leer</a></h4>

<p>

<HR>


<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
[
  <a href="/philosophy/copyright-and-globalization.en.html">English</a>
| <a href="/philosophy/copyright-and-globalization.es.html">Espa&#x00f1;ol</a>	<!-- Spanish -->
| <a href="/philosophy/copyright-and-globalization.fr.html">French</a>	<!-- French -->
| <a href="/philosophy/copyright-and-globalization.it.html">Italiano</a>	<!-- Italian -->
| <a href="/philosophy/copyright-and-globalization.pt.html">Portugu&#x0ea;s</a>	<!-- Portuguese -->
]
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->


<HR>

<P>
Volver a la <A HREF="/home.es.html">P&aacute;gina inicial de GNU</A>.
<P>

Env&iacute;e dudas o preguntas sobre la FSF y/o GNU a
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Hay otras <A HREF="/home.es.html#ContactInfo"> maneras
de contactar</A> a la FSF.
<P>

Env&iacute;e comentarios sobre estas p&aacute;ginas web a
<A HREF="mailto:webmasters@gnu.org"><EM>webmasters@gnu.org</EM></A>.
Mande otras preguntas a 
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.

<P>
Copyright (C) 2001 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA

<P>
Copias exactas y la distribuci&oacute;n de este art&iacute;culo se permiten en cualquier medio, siempre que esta nota se conserve.
<P>
Actualizada:
<!-- timestamp start -->
$Date: 2011/12/30 05:18:25 $ $Author: ineiev $
<!-- timestamp end -->
<P>
<hr>
<font size=-1>
Traducci&oacute;n: 
Christian Rovner <a
href="mailto:crovner@lacasilla.com.ar">&lt;crovner@lacasilla.com.ar&gt;</a>
<br>Revisada:
Luis Miguel Arteaga <a
href="mailto:lmiguel@gnu.org">&lt;lmiguel@gnu.org&gt;</a>
<br>Revisada: 02 mar 2003 <a href="http://www.migue.org/">Miguel Abad</a>
</font>
<HR>
</BODY>
</HTML>
