<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<html>
<head>
  <title>A GNU GPL betartat&aacute;sa - GNU Projekt - Szabad Szoftver Alap&iacute;tv&aacute;ny (FSF)</title>
  
  <link rev="made" href="mailto:webmasters@gnu.org">
 
  <meta http-equiv="Keywords"
 content="GNU, FSF, Free Software Foundation, Linux, violation, general, public, license, gpl, general public license, enforcing, freedom, software, Eben, Moglen, Eben Moglen">
 
  <meta http-equiv="Description"
 content="In his essay, Enforcing the GNU GPL, Eben Moglen, legal counsel to the FSF, talks about how enforcement of the GNU General Public License is typically carried out.">
</head>
  <body bgcolor="#ffffff" text="#000000" link="#1f00ff" alink="#ff0000"
 vlink="#9900dd">
 
<h2>A GNU GPL betartat&aacute;sa</h2>
 
<p>  </p>
<p>&Iacute;rta: <a href="http://moglen.law.columbia.edu/"><strong>Eben Moglen</strong></a>
(ford&iacute;totta: <a href="http://photon.hu/">Ver&oacute;k Istv&aacute;n</a>)<br>
</p>
<p><i>2001. szeptember 10.</i>  </p>
<p>  <a href="/graphics/philosophicalgnu.html"> <img
 src="/graphics/philosophical-gnu-sm.jpg" alt="[egy elm&eacute;lked&#337; gnu]"
 width="160" height="200">
</a>  [
 <a href="/philosophy/enforcing-gpl.en.html">angol</a> |
 <a href="/philosophy/enforcing-gpl.cs.html">cseh</a> |
 <a href="/philosophy/enforcing-gpl.it.html">olasz</a> |
 <a href="/philosophy/enforcing-gpl.ru.html">orosz</a> |
 <a href="/philosophy/enforcing-gpl.ko.html">koreai</a> |
 <a href="/philosophy/enforcing-gpl.pt-br.html">portug&aacute;l</a>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  --> 
<!-- Please keep this list alphabetical --> <!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --> 
] </p>
<p>A Microsoft ny&aacute;ri GPL-ellenes kamp&aacute;nya megint sz&uuml;lt
a GPL ``betartathat&oacute;s&aacute;g&aacute;t'' &eacute;rint&#337; tal&aacute;lgat&aacute;sokat.
A ``FUD'' (fear, uncertainty and doubt = f&eacute;lelem, bizonytalans&aacute;g,
k&eacute;tely) eme konkr&eacute;t form&aacute;j&aacute;t mindig
egy picit sz&oacute;rakoztat&oacute;nak tal&aacute;lom. Azt hiszem, &eacute;n
vagyok a F&ouml;ld egyetlen jog&aacute;sza, aki ezt mondhatja, de nem &eacute;rtem
a bizonytalans&aacute;g ok&aacute;t: a <a href="/licenses/gpl.html">GPL</a>
betartat&aacute;sa n&aacute;lam mindennapos tev&eacute;kenys&eacute;g.  </p>
<p>Jelen t&aacute;rsadalmunkban a <a href="/philosophy/free-sw.html">szabad
szoftver</a> fogalm&aacute;nak szokatlans&aacute;ga miatt az emberek felt&eacute;telezik,
hogy egy ilyen k&uuml;l&ouml;n&ouml;s c&eacute;lt minden bizonnyal csak p&eacute;ld&aacute;tlanul
lelem&eacute;nyes (&eacute;s ez&eacute;rt t&ouml;r&eacute;keny) jogi b&#369;v&eacute;szked&eacute;ssel
lehet el&eacute;rni. A felt&eacute;telez&eacute;s azonban t&eacute;ves. Ami
a Szabad Szoftver Alap&iacute;tv&aacute;nyt a GPL kidolgoz&aacute;s&aacute;ra
&eacute;s publik&aacute;l&aacute;s&aacute;ra vezette, az sajnos <i>val&oacute;ban</i>
szokatlan: &aacute;t akarjuk form&aacute;lni a programk&eacute;sz&iacute;t&eacute;sr&#337;l
alkotott k&ouml;zfelfog&aacute;st, hogy mindenkinek joga legyen meg&eacute;rteni,
kijav&iacute;tani, feljav&iacute;tani, &eacute;s tov&aacute;bb terjeszteni
a l&eacute;tez&#337; legjobb szoftvereket. Nagy &aacute;talakul&aacute;ssal j&aacute;r&oacute;
dologra v&aacute;llalkoztunk teh&aacute;t; amely vil&aacute;goss&aacute;
teszi, hogy a hagyom&aacute;nyos &uuml;zletmenetet az &uacute;j, a h&aacute;l&oacute;zati
kommunik&aacute;ci&oacute;ra &eacute;p&uuml;l&#337; t&aacute;rsadalomban teljesen
&uacute;j termel&eacute;si &eacute;s terjeszt&eacute;si modellek v&aacute;lthatj&aacute;k
fel. A mindezt lehet&#337;v&eacute; tev&#337; jogi konstrukci&oacute;, a GPL, azonban
nagyon egyszer&#369; alkot&oacute;elemekb&#337;l &eacute;p&uuml;l fel, &iacute;gy
igen megb&iacute;zhat&oacute;.</p>
<p>A szerz&#337;i jogi t&ouml;rv&eacute;nyek l&eacute;nyege (mint a
tulajdont szab&aacute;lyoz&oacute; egy&eacute;b rendszerek&eacute; is) a kiz&aacute;r&oacute;lagos
befoly&aacute;s k&eacute;pess&eacute;ge, vagyis a kiz&aacute;r&aacute;s joga.
A szerz&#337;i jog birtokos&aacute;nak t&ouml;rv&eacute;ny adta joga, hogy mindenki
m&aacute;snak megtilthassa a m&#369; m&aacute;sol&aacute;s&aacute;t, terjeszt&eacute;s&eacute;t,
abb&oacute;l lesz&aacute;rmazott m&#369; k&eacute;sz&iacute;t&eacute;s&eacute;t. 
 </p>
<p>  E joggal egy&uuml;tt j&aacute;r az azonos m&eacute;rt&eacute;k&#369; licenszel&eacute;s
k&eacute;pess&eacute;ge -- megengedni, ami egy&eacute;bk&eacute;nt tiltott.
Egy licensz nem k&eacute;t egyenrang&uacute; f&eacute;l szerz&#337;d&eacute;se: a m&#369;
felhaszn&aacute;l&oacute;ja az&eacute;rt k&ouml;teles a licensz keretein bel&uuml;l maradni, mert
a licensz n&eacute;lk&uuml;l egy&aacute;ltal&aacute;n semmihez sincs joga.</p>
<p>A z&aacute;rt szoftvereket terjeszt&#337; c&eacute;gek azonban &aacute;ltal&aacute;ban
a szerz&#337;i jogot is fel&uuml;lm&uacute;l&oacute; befoly&aacute;sra t&ouml;rekszenek.
E c&eacute;gek ``licenszelik'' szoftvereiket a fogyaszt&oacute;knak, de a
licensz a szerz&#337;i jogot meghalad&oacute; k&ouml;t&ouml;tts&eacute;geket is
tartalmaz. A meg&eacute;rt&eacute;st nem, legfeljebb haszn&aacute;latot enged&eacute;lyez&#337;
szoftverlicenszekben pl. gyakori k&ouml;t&ouml;tts&eacute;g a visszafejt&eacute;s
(dekompil&aacute;ci&oacute;) tilalma. Maga a szerz&#337;i jog nem tiltja a visszafejt&eacute;st,
de ha az ember bolti szoftvert akar venni, vagy h&aacute;l&oacute;zatr&oacute;l let&ouml;lteni,
akkor a tilalom betart&aacute;sa a hozz&aacute;jut&aacute;s felt&eacute;tele. A szerz&#337;i jog
teh&aacute;t csak egy eszk&ouml;z, mellyel m&eacute;g t&ouml;bbet lehet elvenni a
felhaszn&aacute;l&oacute;kt&oacute;l. 
 </p>
<p>A GPL viszont levon a szerz&#337;i jogokb&oacute;l, nem hozz&aacute;juk ad.
A licensznek nem kell bonyolultnak lennie, mivel min&eacute;l kev&eacute;sb&eacute;
akarjuk megk&ouml;tni a felhaszn&aacute;l&oacute;k kez&eacute;t. A kiad&oacute;k a szerz&#337;i
jog r&eacute;v&eacute;n lehetetlenn&eacute; tehetik, hogy a felhaszn&aacute;l&oacute;k a
m&#369;vet m&aacute;solj&aacute;k, m&oacute;dos&iacute;ts&aacute;k, terjessz&eacute;k, szerint&uuml;nk
viszont e jogok minden felhaszn&aacute;l&oacute;t megilletnek; a GPL ez&eacute;rt
a szerz&#337;i jogokn&aacute;l szok&aacute;sos szinte minden k&ouml;telmet felold.
Az egyetlen dolog, amit szigor&uacute;an megk&ouml;vetel&uuml;nk, az az,
hogy ha valaki GPL-es (vagy abb&oacute;l sz&aacute;rmaz&oacute;) m&#369;vet terjeszt,
akkor azt szint&eacute;n a GPL felt&eacute;telei szerint tegye. A szerz&#337;i jog szempontj&aacute;b&oacute;l
ez a felt&eacute;tel igen minim&aacute;lis k&ouml;t&ouml;tts&eacute;g. Enn&eacute;l
j&oacute;val szigor&uacute;bb licenszeket is rendszeresen &iacute;t&eacute;lnek
betarthat&oacute;nak: minden licensz, ami valaha is szerz&#337;i jogi perre ker&uuml;lt,
szigor&uacute;bb a GPL-n&eacute;l.  </p>
<p>Minthogy semmi bonyolult vagy f&eacute;lre&eacute;rthet&#337; nincs a licensz
felt&eacute;teleiben, m&eacute;g senki nem mondta komolyan, hogy a GPL a jogtulajdonos jogain
t&uacute;lny&uacute;l&oacute;an licenszelne. Azt viszont
mondj&aacute;k n&eacute;ha, hogy a GPL nem betarthat&oacute;, mert egy adott
m&#369; felhaszn&aacute;l&oacute;i azt ``nem fogadt&aacute;k el''.  </p>
<p>Ez az &aacute;ll&iacute;t&aacute;s azonban f&eacute;lre&eacute;rt&eacute;sen
alapul. A licensz senkit nem k&ouml;telez az elfogad&aacute;sra, a GPL-es
szoftverek an&eacute;lk&uuml;l is megszerezhet&#337;k, telep&iacute;thet&#337;k, haszn&aacute;lhat&oacute;k,
megvizsg&aacute;lhat&oacute;k, vagy ak&aacute;r k&iacute;s&eacute;rletileg
m&oacute;dos&iacute;that&oacute;k. Mindezek a z&aacute;rt szoftverekn&eacute;l
m&aacute;r &ouml;nmagukban is tiltottak vagy licenszhez k&ouml;t&ouml;ttek,
vagyis a licenszt m&aacute;r a m&#369;h&ouml;z val&oacute; hozz&aacute;f&eacute;r&eacute;s
el&#337;tt el kell fogadni, a benne szerepl&#337;, szerz&#337;i jogon t&uacute;li megk&ouml;t&eacute;sekkel
egyetemben. A szabad szoftver mozgalom szerint e jogok minden felhaszn&aacute;l&oacute;t
megilletnek; ez&eacute;rt e tev&eacute;kenys&eacute;geket nem is <i>akarjuk</i>
licensszel szab&aacute;lyozni. A GPL legt&ouml;bb felhaszn&aacute;l&oacute;j&aacute;nak
nem is kellenek a GPL adta pluszjogok, &iacute;gy nem is kell azt elfogadniuk.
A GPL csak akkor jelent k&ouml;telmet, ha valaki GPL-es k&oacute;db&oacute;l
sz&aacute;rmaz&oacute; m&#369;vet k&iacute;v&aacute;n terjeszteni, &eacute;s csak
a terjeszt&eacute;skor kell elfogadni. &Eacute;s mivel a szerz&#337;i jogi t&ouml;rv&eacute;nyek
szerint licensz n&eacute;lk&uuml;l soha senki nem terjeszthet semmit, ez&eacute;rt el&eacute;g
alapos okunk van felt&eacute;telezni, hogy minden GPL-es szoftvert terjeszt&#337; f&eacute;l
el is akarta fogadni a GPL-t. A GPL-t ugyanis minden &eacute;rintett szoftver minden
p&eacute;ld&aacute;ny&aacute;val egy&uuml;tt kell terjeszteni, pont hogy mindenki tudjon
r&oacute;la.  </p>
<p>A FUD ellen&eacute;re teh&aacute;t a GPL teljesen &eacute;rv&eacute;nyes
szerz&#337;i jogi licensz. Ez&eacute;rt tudtam majdnem t&iacute;z &eacute;v leforg&aacute;sa
alatt esetek tucatjaiban betartatni, &eacute;s ehhez egyszer sem kellett
perre menni.   </p>
<p>Az ut&oacute;bbi h&oacute;napokban azonban az a pletyka kapott l&aacute;bra,
hogy a b&iacute;r&oacute;s&aacute;gi meger&#337;s&iacute;t&eacute;s hi&aacute;nya
(az USA-ban, vagy m&aacute;sutt) is a GPL valamif&eacute;le gyenges&eacute;g&eacute;re
utalna, hogy szokatlan c&eacute;lj&aacute;t jogilag nem megalapozottan pr&oacute;b&aacute;lja
el&eacute;rni, vagy hogy a licensz szerz&#337;je, a Szabad Szoftver Alap&iacute;tv&aacute;ny,
f&eacute;l a licensz b&iacute;r&oacute;s&aacute;g el&eacute; vitel&eacute;t&#337;l.
Ennek &eacute;ppen ellenkez&#337;je igaz. M&eacute;g nem kellett b&iacute;r&oacute;s&aacute;g
el&eacute; vinn&uuml;nk a GPL-t, mert m&eacute;g senki nem akarta megkock&aacute;ztatni,
hogy ott m&eacute;rk&#337;zz&ouml;n meg vel&uuml;nk.  </p>
<p>Mi t&ouml;rt&eacute;nik teh&aacute;t egy GPL-s&eacute;rt&eacute;s eset&eacute;n?
 Olyan szoftverekn&eacute;l, ahol a szerz&#337;i jog tulajdonosa a Szabad Szoftver
Alap&iacute;tv&aacute;ny (vagy mert mi magunk &iacute;rtuk a szoftvert, vagy
mert a szabad szoftver &iacute;r&oacute;i r&aacute;nk ruh&aacute;zt&aacute;k
a jogokat, hogy &nbsp;szak&eacute;rtelm&uuml;nkkel jobban v&eacute;dhess&uuml;k
a szoftver szabads&aacute;g&aacute;t), <a
 href="/licenses/gpl-violation.html">az els&#337; l&eacute;p&eacute;s egy bejelent&eacute;s</a>, 
amely &aacute;ltal&aacute;ban vill&aacute;mlev&eacute;lben &eacute;rkezik
a <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>
c&iacute;mre. <a href="/licenses/gpl-violation.html">Ekkor a sz&uuml;ks&eacute;ges
t&eacute;nyek meg&aacute;llap&iacute;t&aacute;s&aacute;hoz a licenszs&eacute;rt&eacute;s
bejelent&#337;inek seg&iacute;ts&eacute;g&eacute;t k&eacute;rj&uuml;k</a>, majd
kivizsg&aacute;ljuk az esetleg fennmarad&oacute; k&eacute;rd&eacute;seket. 
 </p>
<p>Ezt a f&aacute;zist &eacute;vente tucatszor el&eacute;rj&uuml;k. A probl&eacute;ma
megold&aacute;s&aacute;hoz legt&ouml;bbsz&ouml;r egy halk puhatol&oacute;z&aacute;s
is el&eacute;g. Az &eacute;rintettek &aacute;ltal&aacute;ban azt hiszik,
hogy a GPL szerint j&aacute;rtak el, &eacute;s &ouml;r&ouml;mmel szokt&aacute;k
fogadni jav&iacute;t&oacute; javaslatainkat. Alkalmank&eacute;nt azonban
sz&uuml;ks&eacute;g van bizalom&eacute;p&iacute;t&#337; int&eacute;zked&eacute;sekre
is, mivel a jogs&eacute;rt&eacute;s m&eacute;rt&eacute;ke vagy id&#337;beli elh&uacute;z&oacute;d&aacute;sa
miatt az &ouml;nk&eacute;ntes l&eacute;p&eacute;sek el&eacute;gtelennek bizonyulhatnak.
Ilyenkor a szervezeteken bel&uuml;l GPL-p&aacute;rti kamp&aacute;nyt ind&iacute;tunk,
ezeket &aacute;ltal&aacute;ban a c&eacute;g magasszint&#369; vezet&#337;i fel&uuml;gyelik,
a helyzet alakul&aacute;s&aacute;t pedig mi (&eacute;s a v&aacute;llalkoz&aacute;sok
igazgat&oacute;tan&aacute;csa is) az &#337; k&ouml;zvetlen jelent&eacute;seik
alapj&aacute;n k&ouml;vetj&uuml;k nyomon. K&uuml;l&ouml;n&ouml;sen bonyolult
esetekben sz&uuml;ks&eacute;gesnek l&aacute;ttunk (az esetleges j&ouml;v&#337;beli
jogs&eacute;rt&eacute;st k&ouml;vet&#337;) egyszer&#369; &eacute;s gyors jogi fell&eacute;p&eacute;st
el&#337;seg&iacute;t&#337; int&eacute;zked&eacute;seket is.  </p>
<p>  A GPL betartat&aacute;s&aacute;nak k&ouml;zel egy &eacute;vtizede alatt
sosem ragaszkodtam k&aacute;rt&eacute;r&iacute;t&eacute;s fizet&eacute;s&eacute;hez,
&eacute;s ritk&aacute;n k&ouml;veteltem meg a jogs&eacute;rt&eacute;s nyilv&aacute;nos
beismer&eacute;s&eacute;t. Mindv&eacute;gig azt az &aacute;ll&aacute;spontot
k&eacute;pviselt&uuml;k, hogy a licensz betart&aacute;sa &eacute;s
a j&ouml;v&#337;beli j&oacute;hiszem&#369; viselked&eacute;sr&#337;l val&oacute; megbizonyosod&aacute;s
a legfontosabb c&eacute;l. Mindent megtett&uuml;nk, hogy a jogs&eacute;rt&#337;k
k&ouml;nnyen korrig&aacute;lhass&aacute;k hib&aacute;ikat, &eacute;s megbocs&aacute;t&oacute;ak
voltunk a m&uacute;ltbeli t&eacute;ved&eacute;sekkel szemben.  </p>
<p>A szabad szoftver mozgalom korai &eacute;veiben tal&aacute;n nem is volt
m&aacute;s lehet&#337;s&eacute;g&uuml;nk. A dr&aacute;ga &eacute;s sok teherrel
j&aacute;r&oacute; peresked&eacute;s sz&eacute;tz&uacute;zhatta volna az
Alap&iacute;tv&aacute;nyt, vagy legal&aacute;bbis megakad&aacute;lyozhatta
a szabad szoftver mozgalom jelenlegi befoly&aacute;s&uacute; er&#337;v&eacute;
n&ouml;veked&eacute;s&eacute;t. Az id&#337;k sor&aacute;n azonban
kitartottunk a licensz betartat&aacute;s&aacute;nak e m&oacute;dja mellett,
nem mintha csak &iacute;gy lehetett volna, hanem mert ez is m&#369;k&ouml;d&ouml;tt.
A szabad szoftverek k&ouml;r&uuml;l egy eg&eacute;sz ipar&aacute;g n&#337;tt fel,
melynek minden szerepl&#337;je tiszt&aacute;ban volt a GPL fontoss&aacute;g&aacute;val
-- &eacute;s senki sem akart a szabad szoftvert lop&oacute; gonosztev&#337; szerep&eacute;be
l&eacute;pni, valamint senki sem akart ilyen szerepl&#337; &uuml;gyfele, &uuml;zlett&aacute;rsa,
vagy ak&aacute;r alkalmazottja lenni. A h&iacute;rver&eacute;s n&eacute;lk&uuml;li
egy&uuml;ttm&#369;k&ouml;d&eacute;s &eacute;s a rossz publicit&aacute;ssal j&aacute;r&oacute;
kil&aacute;t&aacute;stalan jogi csat&aacute;roz&aacute;s k&ouml;zti v&aacute;lasz&uacute;t
el&eacute; ker&uuml;lve egyetlen jogs&eacute;rt&#337; sem v&aacute;lasztotta a
nehezebbik utat.  </p>
<p>Egyszer vagy k&eacute;tszer m&eacute;g az is megt&ouml;rt&eacute;nt, hogy
c&eacute;gek sz&aacute;nd&eacute;kos jogs&eacute;rt&#337; magatart&aacute;st tan&uacute;s&iacute;tottak:
GPL-es szoftverek forr&aacute;sk&oacute;dj&aacute;t a forr&aacute;s elrejt&eacute;s&eacute;nek
sz&aacute;nd&eacute;k&aacute;val &uacute;jraford&iacute;tott&aacute;k, &eacute;s
z&aacute;rt term&eacute;kk&eacute;nt elad&aacute;sra k&iacute;n&aacute;lt&aacute;k.
Ilyen esetekben is seg&iacute;tettem az FSF-en k&iacute;v&uuml;li szabadszoftver-fejleszt&#337;knek,
megold&aacute;sk&eacute;nt -- mivel a b&#369;n&ouml;s jogs&eacute;rt&#337; &ouml;nsz&aacute;nt&aacute;b&oacute;l
nem hagyott fel a jogs&eacute;rt&eacute;ssel, &eacute;s jogi r&eacute;szletk&eacute;rd&eacute;sek
miatt ezekben az &uuml;gyekben nem lehetett b&uuml;ntet&#337;pert ind&iacute;tani -- meggy&#337;zt&uuml;k a
b&#369;n&ouml;s f&eacute;l viszontelad&oacute;it &eacute;s lehets&eacute;ges &uuml;gyfeleit.
``Mi&eacute;rt fizetne &Ouml;n is komoly p&eacute;nz&ouml;sszegeket'' k&eacute;rdezt&uuml;k
t&#337;l&uuml;k, ``olyan jogs&eacute;rt&#337; szoftver&eacute;rt, amely csak hosszadalmas
jogi gondokhoz vezet, mik&ouml;zben a rendes verzi&oacute;
probl&eacute;ma n&eacute;lk&uuml;l el&eacute;rhet&#337;?''  Az &uuml;gyfelek kiv&eacute;tel
n&eacute;lk&uuml;l bel&aacute;tt&aacute;k a k&eacute;rd&eacute;s jogoss&aacute;g&aacute;t.
A szabad szoftverek ellop&aacute;sa sz&oacute; szerint olyan ter&uuml;let,
ahol a b&#369;n&ouml;z&eacute;s nem kifizet&#337;d&#337;.  </p>
<p>De tal&aacute;n t&uacute;l j&oacute;l is siker&uuml;lt mindez. Ha &eacute;vekkel
ezel&#337;tt perre mentem volna GPL-&uuml;gyben, akkor a Microsoft jelen sugdos&aacute;sai
s&uuml;ket f&uuml;lekre tal&aacute;ln&aacute;nak. Pont ebben a h&oacute;napban
dolgoztam p&aacute;r k&ouml;zepes bonyolults&aacute;g&uacute; &uuml;gy&ouml;n.
Azt mondtam, ``L&aacute;tj&aacute;tok, mennyi ember akarja vil&aacute;gszerte,
hogy b&iacute;r&oacute;s&aacute;gi perre vigyem a GPL-t, csak hogy bebizony&iacute;tsam,
lehets&eacute;ges? P&eacute;ld&aacute;t k&eacute;ne valakivel statu&aacute;lnom.
Akad &ouml;nk&eacute;nt jelentkez&#337;?''  </p>
<p>Egyszer majd lesz ilyen. De annak a valakinek az &uuml;gyfelei el fognak
t&#337;le fordulni, tehets&eacute;ges szakemberek nem akarj&aacute;k majd h&iacute;rnev&uuml;ket
ilyen c&eacute;ghez k&ouml;tni &eacute;s kil&eacute;pnek, valamint a negat&iacute;v
h&iacute;rver&eacute;s sem fog &eacute;ppen haszn&aacute;lni nekik. &Eacute;s akkor m&eacute;g
nem is ment&uuml;nk perre. Az els&#337; pr&oacute;b&aacute;lkoz&oacute; nagyon
meg fogja b&aacute;nni. Jogi m&oacute;dszereink tal&aacute;n
&eacute;ppoly szokatlanok, mint a szakmaiak, de &eacute;pp ez a l&eacute;nyeg.
A szabad szoftver az&eacute;rt fontos, mert v&eacute;geredm&eacute;nyben pont
a szokatlan bizonyul j&oacute;nak.  </p>
<p> <cite> Eben Moglen a Columbia Egyetem jogi kar&aacute;nak jog&aacute;sz-
&eacute;s jogt&ouml;rt&eacute;neti professzora, a Szabad Szoftver Alap&iacute;tv&aacute;ny
fizet&eacute;s n&eacute;lk&uuml;li jogi tan&aacute;csad&oacute;ja. </cite> 
 </p>
<p>  Copyright &copy; 2001 Eben Moglen </p>
<p>A teljes cikk sz&oacute; szerinti k&ouml;zl&eacute;se b&aacute;rmilyen
m&eacute;diumban megengedett, felt&eacute;ve, hogy ez az enged&eacute;ly
is vele marad.  </p>
<hr>  [ <!-- Please keep this list alphabetical --> <!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --> 
 <a href="/philosophy/enforcing-gpl.en.html">angol</a> |
 <a href="/philosophy/enforcing-gpl.cs.html">cseh</a> |
 <a href="/philosophy/enforcing-gpl.it.html">olasz</a> |
 <a href="/philosophy/enforcing-gpl.ru.html">orosz</a> |
 <a href="/philosophy/enforcing-gpl.ko.html">koreai</a> |
 <a href="/philosophy/enforcing-gpl.pt-br.html">portug&aacute;l</a>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  --> 
<!-- Please keep this list alphabetical --> <!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --> 
]  
<hr>   
<p>Vissza a <a href="/home.html">GNU honlapra</a>. </p>
<p>Az FSF-fel &eacute;s a GNU-val kapcsolatos k&eacute;rd&eacute;seket v&aacute;rjuk
(angolul) a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a> c&iacute;men. 
Az FSF-fel <a href="/home.html#ContactInfo">m&aacute;sk&eacute;nt</a> is
fel lehet venni a kapcsolatot. </p>
<p>  A weboldalakkal kapcsolatot megjegyz&eacute;seket a <a
 href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a> c&iacute;mre
k&uuml;ldheti, egy&eacute;b k&eacute;rd&eacute;sek: <a
 href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. </p>
<p> <!-- timestamp end --> </p>
<hr> <br>
</body>
</html>
