<!--#include virtual="/server/header.sv.html" -->

<title>Definitionen av fri programvara - GNU Projektet - Free Software Foundation (FSF)</title>

<meta http-equiv="Keywords" content="GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Free Software, Operating System, GNU Kernel, HURD, GNU HURD, Hurd" />
<meta http-equiv="Description" content="Since 1983, developing the free Unix style operating system GNU, so that computer users can have the freedom to share and improve the software they use." />
<link rel="alternate" title="What's New" href="http://www.gnu.org/rss/whatsnew.rss" type="application/rss+xml" />
<link rel="alternate" title="New Free Software" href="http://www.gnu.org/rss/quagga.rss" type="application/rss+xml" />

<!--#include virtual="/server/banner.sv.html" -->
<!--#include virtual="/philosophy/po/free-sw.translist" -->
 <!--#set var="ORIGINAL_FILE" value="/philosophy/free-sw.html" -->
 <!--#set var="DIFF_FILE" value="" -->
 <!--#include virtual="/server/outdated.sv.html" -->

<h1>Definitionen av fri programvara</h1>

<p>
Vi underh&aring;ller denna definition av fri programvara f&ouml;r att tydligt visa
vad som g&auml;ller f&ouml;r att ett visst mjukvaruprogram skall betraktas som
fri programvara.
</p>

<p>"Fri programvara" handlar om frihet, inte pris. F&ouml;r att f&ouml;rst&aring; begreppet,
t&auml;nk "fri" som i "yttrandefrihet", inte som i "kostnadsfri/gratis".
</p>

<p>Fri programvara handlar om en anv&auml;ndares frihet att k&ouml;ra, kopiera,
distribuera, studera, &auml;ndra och f&ouml;rb&auml;ttra programvaran. Mer precist s&aring;
handlar det om fyra sorters frihet f&ouml;r anv&auml;ndaren av programvaran:
</p>

<ul>
  <li>Friheten att k&ouml;ra programmet, f&ouml;r ett godtyckligt syfte (frihet 0).</li>
  <li>Friheten att studera hur programmet fungerar och att anpassa det
	f&ouml;r sina behov (frihet 1). Tillg&aring;ng till k&auml;llkoden &auml;r ett villkor
	f&ouml;r detta.</li>
  <li>Friheten att vidaredistribuera kopior s&aring; att anv&auml;ndaren kan
	hj&auml;lpa sin n&auml;sta (frihet 2).</li>
  <li>Friheten att f&ouml;rb&auml;ttra programmet och att ge sina
	f&ouml;rb&auml;ttringar till allm&auml;nheten s&aring; att hela samh&auml;llet drar
	nytta (frihet 3). Tillg&aring;ng till k&auml;llkoden &auml;r ett villkor f&ouml;r
	detta.</li>
</ul>

<p>Ett program &auml;r fri programvara om en anv&auml;ndare har all dessa friheter.
S&aring;ledes skall du vara fri att p&aring; nytt distribuera kopior, antingen med
eller utan f&ouml;r&auml;ndringar, antingen gratis eller mot en ers&auml;ttning f&ouml;r
distributionskostnaderna, till <a href="#exportcontrol">vem som helst
var som helst</a>. Att vara fri att g&ouml;ra dessa saker betyder (bland
annat) att du inte beh&ouml;ver fr&aring;ga efter eller betala f&ouml;r att f&aring;
tillst&aring;nd.</p>

<p>Du skall ocks&aring; ha friheten att g&ouml;ra f&ouml;r&auml;ndringar och anv&auml;nda dem
privat i ditt eget arbete eller p&aring; din fritid, utan att ens ber&auml;tta
att dessa &auml;ndringar existerar. Om du publicerar dina &auml;ndringar, skall
du inte vara skyldig att meddela n&aring;gon speciell eller p&aring; n&aring;got
speciellt s&auml;tt.</p>

<p>Friheten att anv&auml;nda ett program betyder friheten f&ouml;r en person eller
organisation att anv&auml;nda det p&aring; vilket datorsystem som helst, inom
ramen f&ouml;r vilket jobb som helst, och utan att beh&ouml;va kommunicera med
utvecklaren eller n&aring;gon annan enhet.</p>

<p>Friheten att distribuera kopior p&aring; nytt m&aring;ste innefatta bin&auml;rer, eller
exekverbara former av programmet, s&aring; v&auml;l som k&auml;llkoden f&ouml;r b&aring;de den
f&ouml;r&auml;ndrade och den of&ouml;r&auml;ndrade versionen. (Att distribuera program i
k&ouml;rbar form &auml;r n&ouml;dv&auml;ndigt f&ouml;r att bekv&auml;mt installera fria
operativsystem.) Det &auml;r OK om det inte finns n&aring;got s&auml;tt att producera
bin&auml;ren eller den k&ouml;rbara formen f&ouml;r ett visst program (eftersom vissa
spr&aring;k inte st&ouml;der detta), men du m&aring;ste ha friheten att distribuera i
dessa format om du kommer p&aring; eller utvecklar ett s&auml;tt att skapa s&aring;dana
bin&auml;rer.</p>

<p>F&ouml;r att friheterna att g&ouml;ra f&ouml;r&auml;ndringar, och att publicera
f&ouml;rb&auml;ttrade versioner, skall vara meningsfull, m&aring;ste du ha tillg&aring;ng
till k&auml;llkoden f&ouml;r programmet. D&auml;rf&ouml;r &auml;r tillg&auml;ngligheten av k&auml;llkoden
ett n&ouml;dv&auml;ndigt villkor f&ouml;r fri programvara.</p>

<p>F&ouml;r att dessa friheter skall vara verkliga m&aring;ste de vara
o&aring;terkalleliga s&aring; l&auml;nge som du inte g&ouml;r n&aring;got fel. Om utvecklaren av
programvaran har m&ouml;jligheten att h&auml;va licensen, utan att du g&ouml;r n&aring;got som
orsakar det, s&aring; &auml;r inte programvaran fri.</p>

<p>Emellertid, vissa regler f&ouml;r hur fri programvara skall distribueras &auml;r
acceptabla n&auml;r de inte &auml;r i konflikt med de centrala friheterna. Till
exempel, copyleft (mycket enkelt formulerat) &auml;r regeln att n&auml;r program
distribueras p&aring; nytt s&aring; kan du inte l&auml;gga till begr&auml;nsningar f&ouml;r andra
n&auml;r det g&auml;ller de centrala friheterna. Denna regel st&aring;r inte i
konflikt med de centrala friheterna utan den snarare skyddar dem.</p>

<p>S&aring;ledes kan du ha betalt pengar f&ouml;r att f&aring; kopior av fri programvara
eller du kan ha f&aring;tt tag i dem utan kostnad. Men oberoende av hur du
fick dina kopior har du alltid friheten att kopiera och &auml;ndra
programvaran, &auml;ven att <a href="/philosophy/selling.html">s&auml;lja kopior</a>.</p>

<p>"Fri programvara" betyder inte "icke kommersiell". Ett fritt program
m&aring;ste finnas tillg&auml;ngligt f&ouml;r kommersiell anv&auml;ndning, kommersiell
utveckling och kommersiell distribution. Kommersiell utveckling av fri
programvara &auml;r inte l&auml;ngre ovanlig. S&aring;dan fri programvara &auml;r mycket viktig.</p>

<p>Regler f&ouml;r hur en modifierad version skall packeteras &auml;r till&aring;tna om
de inte i praktiken blockerar din frihet att ge ut f&ouml;r&auml;ndrade
versioner. Regler som "om du g&ouml;r programmet tillg&auml;nglig p&aring; det h&auml;r
s&auml;ttet, m&aring;ste du ocks&aring; g&ouml;ra det tillg&auml;ngligt p&aring; det d&auml;r s&auml;ttet." kan
ocks&aring; vara till&aring;tna, p&aring; samma premisser. (Notera att s&aring;dana regler
fortfarande ger dig valm&ouml;jligheten att publicera eller ej.) Det &auml;r
ocks&aring; till&aring;tet f&ouml;r licensen att kr&auml;va att du skall skicka en kopia om
du har distribuerat en f&ouml;r&auml;ndrar version och en tidigare utvecklare
ber dig om en kopia.</p>

<p>I GNU-projektet anv&auml;nder vi <a href="/copyleft/copyleft.html">"copyleft"</a>
f&ouml;r att skydda dessa friheter f&ouml;r alla. Men
<a href="/philosophy/categories.html#Non-CopyleftedFreeSoftware">
fri programvara utan copyleft</a> finns ocks&aring;. Vi anser att det finns
viktiga sk&auml;l till varf&ouml;r <a href="/philosophy/pragmatic.html"> det &auml;r
b&auml;ttre att anv&auml;nda copyleft</a>, men vi kan fortfarande anv&auml;nda ditt
program om det &auml;r fri programvara distribuerad utan copyleft.</p>

<p>Se <a href="/philosophy/categories.html">Kategorier av programvara (18k)</a>
f&ouml;r en beskrivning &ouml;ver hur "fri programvara", "copyleftprogramvara" och
andra kategorier av programvara relaterar till varandra.</p>

<p>Ibland har regeringar <a name="exportcontrol">regler f&ouml;r
exportkontroll</a> och handelshinder som kan begr&auml;nsa din frihet att
distribuera kopior av program internationellt. Utvecklare av
programvara har inte kraften att ta bort eller &aring;sidos&auml;tta dessa
restriktioner, men vad de kan och m&aring;ste g&ouml;ra &auml;r att v&auml;gra inf&ouml;ra dem
som villkor f&ouml;r anv&auml;ndningen av programmet. P&aring; s&aring; s&auml;tt kommer inte
begr&auml;nsningarna att p&aring;verka aktiviteter och m&auml;nniskor utanf&ouml;r dessa
regeringars jurisdiktion.</p>

<p>N&auml;r vi talar om fri programvara &auml;r det b&auml;st att undvika termer som "ge
bort" eller "gratis" eftersom dessa termer antyder att det handlar om
pris, inte frihet. N&aring;gra vanliga termer som "piratkopiering"
inneh&aring;ller uppfattningar som vi hoppas du inte skriver under p&aring;.
Se  <a href="/philosophy/words-to-avoid.html">F&ouml;rvillande ord och fraser som
&auml;r v&auml;rda att undvika</a> f&ouml;r en diskussion om dessa termer. Vi har
ocks&aring; en lista &ouml;ver  <a href="/philosophy/fs-translations.html">&ouml;vers&auml;ttningar
av "fri programvara"</a> f&ouml;r olika spr&aring;k.</p>

<p>Slutligen, notera att de kriterier som angivits i denna definition av
fri programvara kr&auml;ver noggrann eftertanke n&auml;r de skall tolkas. F&ouml;r
att avg&ouml;ra om en viss mjukvarulicens &auml;r kvalificerad som en licens f&ouml;r
fri programvara, g&ouml;rs en bed&ouml;mning utifr&aring;n dessa kriterier f&ouml;r att
bed&ouml;ma om den passar i ande s&aring;v&auml;l som i exakta ordalydelser. Om en
licens inneh&aring;ller orimliga begr&auml;nsningar s&aring; avvisas den &auml;ven om vi
inte f&ouml;ruts&aring;g punkten i dessa kriterier.  Ibland kan ett krav i en
licens v&auml;cka en fr&aring;ga som leder till omfattande tankeverksamhet,
inklusive diskussion med en jurist, innan vi kan besluta om kravet &auml;r
acceptabelt. N&auml;r vi n&aring;tt en slutsats i en ny fr&aring;ga, s&aring; uppdaterar vi
ofta dessa kriterier s&aring; att det skall bli enklare att se varf&ouml;r vissa
licenser &auml;r kvalificerad och andra inte &auml;r det.</p>

<p>Om du &auml;r intresserad av om en specifik licens &auml;r kvalificerad som en
licens f&ouml;r fri programvara, kan du se v&aring;r <a
href="/licenses/license-list.html">lista &ouml;ver licenser</a>.
Om licensen du &auml;r bekymrad &ouml;ver inte finns listad d&auml;r kan du fr&aring;ga
oss om den genom att skicka oss ett brev till <a
href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
</p>
<h2 id="open-source">Open Source?</h2>

<p>
En annan grupp har b&ouml;rjat anv&auml;nda termen <q>open source</q> i meningen
n&aring;got n&auml;ra (men inte identiskt med) <q>fri programvara</q>. Vi f&ouml;redrar termen
<q>fri programvara</q> eftersom, n&auml;r du har h&ouml;rt att det refererar till frihet
snarare &auml;n pris, <a href="open-source-misses-the-point.html">s&aring;
v&auml;cker den tanken om frihet</a>.
</p>

</div>

<!--#include virtual="/server/footer.sv.html" -->
<!-- BEGIN copyleft -->
<div id="footer">
<!-- 
  this anchor is referred to from the default
  gendocs_template (available as part of Texinfo) used for
  generating GNU manuals online, so please don't remove it.  
-->
<p><a name="ContactInfo"></a>
   Skicka eventuella fr&aring;gor om <acronym>GNU</acronym> p&aring; engelska till:
   <a href="mailto:gnu@gnu.org">gnu@gnu.org</a> eller ring: +1-617-542-5942.
   Du kan &auml;ven faxa till: +1-617-542-2652.
</p>
      
<p>Om du hittar fel p&aring; denna sida eller vill f&ouml;resl&aring; n&aring;gon &auml;ndring, v&auml;nligen maila 
   <a href="/people/webmeisters.html"><acronym>GNU</acronym>s Webmasters</a> p&aring; 
   <a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>. Tack!
</p>
       
<p>Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 
   2005, 2006, 2007
   <a href="http://www.fsf.org">Free Software Foundation</a>, Inc., 
   51 Franklin St - Fifth Floor, Boston, MA 02110-1301 USA<br />
   Verbatim copying and distribution of this entire article are permitted 
   worldwide, without royalty, in any medium, provided this notice, and 
   the copyright notice, are preserved.
</p>
        
<p>Senast uppdaterad:
   <!-- timestamp start -->
   $Date: 2012/01/31 17:18:50 $ 
   <!-- timestamp end -->
</p>
</div>
<!-- END copyleft -->     
</div>
</body>
</html>
<!-- END layout -->
