<!--#set var="PO_FILE" value=""
 --><!--#set var="ORIGINAL_FILE" value="/philosophy/free-sw.html"
 --><!--#set var="DIFF_FILE" value=""
 --><!--#set var="OUTDATED_SINCE" value="" -->

<!--#include virtual="/server/header.ca.html" -->
<!--#set var="DISABLE_TOP_ADDENDUM" value="yes" -->

<title>La definici&oacute; de Programari Lliure - Projecte GNU - Free Software Foundation (FSF)</title>

<!-- Fixed by hand on May 12, 2014:
     - add out-of-date notice and disable top-addendum,
     - partially update footer,
     - remove #translations,
     - translist before banner
     - remove links to outdated news.
-->
<meta http-equiv="Keywords" content="GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Free Software, Operating System, GNU Kernel, HURD, GNU HURD, Hurd" />
<meta http-equiv="Description" content="Since 1983, developing the free Unix style operating system GNU, so that computer users can have the freedom to share and improve the software they use." />

<!--#include virtual="/philosophy/po/free-sw.translist" -->
<!--#include virtual="/server/banner.ca.html" -->
<!--#include virtual="/server/outdated.ca.html" -->
<h2>La definici&oacute; de Programari Lliure</h2>

<p>Mantenim aquesta definici&oacute; del programari lliure per a
mostrar clarament com ha de ser un determinat programa per a poder
ser considerat programari lliure.</p>

<p>&quot;Programari Lliure&quot; (Free software) &eacute;s un afer de llibertat,
no de preu. Per a comprendre el concepte, heu de pensar en &quot;free&quot;
com a lliure, &quot;discurs lliure&quot; (free speech) i no com a
gratu&iuml;t (free beer).</p>

<p>El Programari Lliure &eacute;s un afer de la llibertat del usuaris per
a executar, copiar, distribuir, estudiar, canviar i millorar el
programari. M&eacute;s precisament, es refereix a quatre tipus de
llibertat, per a usuaris de programari:</p>

<ul>
<li>La llibertat per a executar el programa, per a qualsevol
prop&ograve;sit (llibertat 0).</li>

<li>La llibertat d'estudiar com treballa el programa, i adaptar-lo
a les necessitats pr&ograve;pies (llibertat 1). L'acc&eacute;s al
codi font es una condici&oacute; pr&egrave;via per a aix&ograve;.</li>

<li>La llibertat de redistribuir c&ograve;pies per a poder ajudar als
vostres ve&iuml;ns (llibertat 2).</li>

<li>La llibertat per a millorar el programa, i alliberar les
vostres millores al p&uacute;blic, per a qu&egrave; tota la comunitat
pugui beneficiar-se (llibertat 3). L'acc&eacute;s al codi font &eacute;s
una condici&oacute; pr&egrave;via per a aix&ograve;.</li>
</ul>

<p>Un programa &eacute;s programari lliure si els usuaris tenen totes
aquestes llibertats. D'aquesta manera, haur&iacute;eu de ser
lliures de redistribuir c&ograve;pies, modificades o no, de manera
gratu&iuml;ta o cobrant un preu per la distribuci&oacute;, per a <a
href="#exportcontrol">qualsevol a qualsevol lloc</a>. Ser lliure
per a fer aquestes coses significa (entre d'altres) que no has de
preguntar o pagar pel perm&iacute;s.</p>

<p>Tamb&eacute; haur&iacute;eu de tenir la llibertat de fer
modificacions i usar-les privadament a la feina o oci, sense
mencionar que existeixen. I si publiqu&eacute;ssiu els canvis, no
haur&iacute;eu de notificar-ho a ning&uacute; en particular, ni de cap forma
en particular.</p>

<p>La llibertat per a usar un programa significa la llibertat per a
qualsevol persona o organitzaci&oacute; per a usar-lo en qualsevol
mena d'ordinador, per a qualsevol mena de treball, i sense haver-se
de comunicar amb el desenvolupador ni amb cap entitat
espec&iacute;fica.</p>

<p>La llibertat per redistribuir c&ograve;pies ha d'incloure la
forma bin&agrave;ria o executable del programa, aix&iacute; com el
codi font, per a ambdues versions, modificada i no
modificada. (Distribuir programes en forma executable &eacute;s necessari
per a la instal&middot;laci&oacute; correcta de sistemes operatius
lliures.) No passa res si no hi ha manera de produir la forma
bin&agrave;ria o executable per a un cert programa (car hi ha llenguatges
que no ho permeten), per&ograve; cal que tinguis la llibertat de
redistribuir aquestes formes en cas que trobis o desenvolupis una
manera de produir-ne.</p>

<p>Per a qu&egrave; les llibertats de fer canvis, i de publicar les versions
millorades, siguin significatives, s'ha de tenir acc&eacute;s al
codi font del programa. Per tant, l'accesibilitat del codi font &eacute;s
una condici&oacute; necess&agrave;ria per al programari lliure.</p>

<p>Per a qu&egrave; aquestes llibertats siguin reals, han de ser
irrevocables en tant no es faci res de dolent; si el desenvolupador
del programari t&eacute; el poder de revocar la llic&egrave;ncia, sense
que s'hagi donat cap motiu, el programari no &eacute;s lliure.</p>

<p>De totes formes, certs tipus de regles sobre la
distribuci&oacute; de programari lliure s&oacute;n acceptables, quan no hi
ha cap conflicte amb les llibertats centrals. Per exemple, el
copyleft (explicat molt breument) &eacute;s una regla que fa que quan
redistribu&iuml;m el programa, no es poden afegir restriccions per
a denegar a altra gent les llibertats centrals. Aquesta norma no
crea cap conflicte amb les llibertats centrals; m&eacute;s aviat les
protegeix.</p>

<p>Tanmateix, podeu haver pagat diners per a aconseguir
c&ograve;pies de programari lliure, o podeu haver-les obtingut
sense cap c&agrave;rrec. Per&ograve; indiferentment de com s'hagin
obtingut, sempre tindreu la llibertat de copiar i canviar el
programari, fins i tot de <a href=
"/philosophy/selling.ca.html">vendre'n
c&ograve;pies</a>.</p>

<p>&quot;Programari Lliure&quot; no significa &quot;no-comercial&quot;. Un programa
lliure ha d'estar disponible per a &uacute;s comercial, desenvolupament
comercial, i distribuci&oacute; comercial. El desenvolupament
comercial de programari lliure ja no &eacute;s inusual; aquest programari
lliure comercial &eacute;s molt important.</p>

<p>&Eacute;s acceptable que s'estableixin normes per a l'empaquetatge de
les versions modificades, si no bloquegen la llibertat de publicar
aquestes versions modificades. Regles com ''si fas que el programa
sigui disponible d'aquesta manera, fes-ho tamb&eacute; d'aquesta
altra'' tamb&eacute; serien acceptables, en la mateixa
condici&oacute;. (Noteu que aquesta norma encara us deixa
l'opci&oacute; de publicar el programa o no.) Tamb&eacute; &eacute;s
acceptable que la llic&egrave;ncia requereixi que, si heu
distribu&iuml;t una versi&oacute; modificada i el desenvolupador
previ us demana una c&ograve;pia, li heu d'enviar.</p>

<p>Al projecte GNU, fem servir el <a href=
"/copyleft/copyleft.ca.html">copyleft</a> per a protegir aquestes
llibertats legalment per a tothom. Per&ograve; tamb&eacute;
existeix el <a href=
"/philosophy/categories.ca.html#Non-CopyleftedFreeSoftware">programari
lliure sense copyleft</a>. Creiem que hi ha raons importants per
les quals <a href="/philosophy/pragmatic.ca.html">&eacute;s millor fer servir
el copyleft</a>, per&ograve; si el vostre programa &eacute;s programari
lliure sense copyleft, encara el podem fer servir.</p>

<p>Vegeu les <a href="/philosophy/categories.ca.html">Categories de
Programari Lliure</a> per a una descripci&oacute; de com es
relacionen entre si el &quot;programari lliure&quot;, el &quot;programari amb
copyleft&quot; i d'altres categories de programari.</p>

<p>Alguns cops <a id="exportcontrol">les regulacions de control
d'exportaci&oacute;</a> del govern i les sancions comercials
podrien restringir la vostra llibertat per a distribuir
c&ograve;pies dels programes internacionalment. Els desenvolupadors
de programari no tenen el poder per eliminar o saltar-se aquestes
restriccions, per&ograve; el que s&iacute; poden i han de fer es refusar
d'imposar-les com a condicions d'&uacute;s del programa. D'aquesta
manera, les restriccions no afectaran les activitats ni la gent
fora de les jurisdiccions d'aquests governs.</p>

<p>La majoria de llicencies de programari lliure estan basades en
el copyright, i hi ha l&iacute;mits sobre quins requeriments es
poden imposar a trav&eacute;s del copyright. Si una llicencia basada en
copyright respecta les llibertats descrites anteriorment, &eacute;s poc probable que tingui altres tipus de problemes que no haguem previst (tot i que aix&ograve; pot passar de vegades).  De totes
formes, algunes llic&egrave;ncies de programari lliure es basen en
contractes, i els contractes poden imposar un rang molt m&eacute;s gran de
possibles restriccions. Aix&ograve; vol dir que hi ha moltes
maneres per les que una llic&egrave;ncia com aquesta sigui inacceptable i
no-lliure.</p>

<p>Segurament no podem fer un llistat de totes les possibles
restriccions de contractes que serien inacceptables. Si una
llic&egrave;ncia basada en contracte restringeix a l'usuari d'una forma
inusual que les llic&egrave;ncies basades en copyright no poden, i que no
es menciona aqu&iacute; com a leg&iacute;tima, haur&iacute;em de pensar
sobre el tema, i probablement decidir&iacute;em que &eacute;s
no-lliure.</p>

<p>Quan parlem de programari lliure, &eacute;s millor evitar termes com
&quot;donar&quot; o &quot;gratu&iuml;t&quot;', perqu&egrave; aquests termes impliquen que
parlem de preus, no de llibertat. Alguns termes comuns com
&quot;pirateria&quot; engloben opinions que esperem que no
aprovar&iacute;eu. Vegeu a <a href=
"/philosophy/words-to-avoid.ca.html">Frases i Paraules Confuses que
cal Evitar</a>  una discussi&oacute; d'aquests termes.
Tamb&eacute; disposem d'una llista de <a href=
"/philosophy/fs-translations.ca.html">traduccions de &quot;free
software&quot;</a> a d'altres idiomes.</p>

<p>Finalment, fixeu-vos que els criteris com aquests explicats en
aquesta definici&oacute; de programari lliure requereixen una
an&agrave;lisi acurada per a la seva interpretaci&oacute;. Per a
decidir si una llic&egrave;ncia de programari espec&iacute;fica es
podria qualificar com a llic&egrave;ncia de programari lliure,
nosaltres jutgem basant-nos en aquests criteris per a determinar si
encaixa tant en l'esperit com en les paraules precises. Si una
llic&egrave;ncia inclou restriccions injustes, la refusarem, encara
que no hagu&eacute;ssim anticipat la decisi&oacute; dins d'aquests
criteris. Alguns cops un requeriment de llic&egrave;ncia provoca
una decisi&oacute; que implica una an&agrave;lisi extensa, fins i tot
discussions amb advocats, abans de poder decidir si el requeriment
&eacute;s acceptable. Quan arribem a una conclusi&oacute;, sovint
actualitzem aquests criteris per a fer m&eacute;s f&agrave;cil el veure
per qu&egrave; certes llic&egrave;ncies poden ser qualificades de
programari lliure i d'altres no.</p>

<p>Si esteu interessats en saber si alguna llic&egrave;ncia en
concret &eacute;s programari lliure, vegeu la nostra <a href=
"/licenses/license-list.ca.html">llista de llic&egrave;ncies</a>. Si
la llic&egrave;ncia que busqueu no hi apareix, podeu preguntar-nos
enviant un correu electr&ograve;nic a <a href=
"mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.</p>

<h2 id="open-source">Codi obert?</h2>

<p>Un altre grup ha comen&ccedil;at a fer servir el terme &quot;open
source&quot; (codi obert) per a voler dir quelcom semblant (per&ograve;
no id&egrave;ntic) a &quot;free software&quot; (programari lliure).
Nosaltres preferim el terme &quot;programari lliure&quot; perqu&egrave;, un
cop heu escoltat que es refereix a llibertat m&eacute;s que a preu, <a
href="/philosophy/open-source-misses-the-point.html">invita a pensar en 
la llibertat</a>. La paraula <q>obert</q> 
<a href="/philosophy/open-source-misses-the-point.html">mai fa 
refer&egrave;ncia a la llibertat</a>.</p>

</div>


<!--#include virtual="/server/footer.ca.html" -->
<div id="footer">
<div class="unprintable">

<p>
Envieu les vostres preguntes sobre la FSF i GNU a 
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Tamb&eacute; hi ha <a href="/contact/contact.ca.html">altres 
formes de contactar</a> amb la FSF.
<br />
Envieu els enlla&ccedil;os trencats i d'altres correccions o suggeriments a 
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Vegeu la 
<a href="/server/standards/README.translations.ca.html">Guia 
de traducci&oacute;</a> per informar-vos sobre la coordinaci&oacute; i 
publicaci&oacute; de les traduccions d'aquest article.
<br />
Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de 
traducci&oacute;</a> per col·laborar en la traducció al catal&agrave; 
del web de GNU.
</p>
</div>

<p>
Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004,
2005, 2006, 2007 Free Software Foundation, Inc.,
</p>
<address>51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA</address>
<p>Es permet realitzar i distribuir c&ograve;pies literals d'aquest 
article en qualsevol medi sense pagament de drets, sempre que hi 
aparegui aquesta nota.
</p>
<!--#include virtual="/server/bottom-notes.ca.html" -->

<div class="translators-credits">
Darrera revisi&oacute;: <a href="http://www.puigpe.org/">puigpe</a>, 
31 de mar&ccedil; de 2007
</div>

<p class="unprintable">
Updated:
<!-- timestamp start -->
$Date: 2014/05/15 05:24:17 $
<!-- timestamp end -->
</p>
</div>
</div>
</body>
</html>
