<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<!-- Date: Sat, 3 May 2002 07:20:45 GMT --><HTML><HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-2">
<meta http-equiv="Content-Language" content="ro">
<meta http-equiv="Description"
content="Acest articol descrie diferentele esentiale dintre software-ul open source si software-ul liber, si arata de ce proiectul GNU prefera notiunea de software liber.">
<meta http-equiv="Keywords"
content="open source, free software, open, source, free, software, gnu, foundation, freedom, programmers, linux, open source, software liber, liber, fundatie, libertate, programatori">
<meta name="Description"
content="Acest articol descrie diferentele esentiale dintre software-ul open source si software-ul liber, si arata de ce proiectul GNU prefera notiunea de software liber.">
<meta name="Keywords"
content="open source, free software, open, source, free, software, gnu, foundation, freedom, programmers, linux, open source, software liber, liber, fundatie, libertate, programatori">
<TITLE>Open Source - Proiectul GNU - Free Software Foundation (FSF)</TITLE>
<LINK 
rev=made href="mailto:webmasters@gnu.org">
</HEAD>
<BODY text=#000000 vLink=#9900dd aLink=#ff0000 link=#1f00ff bgColor=#ffffff>
<H3>De ce este preferabil conceptul de &quot;software liber&quot; celui de
&quot;software open
source&quot;</H3><a href="/graphics/philosophicalgnu.html"><IMG SRC="/graphics/philosophical-gnu-sm.jpg"
   ALT=" [imaginea unui Gnu filosofic] "
   WIDTH="160" HEIGHT="200"></a>
[ <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.cs.html">Ceh&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.ko.html">Coreean&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.en.html">Englez&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.fr.html">Francez&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.it.html">Italian&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.pl.html">Polonez&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.ru.html">Rus&#259;</A> 
]<P>În 1998, membri ai comunit&#259;&#355;iui software-ului liber au început s&#259;
foloseasc&#259; no&#355;iunea de <A href="http://www.opensource.org/">&quot;software open source''</A>&nbsp;
în loc de <a href="http://www.fsf.org/philosophy/free-sw.ro.html">&quot;software
liber&quot;</a>, pentru a descrie ceea ce creau.<P>În timp ce software-ul
liber, indiferent de denumirea ce i-o d&#259;m, presupune aceea&#351;i libertate
de utilizare, denumirea ce o prime&#351;te conduce la o diferen&#355;&#259;
semnificativ&#259;: denumiri diferite <i>con&#355;ion idei diferite</i>. No&#355;iunea
de &quot;open source&quot; a fost rapid asociat&#259; cu o abordare diferit&#259;,
o filosofie diferit&#259;, cu valori diferite &#351;i chiar cu alte criterii
pentru a determina care licen&#355;e sunt acceptabile. Mi&#351;carea pentru
software liber &#351;i mi&#351;carea pentru software open-source sunt azi dou&#259;
<a href="#relationship">mi&#351;c&#259;ri
clar separate</a>, de&#351;i putem colabora &#351;i chiar colabor&#259;m la
proiecte concrete.&nbsp;<P>Acest
articol explic&#259; de ce utilizarea no&#355;iunii de &quot;open source&quot; nu
rezolv&#259; nici o problem&#259;, ba, mai mult, creeaz&#259; probleme noi. E vorba
de motivele pentru care e preferabil s&#259; utiliz&#259;m conceptul de
&quot;software liber&quot;. 
<H4>Ambiguitate</H4>Termenul de &quot;software liber&quot; (&quot;free
software&quot;, în englez&#259;) poate conduce la o confuzie: un în&#355;eles nedorit
(în
principal, în englez&#259;), &quot;software pe care îl po&#355;i procura pe gratis&quot;
care rezult&#259; din în&#355;elesul cuvântului &quot;liber&quot;, în egal&#259;
m&#259;sur&#259; cu în&#355;elesul dorit - &quot;software care confer&#259; utilizatorilor anumite
libert&#259;&#355;i&quot;.
Noi clarific&#259;m aceast&#259; problem&#259; publicând o <a
href="http://www.fsf.org/philosophy/free-sw.ro.html">defini&#355;ie mai clar&#259; a
software-ului liber</a>, îns&#259; aceast&#259; nu e solu&#355;ia perfect&#259;; problema nu e
complet eliminat&#259;. Un termen lipsit de ambiguitate ar fi foarte bun, dac&#259; nu ar
conduce la alte probleme.<P>Din nefericire, toate alternativele au probleme
proprii. Am încercat numeroase alte denumiri sugerate de public, &#351;i de&#351;i unele
evit&#259; aceast&#259; problem&#259;, conduc la altele; nici una nu este atât de
&quot;corect&#259;&quot; încât s&#259; fie o idee buna s&#259; începem s&#259; o folosim. Fiecare
inlocuitor propus pentru &quot;software liber&quot; are probleme semantice, sau
chiar mai r&#259;u - iar aici intra &#351;i conceptul &quot;software-ului open source&quot;.<P>Sensul
evident al no&#355;iunii de &quot;software open source&quot; este c&#259; &quot;po&#355;i
studia codul surs&#259;&quot;. Acesta este o categorie mult mai restrâns&#259;
decât
&quot;software-ul liber&quot;; include software-ul liber, dar include &#351;i programe
<a href="http://www.fsf.org/philosophy/categories.ro.html#semi-freeSoftware">semi-libere</a>
ca Xv, &#351;i chiar unele programe <a
href="http://www.fsf.org/philosophy/categories.ro.html#ProprietarySoftware">private</a>,
inclusiv Qt sub licen&#355;a sa original&#259; (înainte de trecerea la QPL).<P>În&#355;elesul
evident al no&#355;iunii de &quot;open source''&nbsp; nu este în&#355;elesul pe care
doresc s&#259; i-l atribuie sus&#355;in&#259;torii s&#259;i. (Defini&#355;ia lor &quot;oficial&#259;&quot;
este destul de apropiat&#259; de &quot;software liber&quot;.) Rezultatul este c&#259; cei
mai mul&#355;i oameni în&#355;eleg gre&#351;it ce promoveaz&#259; mi&#351;carea &quot;open source&quot;.
Iat&#259; aici defini&#355;ia scriitorului Neal Stephenson pentru &quot;open source&quot;:<P><QUOT>Linux
este software "open source&quot; în sensul c&#259; oricine poate copia fi&#351;ierele
codului s&#259;u surs&#259;. </QUOT>
<P>Nu cred c&#259; Stephenson a încercat s&#259; nege sau s&#259; conteste
defini&#355;ia
&quot;oficial&#259;&quot;. Cred c&#259; el a încercat pur &#351;i simplu s&#259; aplice regulile
limbii engleze pentru a da sens no&#355;iunii. De altfel, statul Kansas a dat o <a
href="http://da.state.ks.us/itec/TechArchPt6ver80.pdf" target="_blank">defini&#355;ie
similar&#259;</a>. <!-- The <A HREF="http://da.state.ks.us/itec/TechArchPt6ver80.pdf"> state of
Kansas</A> published a similar definition: -->
<P><QUOT>Cu privire la utilizarea software-ului open source (OSS), OSS este software-ul al carui
cod-surs&#259; este accesibil în mod gratuit &#351;i public, de&#351;i diversele contracte de
licen&#355;&#259; nu sunt uniforme în privin&#355;a posibilit&#259;&#355;ilor l&#259;sate utilizatorilor
codului. </QUOT>
<P>Desigur, mi&#351;carea open source a încercat s&#259; rezolve aceast&#259;
problem&#259; publicând o defini&#355;ie mai clar&#259; a no&#355;iunii, la fel cum am
f&#259;cut &#351;i noi pentru &quot;software
liber&quot;.&nbsp;<P>Dar explica&#355;ia pentru &quot;software liber&quot; e
simpl&#259; -
o persoan&#259; care a auzit o dat&#259; &quot;exprimare liber&#259;, nu intrare
liber&#259;&quot;
nu o s-o mai uite. Nu exist&#259; îns&#259; o metod&#259; succint&#259; pentru a explica sensul
no&#355;iunii de
&quot;open source&quot;, &#351;i care s&#259; arate c&#259; defini&#355;ia
noastr&#259; este una incorect&#259;. 
<P>
<H4>Teama de libertate</H4>Principalul argument în favoarea no&#355;iunii de
&quot;software open source&quot; este acela c&#259; &quot;software liber&quot;
stânjene&#351;te unii oameni. E adev&#259;rat: s&#259; vorbe&#351;ti despre libertate, despre
probleme etice, despre responsabilit&#259;&#355;i &#351;i despre convenien&#355;&#259;,
înseamn&#259; s&#259; ceri
oamenilor s&#259; gândeasc&#259; asupra unor lucruri pe care ar prefera s&#259; le ignore.
Aceasta poate conduce la jen&#259;, &#351;i unii pot respinge ideea doar din acest motiv.
Aceasta nu înseamn&#259; c&#259; societatea va beneficia dac&#259; nu vom mai discuta despre
aceste lucruri.<P>Cu ani în urm&#259;, autorii de software liber au constatat aceasta
reac&#355;ie de disconfort, &#351;i unii au început s&#259; caute o metoda de a o evita. Ei se
gândeau c&#259; p&#259;strând t&#259;cerea asupra eticii &#351;i libert&#259;&#355;ii,
&#351;i vorbind numai despre
avantajele practice imediate ale unei categorii de software liber, ar putea
&quot;vinde&quot; programele c&#259;tre anumi&#355;i utilizatori, în special celor din sfera
afacerilor. No&#355;iunea de &quot;open source&quot; a fost creat&#259; în acest scop - o
cale de a fi acceptabil pentru afaceri&#351;ti.<P>Potrivit criteriilor proprii,
abordarea a fost eficace. Ast&#259;zi, numero&#351;i utilizatori aleg s&#259;
foloseasc&#259;
software liber exclusiv din motive practice. Asta e bine, pe de o parte, dar nu
e tot ce avem nevoie! Atragerea utilizatorilor c&#259;tre software-ul liber nu e
scopul final, ci doar un prim pas.<P>Mai devreme sau mai târziu ace&#351;ti
utilizatori vor fi tenta&#355;i s&#259; se întoarc&#259; la software privat, pentru un avantaj
concret. Nenum&#259;rate companii încearc&#259; s&#259; ofere asemenea tenta&#355;ii,
&#351;i de ce ar
refuza utilizatorii? Singurul motiv ar fi c&#259; au înv&#259;&#355;at s&#259; <i>aprecieze
libertatea</i> pe care le-o confer&#259; software-ul liber, prin sine însu&#351;i. Iar noi
trebuie s&#259; r&#259;spândim ideea - &#351;i în acest scop, trebuie s&#259; vorbim despre
libertate. Pân&#259; la un punct, &quot;t&#259;cerea&quot; în rela&#355;iile cu partenerii
comerciali poate folosi comunit&#259;&#355;ii, dar trebuie de asemenea s&#259; vorbim din plin
despre libertate.<P>În prezent, avem &quot;t&#259;cere&quot; destul&#259;, dar
insuficiente discu&#355;ii despre libertate. Cei mai mul&#355;i oameni implica&#355;i în problematica software-ului liber nu prea vorbesc despre libertate - de obicei,
pe motiv c&#259; încearc&#259; s&#259; fie mai &quot;acceptabili în afaceri&quot;.
Îndeosebi
distribuitorii de soft au aceast&#259; caracteristic&#259;. Unele pachete de
distribu&#355;ie ale sistemului de operare <A 
href="http://www.fsf.org/gnu/linux-and-gnu.html">GNU/Linux</A>   adaug&#259; programe
private la sistemul central liber, &#351;i sugereaz&#259; utilizatorilor c&#259;
acesta este
un avantaj, &#351;i nu un pas înapoi dinspre libertate.<P>Nu reu&#351;im s&#259;
&#355;inem pasul cu num&#259;rul de utilizatori de software liber, nu &#355;inem pasul în educarea oamenilor
despre libertate &#351;i comunitatea noastr&#259; în ritmul în care ace&#351;tia ni se
alatur&#259;.
Din acest motiv softurile ne-libere (cum era Qt când a devenit popular), &#351;i sistemele de operare
par&#355;ial libere g&#259;sesc un asemenea teren fertil. Ar fi o gre&#351;eal&#259;
s&#259; nu mai folosim termenul &quot;liber&quot;; avem nevoie de mai multe,
nu de mai pu&#355;ine, discu&#355;ii asupra libert&#259;&#355;ii.<P>S&#259; sper&#259;m
c&#259; cei care folosesc no&#355;iunea de &quot;open source&quot; vor atrage
totu&#351;i mai mul&#355;i utilizatori în comunitatea noastr&#259;; dar
dac&#259; reu&#351;esc, restul vom avea de munc&#259; chiar mai mult
pentru a le aduce problema libert&#259;&#355;ii în aten&#355;ie. Trebuie s&#259; spunem &quot;e
software liber &#351;i î&#355;i d&#259; libertate!&quot; mai des &#351;i mai tare
decât pân&#259; acum. 
<P>
<H4><A name=newinfeb>Ar fi de folos înregistrarea m&#259;rcii?</A></H4>
<P>Suporterii software-ului &quot;open source&quot; au încercat s&#259;
înregistreze
marca, considerând c&#259; aceasta le va permite s&#259; previn&#259; utilizarea
inadecvat&#259; a
termenului. Încercarea lor a e&#351;uat când cererea lor s-a prescris în 1999; în acest
mod, statutul legal al &quot;software-ului open source&quot; este acela&#351;i cu cel
al &quot;software-ului liber&quot;: nu exist&#259; restric&#355;ii <i>legale</i> în utilizarea sa. Am auzit de companii care
î&#351;i&nbsp; caracterizeaz&#259; produsele
ca &quot;open source&quot; chiar dac&#259; nu se încadreaz&#259; în defini&#355;ia
oficial&#259;;
unele cazuri le cunosc personal.&nbsp;<P>Ar fi îns&#259; o mare diferen&#355;&#259; dac&#259; am
folosi un termen care e înregistrat ca marc&#259;? Nu neap&#259;rat.<P>Companiile pot face
anun&#355;uri care s&#259; creeze impresia c&#259; un program este &quot;open source&quot;
chiar dac&#259; nu spun aceasta explicit. Spre exemplu, un anun&#355; IBM, despre un
program care nu se încadra în defini&#355;ia oficial&#259;, spunea a&#351;a:
&quot;Dup&#259; cum e uzual în
comunitatea open source, utilizatorii tehnologiei ... vor putea de asemenea s&#259; colaboreze cu IBM...&quot; </QUOT>
<P>Nu se spunea explicit c&#259; programul <i>era</i> &quot;open source&quot;, dar
mul&#355;i cititori nu au remarcat detaliul. (Ar trebui s&#259; men&#355;ionez ca IBM chiar
incerca sa transforme programul intr-unul liber, &#351;i ulterior a adoptat o licenta
sub care programul era liber &#351;i &quot;open source&quot;, dar la data anuntului,
programul nu era nici liber &#351;i nici open source.)<P>Iat&#259; &#351;i cum Cygnus Solutions, care a
ap&#259;rut ca o companie de software liber &#351;i ulterior s-a reprofilat (ca s&#259; zicem
a&#351;a) pe software privat, î&#351;i f&#259;cea
publicitate la programele private: <QUOT>&quot;Cygnus Solutions este un lider în
pia&#355;a
open source &#351;i tocmai a lansat dou&#259; produse pe pia&#355;a [GNU/]Linux&quot;. </QUOT>
<P>Spre deosebire de IBM, Cygnus nu a încercat s&#259; transforme aceste programe în
software liber, iar programele nu erau libere nici pe departe. Dar Cygnus nu
spunea c&#259; e vorba de &quot;software open source&quot;, ci doar folosea termenul
ca s&#259; dea cititorilor neaten&#355;i aceast&#259; impresie. 
<P>Aceste observa&#355;ii conduc la concluzia c&#259; în realitate
înregistrarea m&#259;rcii nu
ar fi solu&#355;ionat problemele cu no&#355;iunea de &quot;open source&quot;. 
<P>
<H4><A name=newinnovember>Neîn&#355;elegeri(?) privind software-ul &quot;open source&quot;</A></H4>
<P>Defini&#355;ia software-ului open source este suficient de clar&#259;, &#351;i e evident
c&#259;
programele tipice ne-libere nu se încadreaz&#259; în ea. A&#351;a c&#259; de ce
s&#259; nu credem c&#259;
o &quot;Companie Open Source&quot; ar desemna una ale c&#259;rei produse sunt într-adev&#259;r
software liber? (sau ceva similar), nu? Din p&#259;cate, numeroase companii
încearc&#259; s&#259;-i dea un sens diferit.<P>La îintâlnirea de &quot;Ziua creatorilor de open
source&quot; din august 1998, mai mul&#355;i produc&#259;tori comerciali invita&#355;i au spus
c&#259; inten&#355;ioneaz&#259; s&#259; p&#259;streze ca software liber (sau &quot;open source&quot;)
doar o parte a produselor lor. Scopul activit&#259;&#355;ii lor este s&#259; creeze add-on-uri
private (software sau <A 
href="http://www.fsf.org/philosophy/free-doc.html">manuale</A>) în scopul vânz&#259;rii
c&#259;tre utilizatorii softului liber. &#350;i aceia&#351;i produc&#259;tori
solicit&#259; s&#259;
fie privi&#355;i ca parte legitim&#259; a comunit&#259;&#355;ii noastre, deoarece o parte din bani
este donat&#259; în scopul dezvolt&#259;rii software-ului liber.<P>De fapt, aceste
companii încearc&#259; s&#259; câ&#351;tige eticheta de succes a &quot;open source&quot; pentru
produsele lor private - chiar dac&#259; acestea nu sunt software open source -
deoarece au rela&#355;ii cu software-ul liber sau din cauz&#259; c&#259; aceea&#351;i companie
produce &#351;i unele forme de software liber. (Un fondator de companie a spus
suficient de clar c&#259; ar dedica pachetului cu software liber pe care îl
sprijin&#259;, atât de pu&#355;in efort pe cât ar putea suporta comunitatea..)<P>De-a lungul anilor,
numeroase companii au contribuit la dezvoltarea software-ului liber. Unele din
aceste companii au dezvoltat în principal software non-liber, dar cele dou&#259;
activit&#259;&#355;i erau separate; a&#351;a încât puteam s&#259; ignor&#259;m produsele lor non-libere
&#351;i s&#259; colabor&#259;m cu ei în proiectele implicând software liber. &#350;i puteam
s&#259; le mul&#355;umim sincer ulterior pentru contribu&#355;iile lor la software-ul liber,
f&#259;r&#259; s&#259;
ne preocupe restul activit&#259;&#355;ii lor.&nbsp;<P>Cu companiile noi nu mai putem face
acela&#351;i lucru, deoarece nu ne permit. Aceste companii încearc&#259; în mod
inten&#355;ionat s&#259; creeze confuzie în public între activit&#259;&#355;ile lor; ele doresc
s&#259;
privim software-ul lor non-liber la fel de favorabil ca o contribu&#355;ie real&#259; a
lor, chiar dac&#259; o asemenea contribu&#355;ie nu exist&#259;. Se prezint&#259; ca fiind
&quot;companii open source&quot;, în speran&#355;a c&#259; vom avea un brusc sentiment de
simpatie pentru ei, &#351;i c&#259; vom urma acest sentiment de simpatie în leg&#259;tur&#259; cu
ei.&nbsp;<P>Aceast&#259; practic&#259; lipsit&#259; de onestitate nu ar fi mai pu&#355;in
d&#259;un&#259;toare
dac&#259; ar fi f&#259;cut&#259; în leg&#259;tur&#259; cu software-ul liber. Dar companiile nu au
acela&#351;i
sentiment vis-a-vis de software-ul liber; probabil c&#259; asocia&#355;ia conceptului cu
idealismul îl face nepotrivit. Conceptul de &quot;open source&quot; îns&#259; deschide larg
posibilit&#259;&#355;ile de specula&#355;ie.<P>La o expozi&#355;ie comercial&#259; în 1998,
dedicat&#259; sistemului de operare adeseori
numit <A 
href="http://www.fsf.org/gnu/linux-and-gnu.html">&quot;</A><A 
href="http://www.fsf.org/gnu/linux-and-gnu.html">Linux&quot;</A>, vorbitorul
era un manager al unei companii celebre de software. Probabil c&#259; fusese invitat în
temeiul deciziei companiei sale de a &quot;sprijini&quot; acest sistem. Din
nefericire, forma lor de &quot;sprijin&quot; consta în produc&#355;ia de software
non-liber care utiliza sistemul de operare - cu alte cuvinte, folosea comunitatea
noastr&#259; ca pia&#355;&#259; de desfacere, dar nu contribuia la ea.<P>Vorbitorul a declarat,
&quot;În nici un caz nu o s&#259; ne transform&#259;m produsele în open source, dar poate
o s&#259; le facem &quot;open source&quot; intern. Dac&#259; permitem serviciilor noastre
de suport tehnic s&#259; aib&#259; acces la codul-surs&#259;, ar putea rezolva bug-urile
semnalate de clienti, &#351;i am putea astfel s&#259; ne îmbun&#259;t&#259;&#355;im
produsele &#351;i serviciile oferite&quot;. (Citatul nu este absolut fidel, fiindc&#259;
nu am
transcris cuvântarea, dar aceasta era ideea).<P>Dup&#259; cuvântare, oameni din
public mi-au spus &quot;Nu a priceput nimic&quot;. A&#351;a s&#259; fie? Ce s&#259; nu
priceap&#259;?<P>Acel manager a priceput cum stau lucrurile cu mi&#351;carea open source.
Mi&#351;carea open source
nu vorbe&#351;te deloc despre libertate, ci doar despre acordarea posibilit&#259;&#355;ii,
c&#259;tre utilizatori, de a studia codul surs&#259; &#351;i de a ajuta la îmbun&#259;t&#259;&#355;irea
acestuia pentru o dezvoltare mai rapid&#259; &#351;i mai substan&#355;ial&#259;. Managerul a
în&#355;eles
perfect, &#351;i, deloc dispus s&#259; aplice conceptul în întregime, lua în considerare
implementarea lui par&#355;ial&#259;, în interiorul companiei sale.<P>Ceea ce îns&#259;
într-adev&#259;r nu în&#355;elesese era ceea ce &quot;open source&quot; nici nu
însemna:
faptul c&#259; utilizatorii <i>merit&#259;</i> libertate. 
<P>R&#259;spândirea ideii de libertate este o treab&#259; grea - &#351;i e nevoie de ajutorul
vostru. Proiectul GNU o s&#259; foloseasc&#259; în continuare no&#355;iunea de &quot;software
liber&quot;. Dac&#259; considera&#355;i c&#259; libertatea &#351;i comunitatea sunt importante prin
ele însele - nu prin avantajele pe care le aduc - v&#259; rug&#259;m s&#259; v&#259;
al&#259;tura&#355;i nou&#259; în
promovarea ideii de &quot;software liber&quot;.&nbsp; 
<P>
<H4><A name=relationship>Rela&#355;iile dintre mi&#351;carea pentru software liber
&#351;i mi&#351;carea &quot;open source</A>&quot;</H4>
<P>Mi&#351;carea pentru software liber &#351;i mi&#351;carea &quot;open source&quot; sunt ca
dou&#259; tabere
politice în&#259;untrul comunit&#259;&#355;ii software-ului liber.<P>Grupurile radicale din
anii '60 erau reputate pentru fac&#355;ionalism: organiza&#355;iile se scindau din cauza
unor dezacorduri privind detalii de strategie, dup&#259; care se urau reciproc. Se
în&#355;elegeau asupra principiilor de baz&#259;, dar se contraziceau asupra
implement&#259;rii
lor practice; &#351;i se considerau inamici, luptându-se unii cu al&#355;ii pân&#259; la
cap&#259;t.
Sau, cel pu&#355;in, asta este imaginea care s-a p&#259;strat în memoria public&#259;, fie
c&#259; e corect&#259;, sau nu.<P>Rela&#355;iile dintre mi&#351;carea pentru software
liber &#351;i mi&#351;carea &quot;open source&quot; sunt exact contrariul situa&#355;iei de mai sus. De&#351;i nu suntem de acord
asupra unor principii esen&#355;iale, suntem de acord asupra abord&#259;rii practice.
Astfel c&#259; putem colabora &#351;i chiar colabor&#259;m în numeroase proiecte comune. Noi nu
consider&#259;m mi&#351;carea &quot;open source&quot; un adversar. Adversarul este <a
href="http://www.fsf.org/philosophy/categories.ro.html#ProprietarySoftware">software-ul
privat.</a><P>Nu suntem împotriva mi&#351;c&#259;rii &quot;open source&quot;, dar nu vrem
s&#259; fim confunda&#355;i cu ei. Recunoa&#351;tem contribu&#355;ia pe care au avut-o în comunitatea
noastr&#259;, dar noi ne-am creat propria noastr&#259; comunitate. Noi dorim ca
realizarile noastre s&#259; fie asociate cu valorile &#351;i cu filosofia noastr&#259;. Vrem
s&#259;
fim auzi&#355;i, nu s&#259; fim trecu&#355;i în obscuritate, în spatele unei viziuni
diferite de cea care ne apar&#355;ine.<P>A&#351;a c&#259; v&#259; rug&#259;m s&#259;
men&#355;iona&#355;i mi&#351;carea pentru software liber când vorbi&#355;i despre
realiz&#259;rile
noastre, &#351;i despre software-ul pe care l-am creat - cum ar fi sistemul de operare <A 
href="http://www.fsf.org/gnu/linux-and-gnu.html">GNU/Linux</A>.<P>Joe Barr a
scris un articol cu titlul <A 
href="http://www.itworld.com/AppDev/350/LWD010523vcontrol4/">Tr&#259;ie&#351;te &#351;i
acord&#259; licen&#355;e</A> în care e precizat&#259; pozi&#355;ia sa în
aceast&#259; chestiune. 
<P>
<HR>

<H4>Citi&#355;i &#351;i <a
href="http://www.fsf.org/philosophy/philosophy.ro.html">alte
texte de interes</a></H4>
<HR>
<P>
[ <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.cs.html">Ceh&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.ko.html">Coreean&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.en.html">Englez&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.fr.html">Francez&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.it.html">Italian&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.pl.html">Polonez&#259;</A> 
| <A 
href="http://www.fsf.org/philosophy/free-software-for-freedom.ru.html">Rus&#259;</A> 
]
<P>Înapoi
la <a href="http://www.fsf.org/home.ro.html">indexul GNU</a>.
<p>V&#259; rug&#259;m trimite&#355;i nel&#259;muririle &#351;i întreb&#259;rile
referitoare la FSF &amp; GNU la <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Exist&#259; &#351;i <a href="http://www.fsf.org/home.ro.html#ContactInfo">alte
modalit&#259;&#355;i pentru a contacta</a> FSF.
<p>V&#259; rug&#259;m trimite&#355;i comentariile asupra acestor pagini web la <a
href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>; alte întreb&#259;ri
la <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
<p>Copyright (C) 1996, 1997, 1998, 1999, 2000, 2001 Free Software Foundation,
Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110, USA
<p>Verbatim copying and distribution of this entire article is permitted în any
medium, provided this notice is preserved.<br>
Reproducerea &#351;i distribuirea acestui articol este permis&#259; pe orice
suport, cu condi&#355;ia p&#259;str&#259;rii acestei note.<br>
<p>Tradus de Octavian Curelea, <a href="mailto:octav.curelea@avocatnet.ro">octav.curelea@avocatnet.ro</a><!-- timestamp end -->
</p>
<p>Updated: <!-- timestamp start -->
$Date: 2011/12/30 05:18:30 $ $Author: ineiev $
</p>
<HR>
</BODY></HTML>
