<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<TITLE>A Definici&oacute;n de Software Libre - Proyecto GNU - Fundaci&oacute;n para el Software Libre (FSF)</TITLE>
<LINK REV="translated" href="mailto:jbahillo@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H3>A definici&oacute;n de Software Libre</H3>

<a href="/graphics/philosophicalgnu.html"><IMG SRC="http://www.gnu.org/graphics/philosophical-gnu-sm.jpg"
   ALT=" [imaxe de un GNU Filos&oacute;fico] "
   width="160" height="200"></a>

[  <a href="/philosophy/free-sw.ar.html">&#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577;</a> |<!-- Arabic -->
<a href="/philosophy/free-sw.cs.html">Cesky</a> | 
<a href="/philosophy/free-sw.da.html">Dansk</a> | 
<a href="/philosophy/free-sw.de.html">Deutsch</a>  | 

<a href="/philosophy/free-sw.en.html">English</a> | 
<a href="/philosophy/free-sw.es.html">Espa&ntilde;ol</a> | 
<a href="/philosophy/free-sw.eo.html">Esperanto</a> |
<a href="/philosophy/free-sw.fr.html">Fran&ccedil;ais</a> | 
<a href="/philosophy/free-sw.gl.html">Galego</a> | 

<a href="/philosophy/free-sw.hr.html">Hrvatski</a> |
<a href="/philosophy/free-sw.hu.html">Magyar</a> | 
<a href="/philosophy/free-sw.id.html">Indonesia</a> | 
<a href="/philosophy/free-sw.it.html">Italiano</a> | 
<a href="/philosophy/free-sw.ja.html">&#26085;&#26412;&#35486;</a> | 
<a href="/philosophy/free-sw.ko.html">&#54620;&#44397;&#50612;</a> | 
<a href="/philosophy/free-sw.nl.html">Nederlands</a> | 

<a href="/philosophy/free-sw.nb.html">Norsk</a> | 
<a href="/philosophy/free-sw.pl.html">polski</a> | 
<a href="/philosophy/free-sw.pt-br.html">Portugu&ecirc;s</a> | 
<a href="/philosophy/free-sw.ru.html">&#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081;</a> | 
<a href="/philosophy/free-sw.sl.html">Slovensko</a> | 
<a href="/philosophy/free-sw.tr.html">T&uuml;rk&ccedil;e</a> ]



<p>Mantemos esta definici&oacute;n de software libre para amosar &aacute;s claras como debe ser 
en realidade un programa concreto para ser considerado como software libre.</p>
<p>O "Software Libre" &eacute; unha cuesti&oacute;n de liberdade, non de prezo. Para entender
este concepto, debes pensar en &quot;libre'' como &quot;liberdade de expresi&oacute;n&quot;, non
como &quot;cervexa gratis&quot;. (Nota do traductor: O termo libre que v&eacute;n do
ingl&eacute;s, da palabra "free" que significa tanto libre como gratis, o que dou lugar a certa confusi&oacute;n)</p>
<p>"Software Libre" &eacute; unha cuesti&oacute;n da liberdade dos
usuarios de executar, copiar, distribuir, estudar, trocar e mellorar o
software. M&aacute;is precisamente, ref&iacute;rese a catro tipos de liberdade para os
usuarios deste software:
<p>

<ul>
  <li>A libertade de executar este programa, con calquera prop&oacute;sito (liberdade
    0).
  <li>A liberdade de estudar como traballa o programa, e adaptalo &aacute;s t&uacute;as
    necesidades (liberdade 1). Acceder ao c&oacute;digo fonte &eacute; unha condici&oacute;n previa para isto.
  <li>A liberdade de redistribuir copias, co que podes axudar ao teu veci&ntilde;o (liberdade 2).
  <li>A liberdade de mellorar o programa, e liberar as melloras ao p&uacute;blico, de
    modo que se poida beneficiar toda a comunidade (liberdade 3). Acceder ao c&oacute;digo fonte &eacute; unha condici&oacute;n previa para isto.
</ul>

<p>Un programa &eacute; software libre se os usuarios te&ntilde;en todas estas libertades.
Polo tanto, debes ter a liberdade de redistribuir copias, sexa con ou sen modificaci&oacute;ns, sexa
de balde ou taxando unha cantidade pola distribuci&oacute;n a <a href="#exportcontrol">calquera
e a calquera lugar</a>. Ser libre para facer isto significa (entre outras cousas)
que non tes que pedir ou pagar permisos.</p>
<p>Podes empregar esta liberdade para facer
modificaci&oacute;ns e usalo en privado para realizar o teu traballo ou para xogar,
sen tan sequera mencionar que o fixeches. Se publicas os cambios, non tes que
notificarllo a ningu&eacute;n en particular nin dun xeito especial.</p>
<p>A liberdade de usar un programa significa a liberdade, para calquera persoa ou organizac&oacute;n, de
usalo en calquera sistema operativo, para calquera tipo de traballo na s&uacute;a
totalidade, e sen que sexa necesario comunicarlle ao creador nin a ningunha outra
entidade espec&iacute;fica.</p>
<p>A liberdade de redistribu&iacute;r copias debe incluir
as formas binaria ou executable do programa, as&iacute; coma o c&oacute;digo fonte,
tanto para as versi&oacute;ns modificadas como para as que est&aacute;n sen modificar. Non
pasa nada se non hai xeito de producir a forma binaria ou executable (porque
moitas linguaxes non soportan esta caracter&iacute;stica), pero a
xente debe ter a liberdade de redistribuir ambas formas e deber&iacute;a atopar a
forma de producilas.</p>
<p>Para que a liberdade de facer trocos e a de publicar
versi&oacute;ns melloradas te&ntilde;a sentido, tes que ter acceso ao c&oacute;digo
fonte do programa. Polo tanto, a posibilidade de acceder ao c&oacute;digo fonte &eacute; unha
condici&oacute;n necesaria para o software libre.</p>
<p>Para facer reais estas liberdades,
deben ser irrevocables mentras non fagas nada incorrecto; se o creador do software ten o
poder de revocar a s&uacute;a licenza, a&iacute;nda que non lle deses ningunha raz&oacute;n para
iso, o software non &eacute; libre.</p>
<p>De todos modos, ac&eacute;ptanse algunhas reglas sobre
a forma de distribu&iacute;r software libre sempre e cando non entren en conflito coas
liberdades centrais. Por exemplo, o <em>copyleft</em> [``esquerdo de copia''] (expresado moi simplemente) &eacute; a
regra que implica que cando se redistrib&uacute;a o programa non se poder&aacute; engadir
ningunha restrici&oacute;n para negar as liberdades centrais a outra xente. Esta
regra non entra en conflito coas liberdades centrais, sen&oacute;n que as protexe.</p>
<p>As&iacute;, pode
que pagases pola obtenci&oacute;n de copias de software GNU, ou quizais as obtiveches
sen ning&uacute;n cargo. Pero non importa como conseguiches as t&uacute;as copias, sempre
ter&aacute;s a liberdade de copiar e trocar o software, incluso <a href="/philosophy/selling.html">vender
copias</a>.</p>
<p>&quot;Software Libre&quot; non significa &quot;non
comercial&quot;. Un programa libre debe estar dispo&ntilde;ible para uso, desenrolo e
distribuci&oacute;n comercial. O
desenvolvemento comercial de software libre xa non &eacute; inusual; este software libre
comercial &eacute; moi importante.</p>
<p>As regras sobre a embalaxe dunha versi&oacute;n
modificada son aceptables se non bloquean a t&uacute;a liberdade de mellorar as versi&oacute;ns modificadas.
Regras como &quot;se fas un programa disponible desta forma, tam&eacute;n debes facer
que sexa disponible desta outra&quot; poden ser aceptables tam&eacute;n, baixo a
mesma condici&oacute;n. (Ten en conta que unha regra deste tipo a&iacute;nda che deixa a
liberdade de publicar o programa ou non). Tam&eacute;n &eacute; aceptable que a licenza
requira que se distribuiches unha versi&oacute;n modificada e o desenrolador anterior
pide unha copia, debes mandarlla.</p>
<p>No proxecto GNU usamos <a href="/copyleft/copyleft.html">&quot;copyleft&quot;</a> para protexer estas liberdades para todo o mundo no &aacute;mbito legal. Pero o <a href="/philosophy/categories.html#Non-CopyleftedFreeSoftware">software
libre sen copyleft</a> tam&eacute;n existe. Cremos que hai poderosas raz&oacute;ns polas que
<a href="/philosophy/pragmatic.html">&eacute; mellor usar copyleft</a>, pero se os
teus programas son libres sen copyleft, a&iacute;nda os podemos empregar.</p>
<p>Mira <a href="/philosophy/categories.html">Categor&iacute;as
de Software Libre</a> (18.000 caracteres)
 para obter unha descrici&oacute;n de como o &quot;software libre&quot;,
&quot;software con copyleft&quot; e outras categor&iacute;as de software se relacionan
entre si.</p>
<p>&Aacute;s veces, as regras de control de exportaci&oacute;n do governo e as
sanci&oacute;ns do mercado poden reprimir a t&uacute;a liberdade de distribuir copias de
programas internacionalmente. Os creadores de software non te&ntilde;en poder para
eliminar ou sobrepasar estas restrici&oacute;ns, pero o que poden facer &eacute; rexeitar
impo&ntilde;elas nas condici&oacute;ns de uso do programa. Deste xeito, as restrici&oacute;ns non
afectan a actividades e xente de fora das xurisdici&oacute;ns destes governos.</p>
<p>Cando
se fala de software libre &eacute; mellor evitar termos como &quot;regalo&quot; ou
&quot;de balde&quot;, porque estes termos implican que o importante &eacute; o prezo,
e non a liberdade. Alg&uacute;ns termos como &quot;pirater&iacute;a&quot; implican opini&oacute;ns
que esperamos que non apoies. En&nbsp; <a
href="/philosophy/words-to-avoid.html">Palabras e Frases confusas a evitar</a>
tes un debate sobfre estes termos. Tam&eacute;n temos unha lista de <a href="/philosophy/fs-translations.html">traduci&oacute;ns
de &quot;software libre&quot;</a> a varios idiomas.</p>
<p>Para finalizar,
ten en conta que os criterios que expo&ntilde;emos nesta definici&oacute;n de software libre
precisan dunha detida an&aacute;lise para a s&uacute;a interpretaci&oacute;n. Decidir se unha
licenza de software est&aacute; cualificada como licenza de software libre,
xulg&aacute;molo base&aacute;ndonos nestes criterios para determinar se coincide tanto no
seu esp&iacute;rito como nas palabras exactas. Se unha licenza inclue restrici&oacute;ns
importantes rexeit&aacute;mola, incluso se non tiv&eacute;semos prevista a importancia destes
criterios. &Aacute;s veces unha petici&oacute;n de licenza plantexa tal importancia que a
analizamos longamente antes de decidir se esta petici&oacute;n &eacute; aceptable,
inclu&iacute;ndo debates con avogados. Cando chegamos a unha conclusi&oacute;n, &aacute;s veces
actualizamos estes criterios para facer m&aacute;is doado de entender por que certas
licenzas se aproban e outras non.</p>
<p>Se che interesa saber se unha
licenza est&aacute; cualificada como unha licenza de software libre mira a nosa
<a
href="/philosophy/license-list.html">lista de licenzas</a>. Se a licenza que
buscas non est&aacute; a&iacute;, podes preguntarnos por ela a traveso do correo-e <A
href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.

<hr>

<h4><a href="/philosophy/philosophy.html">Outros textos a ler</a></h4>

<p>Outro grupo empezou a usar o termo ``<a href="open-source-misses-the-point.es.html">open
source</a>'' [c&oacute;digo fonte aberto] para referirse a
algo cercano (a&iacute;nda que non id&eacute;ntico) ao software libre. Preferimos o termo
&quot;software libre&quot; porque unha vez que oiches que se refire a liberdade
m&aacute;is que a prezo, <a href="open-source-misses-the-point.html">recorda a
liberdade</a>.</p>

<hr>
[  <a href="/philosophy/free-sw.ar.html">&#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577;</a> |<!-- Arabic -->
<a href="/philosophy/free-sw.cs.html">Cesky</a> | 
<a href="/philosophy/free-sw.da.html">Dansk</a> | 
<a href="/philosophy/free-sw.de.html">Deutsch</a>  | 

<a href="/philosophy/free-sw.en.html">English</a> | 
<a href="/philosophy/free-sw.es.html">Espa&ntilde;ol</a> | 
<a href="/philosophy/free-sw.eo.html">Esperanto</a> |
<a href="/philosophy/free-sw.fr.html">Fran&ccedil;ais</a> | 
<a href="/philosophy/free-sw.gl.html">Galego</a> | 

<a href="/philosophy/free-sw.hr.html">Hrvatski</a> |
<a href="/philosophy/free-sw.hu.html">Magyar</a> | 
<a href="/philosophy/free-sw.id.html">Indonesia</a> | 
<a href="/philosophy/free-sw.it.html">Italiano</a> | 
<a href="/philosophy/free-sw.ja.html">&#26085;&#26412;&#35486;</a> | 
<a href="/philosophy/free-sw.ko.html">&#54620;&#44397;&#50612;</a> | 
<a href="/philosophy/free-sw.nl.html">Nederlands</a> | 

<a href="/philosophy/free-sw.nb.html">Norsk</a> | 
<a href="/philosophy/free-sw.pl.html">polski</a> | 
<a href="/philosophy/free-sw.pt-br.html">Portugu&ecirc;s</a> | 
<a href="/philosophy/free-sw.ru.html">&#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081;</a> | 
<a href="/philosophy/free-sw.sl.html">Slovensko</a> | 
<a href="/philosophy/free-sw.tr.html">T&uuml;rk&ccedil;e</a> ]



<p>Volta &aacute; <a href="/home.html">p&aacute;xina principal de GNU</a>.</p>

<p>D&uacute;bidas e cuesti&oacute;ns sobre a GNU e a FSF a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Outras <a href="http://www.gnu.org/home.html#ContactInfo">formas de contactar</a>
coa FSF</p>

<p>Comentarios a estas p&aacute;xinas web a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>,
Manda outro tipo de comentarios a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.</p>

<p>Copyright (C) 1996, 1997, 1998, 1999, 2000 Free Software Foundation, Inc., 59
Temple Place - Fifth Floor, Boston, MA 02110, USA</p>

<p>Perm&iacute;tese a copia exacta e a s&uacute;a distribuci&oacute;n deste artigo por calquera medio
sempre que se conserve esta nota
<br><small>Translation Coordinator: Luis M. Arteaga &lt;lmiguel@gnu.org&gt;</small><br>
Updated:
<!-- timestamp start -->
 $Date: 2014/01/30 11:06:29 $ $Author: ineiev $ </p>
<p><small>Traducida: 8 junio&nbsp; 2001 Javier Bah&iacute;llo Cabral</small></p>
<p><small>Traduci&oacute;n Revisada: 20 novembro&nbsp; 2006 Daniel Mu&ntilde;iz Fontoira</small></p>
<hr>
</BODY>
</HTML>
