<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//PT">
<HTML>
<HEAD>
<meta http-equiv="content-type" content='text/html; charset=iso-8859-1' />
<TITLE>A GNU GPL e o Modo Americano de Viver - O Projeto GNU e a Fundação pelo Software Livre (FSF)</TITLE>
<META NAME="generator" CONTENT="txt2html v1.28">
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">

<H3>A GNU GPL e o Modo Americano de Viver</H3>

por <A HREF="http://www.stallman.org"><STRONG>Richard
Stallman</STRONG></a>

<P>
<A HREF="/graphics/philosophicalgnu.html">
<IMG SRC="/graphics/philosophical-gnu-sm.jpg"
   ALT=" [image of a Philosophical Gnu] "
   WIDTH="160" HEIGHT="200"></A>

[
  <A HREF="/philosophy/gpl-american-way.ca.html">Catalão</A>
| <A HREF="/philosophy/gpl-american-way.es.html">Espanhol</A>
| <A HREF="/philosophy/gpl-american-way.fr.html">Francês</A>
| <A HREF="/philosophy/gpl-american-way.en.html">Inglês</A>
| <A HREF="/philosophy/gpl-american-way.it.html">Italiano</A>
| <A HREF="/philosophy/gpl-american-way.pt-br.html">português do Brasil</A>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
]

<P>
A Microsoft descreve a GNU General Public License (GNU GPL) como uma licen&ccedil;a de "open source", e diz que ela &eacute; contra o American Way. Para compreender a GNU GPL, e reconhecer como ela incorpora o American Way, voc&ecirc; precisa primeiro saber que a GPL n&atilde;o foi criada para open source.

<P>
O Movimento Open Source, que foi lan&ccedil;ado em 1998, tem o objetivo de desenvolver softwares poderosos e confi&aacute;veis e uma tecnologia avan&ccedil;ada convidando o p&uacute;blico a colaborar com o desenvolvimento do software.Muitos desenvolvedores que participam desse movimento usam a GNU GPL, e s&atilde;o bem-vindos para utiliz&aacute;-la. Mas as id&eacute;ias e a l&oacute;gica da GPL n&atilde;o podem ser encontradas no Movimento Open Source. Elas derivam dos objetivos e valores mais profundos do Movimento de Software Livre.

<P>
O Movimento de Software Livre foi fundado em 1984, mas sua inspira&ccedil;&atilde;o vem
 dos ideais de 1776: liberdade, comunidade e coopera&ccedil;&atilde;o volunt&aacute;ria. Isto &eacute;
o que leva &agrave; livre empresa, &agrave; liberdade de opini&atilde;o e &agrave; liberdade de software. Assim como em "livre empresa" e "livre opini&atilde;o", o "livre" de "software livre" se refere &agrave; liberdade, e n&atilde;o a pre&ccedil;o; especificamente, isso quer dizer que voc&ecirc; tem a liberdade de estudar, mudar e redistribuir o software que utilizar. Essas liberdades permitem que cidad&atilde;os ajudem a si mesmos e uns aos outros, e dessa forma participem de uma comunidade. Isto
estabelece um contraste com o software propriet&aacute;rio mais comum, que mant&eacute;m os usu&aacute;rios indefesos e divididos: o funcionamento interno &eacute; secreto, e voc&ecirc; est&aacute; proibido de compartilhar o programa com seu vizinho. Um software poderoso e confi&aacute;vel e uma tecnologia avan&ccedil;ada s&atilde;o subprodutos &uacute;teis da liberdade, mas a liberdade de ter uma comunidade &eacute; t&atilde;o importante quanto.

<P>
N&atilde;o pudemos estabelecer uma comunidade de liberdade na terra do software propriet&aacute;rio onde cada programa tem seu senhor. Tivemos de construir uma nova terra no ciberespa&ccedil;o - o sistema operacional GNU de software livre, que come&ccedil;amos a escrever em 1984. Em 1991, quando o GNU estava quase terminado, o kernel Linux escrito por Linus Torvalds preencheu a &uacute;ltima lacuna; em pouco tempo o sistema GNU/Linux livre estava dispon&iacute;vel. Hoje, milh&otilde;es de usu&aacute;rios utilizam o GNU/Linux e desfrutam dos benef&iacute;cios de liberdade e
comunidade.

<P>
Eu projetei a GNU GPL para sustentar e defender as liberdades que definem o
&gt; &gt; software livre - para utilizar as palavras de 1776, ele as estabelece como direitos inalien&aacute;veis para programas lan&ccedil;ados sob o GPL. Ele garante que voc&ecirc; tenha a liberdade de estudar, alterar e redistribuir o programa, dizendo que ningu&eacute;m est&aacute; autorizado a tirar essas liberdades de voc&ecirc; redistribuindo o programa.

<P>
Por uma quest&atilde;o de coopera&ccedil;&atilde;o, incentivamos as pessoas a modificar e ampliar os programas que publicamos. Por uma quest&atilde;o de liberdade, determinamos a condi&ccedil;&atilde;o de que essas vers&otilde;es modificadas de nossos programas devem respeitar voc&ecirc; assim como a vers&atilde;o original. N&oacute;s incentivamos uma coopera&ccedil;&atilde;o de m&atilde;o dupla rejeitando parasitas: quem desejar copiar partes de nosso software em seu programa deve nos deixar utilizar partes desse programa em nossos programas. Ningu&eacute;m &eacute; for&ccedil;ado a entrar para nosso clube, mas
aqueles que desejam participar devem nos oferecer a mesma coopera&ccedil;&atilde;o que recebem de
n&oacute;s. Isso torna o sistema justo.

<P>
Milh&otilde;es de usu&aacute;rios, dezenas de milhares de desenvolvedores e empresas t&atilde;o grandes quanto IBM, Intel e Sun escolheram participar nessa base. Mas algumas empresas desejam as vantagens sem as responsabilidades.

<P>
De tempos em tempos, algumas empresas nos diziam: "N&oacute;s far&iacute;amos uma
vers&atilde;o aprimorada desse programa se voc&ecirc; nos permitisse lan&ccedil;&aacute;-lo sem
liberdade."

<P>
Respond&iacute;amos: "N&atilde;o, obrigado - Suas melhorias poderiam ser &uacute;teis se fossem gratuitas, mas se n&atilde;o podemos us&aacute;-las em liberdade, elas n&atilde;o s&atilde;o boas." Ent&atilde;o elas apelavam para nossos egos, dizendo que nosso c&oacute;digo teria “mais usu&aacute;rios" dentro de seus programas propriet&aacute;rios. Respond&iacute;amos que valorizamos a liberdade de nossa comunidade mais do que uma forma irrelevante de popularidade.

<P>
A Microsoft certamente gostaria de ter o benef&iacute;cio de nosso c&oacute;digo sem as responsabilidades. Mas ela tem outro prop&oacute;sito, mais espec&iacute;fico, ao atacar a GNU GPL. A Microsoft &eacute; conhecida geralmente por imita&ccedil;&atilde;o ao inv&eacute;s de inova&ccedil;&atilde;o. Quando a Microsoft faz algo de novo, sua finalidade &eacute; estrat&eacute;gica - n&atilde;o aprimorar a computa&ccedil;&atilde;o para seus usu&aacute;rios, mas eliminar alternativas para eles.

<P>
A Microsoft utiliza uma estrat&eacute;gia anticompetitiva chamada "abra&ccedil;ar e estender". Isto significa que eles come&ccedil;am com a tecnologia que outros est&atilde;o utilizando, adicionam uma pequeno informa&ccedil;&atilde;o adicional que &eacute; secreta, de modo que ningu&eacute;m mais pode imit&aacute;-lo, e em seguida usam essa informa&ccedil;&atilde;o secreta de forma que apenas o software da Microsoft possa se comunicar com outro software Microsoft. Em alguns casos, isso torna dif&iacute;cil que voc&ecirc; utilize um programa n&atilde;o-Microsoft quando outros com os quais voc&ecirc; trabalha
&gt; &gt; usam um programa Microsoft. Em outros casos, isso torna dif&iacute;cil para voc&ecirc; usar um programa n&atilde;o-Microsoft para o trabalho A se voc&ecirc; usa um programa Microsoft para o trabalho B. De qualquer modo, "abra&ccedil;ar e estender"amplia o efeito do poder de mercado da Microsoft.

<P>
Nenhuma licen&ccedil;a pode impedir a Microsoft de praticar "abra&ccedil;ar e estender" se ela estiver determinada a faz&ecirc;-lo &agrave;s nossas custas. Se eles escrevem seu pr&oacute;prio programa do zero, e n&atilde;o utilizarem nada do nosso c&oacute;digo, a licen&ccedil;a sobre nosso c&oacute;digo n&atilde;o os afetar&aacute;. Mas uma reescritura total custa muito caro e &eacute; muito dif&iacute;cil, e mesmo a Microsoft n&atilde;o consegue fazer isso o tempo todo. Da&iacute; essa campanha deles para nos convencer a abandonar a licen&ccedil;a que
protege nossa comunidade, a licen&ccedil;a que n&atilde;o os deixar&aacute; dizer: "O que &eacute; seu  &eacute; meu, e o que &eacute; meu &eacute; meu." Eles querem que n&oacute;s os deixemos pegar o que quiserem, sem nunca revolver nada. Eles querem que abandonemos nossas defesas.

<P>
Mas ser indefeso n&atilde;o &eacute; o American Way. Na terra do bravo e do livre, defendemos nossa liberdade com o GNU GPL.

<P>
<strong>Adendo:</strong>
<P>
a Microsoft diz que a GPL &eacute; contra "direitos de propriedade intelectual." N&atilde;o tenho opini&atilde;o formada a respeito de "direitos de propriedade intelectual", porque o termo &eacute; muito abrangente para que se possa formar uma opini&atilde;o sensata a seu respeito. Ele &eacute; um saco de gatos, compreendendo copyrights, patentes, marcas registradas e outras &aacute;reas diversas da lei; &aacute;reas t&atilde;o diferentes, nas leis e em seus efeitos, que qualquer declara&ccedil;&atilde;o a respeito delas &eacute; certamente simplista. Para pensar de modo inteligente a respeito de copyrights, patentes ou marcas registradas, voc&ecirc; deve pensar nelas separadamente. O primeiro passo &eacute; recusar agrup&aacute;-las todas como "propriedade intelectual".

<P>
Levo uma hora para expor meu ponto de vista a respeito do copyright, mas um princ&iacute;pio geral se aplica: ele n&atilde;o pode justificar negar as liberdades importantes do p&uacute;blico. Como disse Abraham Lincoln, "Sempre que houver conflito entre direitos humanos e direitos de propriedade, os direitos humanos devem prevalecer."

<P>
Os direitos de propriedade foram criados para favorecer o bem-estar humano, n&atilde;o como uma desculpa para desrespeit&aacute;-los.

<P>
Copyright 2001 Richard Stallman. A c&oacute;pia e distribui&ccedil;&atilde;o deste artigo na &iacute;ntegra s&atilde;o permitidas em qualquer meio sem royalties, desde que se mantenha o copyright.

<P>

<HR>

<P>
Retorna à <a href="/home.pt-br.html">Página Inicial do GNU</A>.
<P>

Por favor envie dúvidas ou questões sobre FSF e/ou GNU para
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Há também <A HREF="/home.pt-br.html#ContactInfo">outros meios de
contactar</A> a FSF.
<P>

Por favor envie comentários sobre estas páginas web para
<A HREF="mailto:webmasters@gnu.org"><EM>webmasters@gnu.org</EM></A>,
envie outras questões para
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
<P>
Tradu&ccedil;&atilde;o e adapta&ccedil;&atilde;o do texto:<BR>
F&aacute;bio Fernandes<BR>
 
<P>
Atualizado:
<!-- timestamp start -->
$Date: 2013/05/23 08:40:35 $ $Author: ineiev $
<!-- timestamp end -->
<HR>
</BODY>
</HTML>
