<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<html> 
 
<head> 
<title>La GNU GPL y el estilo americano - Proyecto GNU - Fundaci&oacute;n para el Software Libre (FSF)</title> 
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" /> 
<link rev="made" href="mailto:web-translators-es@gnu.org /> 
</head> 
 
<body bgcolor="#ffffff" text="#000000" link="#1f00ff" alink="#ff0000" vlink="#9900dd"> 
 
<h3>La GNU GPL y el estilo americano</h3> 
 
<p>Por <a href="http://www.stallman.org/rms.es.html"><strong>Richard Stallman</strong></a></p> 
 
<p><a href="/graphics/philosophicalgnu.html"><img src="/graphics/philosophical-gnu-sm.jpg" alt=" [imagen de un &ntilde;u filos&oacute;fico] " width="160" height="200" /></a> 
 
[  
<a href="/philosophy/gpl-american-way.ca.html">Catal&agrave;</a> <!-- Catalan --> | 
<a href="/philosophy/gpl-american-way.en.html">English</a> |  
<a href="/philosophy/gpl-american-way.es.html">Espa&ntilde;ol</a> |  
<a href="/philosophy/gpl-american-way.fr.html">Fran&ccedil;ais</a> |  
<a href="/philosophy/gpl-american-way.it.html">Italiano</a>  
] </p> 
 
<p>Microsoft describe la Licencia P&uacute;blica General de GNU (GNU GPL) como una licencia  
  de "c&oacute;digo abierto", y dice que ataca el estilo americano [N. del T.: a lo largo de este art&iacute;culo, "americano" se refiere &uacute;nicamente a los Estados Unidos, y no a la Am&eacute;rica Latina ni a Canad&aacute;]. Para entender  
  la GNU GPL, y entender c&oacute;mo incorpora el estilo americano, primero  
  tiene usted que saber que la GPL no fue dise&ntilde;ada para el c&oacute;digo abierto.</p> 
   
<p>El Movimiento por el C&oacute;digo Abierto, que fue lanzado en 1998, aspira a desarrollar  
  software de gran potencia, confiable, y con una tecnolog&iacute;a avanzada, invitando  
  al p&uacute;blico a colaborar en el desarrollo del software. Muchos desarrolladores  
  en este movimiento usan la GNU GPL, y es agradable que lo hagan. Pero las ideas  
  y l&oacute;gica de la GPL no se puede encontrar en el Movimiento por el C&oacute;digo Abierto.  
  Provienen de las m&aacute;s profundas metas y valores del Movimiento por el Software  
  Libre.</p> 
   
<p>El Movimiento del Software Libre se fund&oacute; en 1984, pero su inspiraci&oacute;n  
  viene de los ideales de 1776: libertad, comunidad y cooperaci&oacute;n voluntaria. 
  Esto es lo que conduce a la libertad de empresa, la libertad de expresi&oacute;n y al software 
  libre.</p>  
   
<p>Como en "libre empresa" y "libertad de expresi&oacute;n", el "libre" en "software libre"  
  se refiere a la libertad, no al precio [N. del T.: en ingl&eacute;s, la palabra "free" 
  significa tanto "libre" como "gratis"]. Concretamente significa que usted  
  tiene libertad para estudiar, para cambiar y para redistribuir el software  
  que utiliza. Estas libertades permiten que los ciudadanos se ayuden entre s&iacute;,  
  y participen as&iacute; en una comunidad. Esto contrasta con el m&aacute;s habitual software  
  privativo, que mantiene a los usuarios desamparados
  y divididos: el funcionamiento interno de los programas es secreto, y se les proh&iacute;be  
  compartir el programa con su vecino. El software de gran potencia, confiable  
  y la tecnolog&iacute;a avanzada son &uacute;tiles subproductos de la libertad,  
  pero la libertad de tener una comunidad es importante por s&iacute; misma.</p> 
   
<p>No pod&iacute;amos establecer una comunidad de libertad en la tierra del  
  software privativo en donde cada programa ten&iacute;a su "se&ntilde;or". Ten&iacute;amos
  que construir una nueva tierra en el ciberespacio: el sistema operativo libre  
  GNU, que comenzamos a escribir en 1984. En 1991, cuando GNU ya casi  
  estaba acabado, el n&uacute;cleo Linux escrito por Linus Torvalds rellen&oacute;  
  el &uacute;ltimo hueco; pronto el sistema libre GNU/Linux estaba disponible. Millones  
  de usuarios hoy utilizan GNU/Linux, y gozan de las ventajas de la libertad y  
  la comunidad.</p> 
   
<p>Dise&ntilde;&eacute; la GNU GPL para mantener y defender las libertades que definen el  
  software libre; para utilizar las palabras de 1776: las establece como derechos 
  inalienables de los programas publicados bajo la GPL. La GPL garantiza que usted  
  tenga la libertad para estudiar, cambiar, y redistribuir el programa,  
  diciendo que nadie est&aacute; autorizado para quitarle estas libertades redistribuyendo  
  el programa bajo una licencia restrictiva.</p> 
   
<p>Con el prop&oacute;sito de la cooperaci&oacute;n, animamos a otros que modifiquen y  
  extiendan los programas que publicamos. Con el prop&oacute;sito de la libertad, establecemos  
  la condici&oacute;n de que estas versiones modificadas de nuestros programas deben respetar  
  su libertad exactamente igual que la versi&oacute;n original. Animamos a la la cooperaci&oacute;n  
  bidireccional rechazando par&aacute;sitos: cualquiera que desee copiar  
  partes de nuestro software en su programa debe dejarnos utilizar partes de ese  
  programa en los nuestros. No se fuerza a nadie a unirse a nuestro club, pero  
  los que deseen participar deben ofrecernos la misma cooperaci&oacute;n que reciben  
  de nosotros. Esto hace que el sistema sea justo.</p> 
   
<p>Millones de usuarios, decenas de miles de desarrolladores, y empresas tan grandes  
  como IBM, Intel, y Sun, han elegido participar sobre esta base. Pero algunas  
  empresas desean las ventajas, sin las responsabilidades.</p> 
   
<p>De vez en cuando, algunas empresas nos han dicho, "har&iacute;amos una versi&oacute;n  
  mejorada de este programa, si usted nos permite que la versi&oacute;n que hagamos  
  sea sin libertad". Y nosotros les decimos, "no, gracias; sus mejoras podr&iacute;an  
  ser &uacute;tiles si fueran libres, pero si no podemos utilizarlas con libertad,  
  no son buenas en absoluto". Entonces recurren a nuestros egos, diciendo que nuestro c&oacute;digo  
  tendr&aacute; "m&aacute;s usuarios" dentro de sus programas privativos.
  Y les respondemos que valoramos la libertad de nuestra comunidad m&aacute;s que  
  una forma irrelevante de popularidad.</p>  
   
<p>Microsoft quisiera seguramente beneficiarse de nuestro c&oacute;digo sin  
  tener responsabilidades. Pero tiene otro prop&oacute;sito, m&aacute;s espec&iacute;fico,  
  al atacar la GNU GPL. Microsoft es conocida por la imitaci&oacute;n,  
  m&aacute;s que por la innovaci&oacute;n. Cuando Microsoft hace algo nuevo,  
  su prop&oacute;sito es estrat&eacute;gico: no para ayudar a sus usuarios,  
  sino para cerrarles alternativas.</p> 
   
<p>Microsoft utiliza una estrategia anticompetitiva llamada "abrazar y extender".  
  Esto significa que comienza con la tecnolog&iacute;a que otros est&aacute;n utilizando, agrega  
  un peque&ntilde;o cambio, que es secreto de modo de que nadie puede  
  imitarlo, y despu&eacute;s utiliza esa modificaci&oacute;n secreta para que solamente el  
  software de Microsoft pueda comunicarse con otro software de Microsoft. En  
  algunos casos, esto hace dif&iacute;cil que usted utilice un programa que no sea  
  de Microsoft, cuando otros con los que usted trabaja usan los de Microsoft.  
  En otros casos, esto hace dif&iacute;cil que usted utilice un programa No-Microsoft  
  para la tarea A si usted utiliza un programa de Microsoft para la tarea B.  
  En cualquiera de los dos casos, "abrazar y extender" magnifica el efecto del poder  
  del mercado de Microsoft.</p> 
   
<p>Ninguna licencia puede detener a Microsoft de practicar "abrazar y extender",  
  si est&aacute;n decididos a hacerlo a toda costa. Si escriben su propio programa de cero,  
  y no utilizan nada de nuestro c&oacute;digo, la licencia en nuestro c&oacute;digo  
  no lo afecta. Pero una reescritura total es costosa y dura, y ni siquiera Microsoft puede  
  hacerlo todo el tiempo. De aqu&iacute; su campa&ntilde;a para persuadirnos de que abandonemos la  
  licencia que protege a nuestra comunidad, la licencia que no le dejar&aacute;  
  decir "lo que es tuyo es m&iacute;o, y lo que es m&iacute;o  
  es m&iacute;o". Desean que les dejemos tomar lo que quieran, sin dar nunca nada a cambio.  
  Quieren que abandonemos nuestras protecciones.</p> 
   
<p>Pero la indefensi&oacute;n no es el estilo americano. En la tierra de los valientes y los libres,  
  defendemos nuestra libertad con la GNU GPL.</p> 
   
<h4>Addendum:</h4> 
 
<p>Microsoft dice que la GPL est&aacute; contra los "derechos de propiedad  
intelectual". No tengo ninguna opini&oacute;n sobre los "derechos de propiedad  
intelectual", porque el t&eacute;rmino es demasiado amplio como para tener una  
opini&oacute;n sensata acerca de &eacute;l. Es un "abarca-todo", cubriendo copyright, patentes,  
marcas registradas, y otras &aacute;reas dispares de la ley; &aacute;reas tan  
diferentes, en las leyes y en sus efectos, que cualquier declaraci&oacute;n sobre  
todas ellas a la vez es seguramente simplista. Para pensar inteligentemente sobre copyright,  
patentes o marcas registradas, usted debe pensar de ellas por separado.  
El primer paso es rechazar el agruparlas como &quot;propiedad intelectual".</p>  
 
<p>Necesitar&iacute;a una hora para exponer mi visi&oacute;n sobre el copyright, pero un principio  
  general ser&iacute;a: no puede justificar el negar a la socidad libertades   
  importantes. Como Abraham Lincoln lo puso, "siempre que haya un conflicto entre  
  los derechos humanos y los derechos de propiedad, los derechos humanos  
  deben prevalecer". Los derechos de propiedad se crearon con el prop&oacute;sito de avanzar en  
  el bienestar humano, no como una excusa para desatenderlo.</p> 
   
<p>Copyright 2001 Richard Stallman.  
Se permite la distribuci&oacute;n y copia literal de este art&iacute;culo 
en su totalidad por cualquier medio, sin pago de derechos, siempre que se conserve 
el aviso de copyright y esta nota.</p> 
 
<hr /> 
 
<p>[  
<a href="/philosophy/gpl-american-way.ca.html">Catal&agrave;</a> <!-- Catalan --> | 
<a href="/philosophy/gpl-american-way.en.html">English</a> |  
<a href="/philosophy/gpl-american-way.es.html">Espa&ntilde;ol</a> |  
<a href="/philosophy/gpl-american-way.fr.html">Fran&ccedil;ais</a> |  
<a href="/philosophy/gpl-american-way.it.html">Italiano</a> | 
<a href="/philosophy/gpl-american-way.pl.html">polski</a>	<!-- Polish -->
] </p> 
 
<hr /> 
 
<p>Volver a la <a href="/home.es.html">p&aacute;gina principal de GNU</a>.</p> 
   
<p>Por favor, env&iacute;e sus preguntas y comentarios sobre la FSF y el 
proyecto GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. 
Hay tambi&eacute;n <a href="/home.es.html#ContactInfo">otras maneras de contactar</a> con la FSF.</p> 
   
<p>Mande sus comentarios sobre estas p&aacute;ginas web a <a href="mailto:webmasters@www.gnu.org"><em>webmasters@www.gnu.org</em></a>, y env&iacute;e sus otras preguntas a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.</p> 
 
<p>Copyright (C) 2000, 2001 Free Software Foundation, Inc., 
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA</p> 
 
<p>Se permite la copia literal y distribuci&oacute;n de este art&iacute;culo 
en su totalidad por cualquier medio, siempre que se conserve este aviso.</p>  
   
<p>Traducci&oacute;n: Rom&aacute;n Stangaferro</p> 
<p>Revisi&oacute;n: <!-- hhmts start -->2002/02/12 <a href="http://sindominio.net/quique">Quique</a> <a href="mailto:quique@sindominio.net">quique@sindominio.net</a><!-- hhmts end --></p> 
<p>Coordinaci&oacute;n de la traducci&oacute;n : Luis M. Arteaga <a
href="mailto:lmiguel@gnu.org">&lt;lmiguel@gnu.org&gt;</em></a> 
<hr /> 
 
</body> 
</html> 
