<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<html>
<head>
<title>El da&ntilde;o que viene de La Haya - Proyecto GNU - Fundaci&oacute;n para el Software Libre (FSF)</title>
<link rev="made" href="mailto:web-translators-es@gnu.org">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1"> 
</head>

<body bgcolor="#ffffff" text="#000000" link="#1f00ff" alink="#ff0000" vlink="#9900dd"> 

<h3>El da&ntilde;o que viene de La Haya</h3>

<p><a href="/graphics/agnuhead.html"> 
<img src="/graphics/gnu-head-sm.jpg" 
 alt=" [imagen de la cabeza de un &ntilde;u] " 
 width="129" height="122"></a></p>

<p>[
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
  <a href="/philosophy/hague.de.html">Deutsch</a>
| <a href="/philosophy/hague.en.html">English</a>
| <a href="/philosophy/hague.es.html">Espa&ntilde;ol</a>
| <a href="/philosophy/hague.it.html">Italiano</a>
| <a href="/philosophy/hague.pt.html">Portugu&ecirc;s</a>
<!-- | a href="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
 ]</p>

<p>- <i>Por <a href="mailto:rms@gnu.org">Richard Stallman</a> </i>, Junio
2001-</p>

<p>Los europeos se han opuesto de manera en&eacute;rgica al intento
de introducir patentes de software en Europa, y lo han
frustrado. Se ha propuesto un tratado, a&uacute;n en fase de 
negociaci&oacute;n, que amenaza con someter a los desarrolladores de
software de Europa y de otros pa&iacute;ses a las patentes de
software de los Estados Unidos, y a otras leyes perjudiciales
del resto del mundo. El problema no s&oacute;lo se les plantea a los
programadores, los autores de cualquier tipo se enfrentar&aacute;n
tambi&eacute;n a nuevos peligros. Incluso las leyes de censura de
varios pa&iacute;ses podr&iacute;an tener un efecto global.</p>

<p>En realidad, el tratado de La Haya no se refiere espec&iacute;ficamente
a patentes, a derechos de autor o a censura, pero afecta a
todos ellos. Es un tratado sobre jurisdicci&oacute;n, sobre c&oacute;mo un
pa&iacute;s debe tratar las sentencias judiciales de otros pa&iacute;ses. La
idea b&aacute;sica es bastante razonable: si alguien choca con su
coche en Francia o incumple un contrato con su compa&ntilde;&iacute;a
francesa, usted puede demandarle en Francia y luego hacer que se
cumpla la sentencia por orden de los juzgados del pa&iacute;s en el
que viva el demandado (o en el que tenga sus activos).</p>

<p>El tratado se convierte en un problema cuando se aplica a la
distribuci&oacute;n de informaci&oacute;n, porque hoy d&iacute;a la informaci&oacute;n
viaja con normalidad a todos los pa&iacute;ses (por ejemplo, pero no
s&oacute;lo, mediante Internet). La consecuencia es que usted podr&aacute;s ser
demandado por la informaci&oacute;n que haya distribuido utilizando
las leyes de *cualquier* pa&iacute;s que firme el tratado de La Haya y
la sentencia se aplicar&iacute;a probablemente en su propio pa&iacute;s.</p>

<p>Por ejemplo, si usted publica un paquete de software (libre o no)
en Alemania y hay gente que lo utiliza en los EE.UU., podr&iacute;a
ser demandado por infringir alguna patente de software
absurda de los EE.UU. Esto no es fruto de La Haya, podr&iacute;a
ocurrir ahora. Pero hoy d&iacute;a podr&iacute;a ignorar la sentencia de los
EE.UU. estando a salvo en Alemania y el due&ntilde;o de la patente
lo sabe. Bajo el tratado de La Haya se puede requerir a
cualquier juzgado alem&aacute;n para que le aplique la sentencia
estadounidense. De hecho, las patentes de software de cualquier
pa&iacute;s firmante del tratado se aplicar&iacute;an entodos los pa&iacute;ses
firmantes del mismo. No basta con evitar las implantaci&oacute;n de
las patentes de software en Europa si las patentes de software
estadounidenses, japonesas o egipcias te pueden alcanzar de
esta forma.</p>

<p>Pero la legislaci&oacute;n sobre patentes no es el &uacute;nico &aacute;rea de la
legislaci&oacute;n que puede causar problemas si se mundializa
mediante el tratado de La Haya. Supongamos que usted publica
unas declaraciones criticando a un personaje p&uacute;blico. Si
llegan copias de sus declaraciones al Reino Unido, ese personaje
p&uacute;blico podr&iacute;a demandarle ampar&aacute;ndose en la estricta
legislaci&oacute;n antilibelo del Reino Unido. Puede que las leyes de
tu pa&iacute;s garanticen el derecho a criticar a personajes p&uacute;blicos,
pero bajo el tratado de La Haya ya no es seguro que le
protejan.</p>

<p>O supongamos que usted publica una comparativa de sus precios
con los de la competencia. Si la leen en Alemania, donde es
ilegal la publicidad en la que se comparan productos, podr&iacute;a
ser demandado en Alemania y la sentencia le ser&iacute;a aplicada
all&aacute; donde estuviese. (Nota: me han dicho que esta ley podr&iacute;a haber sido modificada en
Alemania, pero la idea general sigue siento v&aacute;lida:
cualquier pa&iacute;s podr&iacute;a tener una ley as&iacute;, y puede que algunos otros pa&iacute;ses europeos todav&iacute;a la tengan).</p>

<p>O supongamos que publica una parodia. Si la leen en Corea
le podr&iacute;an demandar all&iacute;, ya que Corea no tiene reconocido el
derecho a parodiar a la gente. (Despu&eacute;s de la publicaci&oacute;n de este art&iacute;culo, el Tribunal Supremo de Corea ha reconocido el derecho a la parodia, pero la idea general sigue siendo v&aacute;lida).</p>

<p>O supongamos que usted tiene opiniones pol&iacute;ticas que est&aacute;n
prohibidas por alg&uacute;n gobierno. Podr&iacute;a ser demandado en ese
pa&iacute;s y la sentencia contra usted le ser&iacute;a aplicada all&aacute; donde viva.</p>

<p>No hace mucho, Yahoo fue demandada en Francia por tener
enlaces en sus p&aacute;ginas a sitios
de los EE.UU. que subastaban
recuerdos nazis, algo que est&aacute;
permitido en EE.UU. Cuando un
juzgado franc&eacute;s pidi&oacute; a Yahoo
Francia que bloquease dichos
enlaces, Yahoo acudi&oacute; a los tribunales estadounidenses para
pedir que dictasen una sentencia en la que se reconociese que
la decisi&oacute;n judicial francesa no
pod&iacute;a aplic&aacute;rsele a la compa&ntilde;&iacute;a
matriz en los EE.UU.</p>

<p>Puede resultar sorprendente descubrir que los disidentes
chinos en el exilio se personaron en la causa a favor de Yahoo.
Sin embargo, ellos sab&iacute;an lo que estaban haciendo pues su
movimiento democr&aacute;tico depende del resultado.</p>

<p>Y es que el nazismo no es la &uacute;nica postura pol&iacute;tica cuya
expresi&oacute;n est&aacute; prohibida en algunos lugares. Criticar al 
gobierno chino tambi&eacute;n est&aacute; prohibido (en China). 
Si una sentencia de un tribunal franc&eacute;s en contra de posturas
nazis puede ser ejecutada en los EE.UU., o en su pa&iacute;s, quiz&aacute;
una sentencia china contra posturas contrarias al gobierno
chino podr&iacute;a ser ejecutada all&iacute; tambi&eacute;n. (Quiz&aacute; por ello China
se ha sumado a las negociaciones del tratado de La Haya). El
gobierno chino puede adaptar f&aacute;cilmente su legislaci&oacute;n sobre
censura para que el tratado de La Haya pueda aplicarse a dicha
legislaci&oacute;n. Basta con que conceda a individuos particulares
(y a agencias gubernamentales) el derecho a demandar a
publicaciones disidentes.</p>

<p>China no es el &uacute;nico pa&iacute;s que prohibe criticar a su gobierno.
En la fecha de publicaci&oacute;n de este art&iacute;culo, el gobierno de
Victoria (Australia) est&aacute; litigando para que se retire un libro
titulado <em>Victoria Police Corruption</em> (&laquo;Corrupci&oacute;n en la polic&iacute;a 
de Victoria&raquo;), argumentando que &laquo;difama a los tribunales&raquo;. 
Este libro puede obtenerse fuera de Australia a trav&eacute;s de
Internet. Australia participa en el tratado de La Haya. Si el
tratado se aplica a estos casos, una sentencia de un tribunal
australiano que obligue a retirar el libro podr&iacute;a utilizarse para
retirarlo de cualquier otro lugar.</p>

<p>Mientras tanto, las obras que critican el Islam est&aacute;n siendo
cada vez m&aacute;s censuradas en Egipto, otro pa&iacute;s que participa en
el tratado de La Haya. Esta censura tambi&eacute;n podr&iacute;a
mundializarse mediante el tratado de La Haya.</p>

<p>Los norteamericanos pueden ampararse en la Primera Enmienda de
la Constituci&oacute;n para protegerse de las sentencias
for&aacute;neas en contra de su libertad de expresi&oacute;n. El borrador del
tratado permite que un tribunal desestime una sentencia de
otro pa&iacute;s si es &laquo;manifiestamente incompatible con sus principios 
legales&raquo;. Este es un criterio apurado, por lo que no
puede contar con que le proteja s&oacute;lo porque su conducta sea
legal all&aacute; donde est&eacute;. Es potestad del juez definir si le protege
o no. Es poco probable que le
sea de ayuda frente a interpretaciones for&aacute;neas amplias de
la legislaci&oacute;n sobre copyright, sobre marcas registradas o
sobre patentes de software,
aunque los tribunales estadounidenses podr&iacute;an usarlo para
rechazar por completo sentencias en las que se intente censurar.</p>

<p>Sin embargo, ni siquiera esta v&iacute;a
le ser&iacute;a de ayuda si publica en Internet, bien porque su
proveedor de servicios de Internet (PSI) tenga activos en
otros pa&iacute;ses, o porque se comunique con el resto del mundo
mediante otros PSI mayores que los tengan. Podr&iacute;a aplicarse
una sentencia en la que se censure su sitio, o cualquier otro
tipo de sentencia, litigando contra su PSI, o contra el PSI de
su PSI, en cualquier pa&iacute;s en el que tengan activos, y en el que
no haya una Carta de Derechos o la libertad de expresi&oacute;n no
goce del mismo status privilegiado que tiene en los EE.UU.
Como respuesta, su PSI cerrar&aacute; tu sitio. El tratado de La Haya
mundializar&iacute;a los pretextos para querellarse en contra de
alguien, pero no las protecciones de las libertades civiles, por
lo que cualquier protecci&oacute;n local podr&aacute; ser evitada.</p>

<p>&iquest;Le parece que una demanda contra su PSI es poco probable? Ya est&aacute;
ocurriendo. Cuando la multinacional Danone anunci&oacute; sus
planes de cierre de factor&iacute;as en Francia, Olivier Malnuit abri&oacute;
un sitio, jeboycottedanone.com, para quejarse (el nombre
significa &laquo;Yo boicoteo Danone&raquo; en franc&eacute;s). Danone no s&oacute;lo le demand&oacute; a &eacute;l,
sino tambi&eacute;n a la compa&ntilde;&iacute;a que hospedaba su sitio y
a la que registr&oacute; el nombre de dominio, por &laquo;falsificaci&oacute;n de
bienes&raquo;, y en abril de 2001 se dict&oacute; una sentencia en la que se
prohib&iacute;a a Malnuit mencionar el nombre &laquo;Danone&raquo; en el
nombre de dominio y en el texto del sitio. Lo que es m&aacute;s
revelador a&uacute;n, la empresa que registraba el nombre lo elimin&oacute;,
temiendo ser condenada por el tribunal.</p>

<p>La respuesta natural de los disidentes franceses es publicar
sus cr&iacute;ticas a Danone fuera de Francia, al igual que hacen los
disidentes chinos que publican sus cr&iacute;ticas a China fuera de
su pa&iacute;s. Pero el tratado de La Haya permitir&iacute;a a Danone
atacarles en cualquier lugar. Quiz&aacute; incluso este mismo art&iacute;culo
podr&iacute;a ser retirado utilizando su PSI, o el PSI de su PSI.</p>

<p>Los efectos potenciales del tratado no se limitan a las leyes
que existen hoy d&iacute;a. Cuando 50 pa&iacute;ses sepan que las sentencias
de sus tribunales podr&iacute;an ser ejecutadas en Estados
Unidos, Europa y Asia, sentir&aacute;n la tentaci&oacute;n de aprobar leyes
s&oacute;lo con ese prop&oacute;sito.</p>

<p>Supongamos, por ejemplo, que Microsoft quisiese poder
aplicar derechos de autor a lenguajes y protocolos de 
comunicaciones. Podr&iacute;an acudir a un pa&iacute;s peque&ntilde;o y pobre, y
ofrecerles una inversi&oacute;n de 50 millones de d&oacute;lares EE.UU. al
a&ntilde;o durante un per&iacute;odo de 20 a&ntilde;os a cambio de que el pa&iacute;s
apruebe una ley que diga que implementar un lenguaje o un
protocolo de Microsoft supone una infracci&oacute;n del copyright.
Seguramente pueden encontrar alg&uacute;n pa&iacute;s que aceptase la
oferta. Cuando alguien implementase un programa compatible, 
Microsoft podr&iacute;a demandarle en ese pa&iacute;s y ganar. Cuando
el juez emitiese la sentencia a su favor, prohibiendo la 
distribuci&oacute;n de tu programa, los tribunales de su pa&iacute;s aplicar&iacute;an
dicha sentencia, de acuerdo al tratado de La Haya.</p>

<p>&iquest;Parece esto poco probable? En 2000, Cisco presion&oacute; a
Liechtenstein, un peque&ntilde;o pa&iacute;s europeo, para que legalizase
las patentes de software. Y el principal grupo de presi&oacute;n de
IBM amenaz&oacute; a muchos gobiernos europeos con la retirada
de sus inversiones si no reconoc&iacute;an las patentes de software.
En la misma &eacute;poca, el agregado comercial de los EE.UU. en
Jordania (Oriente Medio) presion&oacute; hasta que se reconocieron
las <a href="http://www.usjoft.com/usjoft/memopro/memopro.html">patentes matem&aacute;ticas</a>.</p>

<p>En una reuni&oacute;n de organizaciones de consumidores (<a href="http://www.tacd.org">http://www.tacd.org</a>) recomendaron en mayo de 2001 que las
patentes, los copyrights y las marcas registradas (la 
&laquo;propiedad intelectual&raquo;) fuesen excluidas del &aacute;mbito del tratado de
La Haya, porque esas leyes var&iacute;an considerablemente de pa&iacute;s
a pa&iacute;s.</p>

<p>Es una buena recomendaci&oacute;n, pero s&oacute;lo resuelve parte del
problema. Las patentes y las extensiones extra&ntilde;as a los
derechos de autor son s&oacute;lo dos de las muchas excusas que
se utilizan para prohibir la publicaci&oacute;n en ciertos pa&iacute;ses. Para
resolver el problema completamente, deber&iacute;an excluirse del
&aacute;mbito de aplicaci&oacute;n del tratado todos los casos relativos a
la legalidad de la distribuci&oacute;n o transmisi&oacute;n de informaci&oacute;n y
s&oacute;lo deber&iacute;a tener jurisdicci&oacute;n el pa&iacute;s en el que opere el
distribuidor o transmisor de la informaci&oacute;n.</p>

<p>En Europa, la gente que se opone a las patentes de software
est&aacute; trabajando para cambiar el tratado de La Haya. Para
obtener m&aacute;s informaci&oacute;n, vea <a href="http://www.noepatents.org/hague">http://www.noepatents.org/hague</a>.
En los EE.UU., el Consumer Project for Technology
est&aacute; llevando el liderazgo en este &aacute;mbito: <a href="http://www.cptech.org/ecom/jurisdiction/hague.html">http://www.cptech.org/ecom/jurisdiction/hague.html</a>.</p>

<p>Hoy (6 de junio de 2001) est&aacute; previsto que comience una
conferencia diplom&aacute;tica para tratar los detalles del tratado de
La Haya. Debemos hacer que los pol&iacute;ticos y el p&uacute;blico en
general sean conscientes cuanto antes de los posibles peligros.</p>


<p><font size="-4">Copyright 2001 Richard Stallman.<br>
Est&aacute; permitida la copia y la reproducci&oacute;n
textual y completa de este art&iacute;culo a trav&eacute;s de cualquier medio, siempre
que tanto el aviso de copyright como este aviso se mantengan.</font></p>

<hr>

<p>Puede leer un borrador del tratado de La Haya <a
href="http://www.hcch.net/e/conventions/draft36e.html">aqu&iacute;</a>.</p>

<p>Hay m&aacute;s informaci&oacute;n sobre los problemas del tratado de La Haya en <a href="http://web.lemuria.org/DeCSS/hague.html">http://web.lemuria.org/DeCSS/hague.html</a>.</p>

<hr>

<p>[
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
  <a href="/philosophy/hague.de.html">Deutsch</a>
| <a href="/philosophy/hague.en.html">English</a>
| <a href="/philosophy/hague.es.html">Espa&ntilde;ol</a>
| <a href="/philosophy/hague.it.html">Italiano</a>
| <a href="/philosophy/hague.pt.html">Portugu&ecirc;s</a>
<!-- | a href="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
 ]</p>

<hr>

<p>Volver a la <a href="/home.es.html">p&aacute;gina principal de GNU</a>.</p> 
 
<p>Por favor, env&iacute;e sus preguntas y cuestiones sobre la FSF y GNU a  
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. 
Hay tambi&eacute;n <a href="/home.es.html#ContactInfo">otras maneras de  
contactar</a> con la FSF.</p> 
 
<p>Por favor, env&iacute;e sus comentarios sobre estas p&aacute;ginas web a  
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>, 
y env&iacute;e sus otras preguntas a  
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.</p> 

<p>Copyright (C) 2001 Richard Stallman</p>

<p>Se permite la copia literal y distribuci&oacute;n de este art&iacute;culo  
en su totalidad por cualquier medio, siempre y cuando se conserve esta nota.</p>
<br>Coordinación de traducciones: lmiguel@gnu.org
<br>
<p>Traducci&oacute;n: Pedro de las Heras Quir&oacute;s, Jes&uacute;s M. Gonz&aacute;lez Barahona<br>
Actualizaci&oacute;n: 
<!-- timestamp start -->
$Date: 2011/12/30 05:18:42 $ $Author: ineiev $
<!-- timestamp end --></p>

<hr>

</body>
</html>
