<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//PT">
<HTML>
<HEAD>
<meta http-equiv="content-type" content='text/html; charset=iso-8859-1' />
<TITLE>Perigo de Haya - O Projeto GNU e a Fundação para o Software Livre
(FSF)</TITLE>
<LINK REV="made" HREF="webmasters@gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" 
VLINK="#9900DD">
 
<H3>

O Perigo de Haya </H3>


<A HREF="/graphics/agnuhead.html"><IMG SRC="/graphics/gnu-head-sm.jpg"
   ALT=" [imagem da cabeça de um GNU] "
   WIDTH="129" HEIGHT="122"></A>
   
[
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! 
-->
  <A HREF="/philosophy/hague.en.html">Ingl&ecirc;s</A> 
  | <A HREF="/philosophy/hague.pt-br.html">portugu&ecirc;s do Brasil</A>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! 
-->
]
 

<P>
  
 -  <i>Por <a href="mailto:rms@gnu.org">Richard Stallman</a></i>, 
junho de 2001 -
 
 
<P>
 
 
Os Europeus t&ecirc;m se manifestado energicamente contr&aacute;rios 
&agrave; tentativa de introduzir patentes de software na Europa. Um 
tratado proposto, agora sendo negociado, amea&ccedil;a submeter os 
desenvolvedores de software na Europa e em outros paises &agrave; 
patentes de software dos E.U.A. -- e outras leis danosas do mundo 
todo. O problema n&atilde;o afeta s&oacute; programadores; autores de 
todos os tipos v&atilde;o enfrentar novos perigos. Mesmo as leis de 
censura de v&aacute;rios pa&iacute;ses poderiam ter efeitos 
globais.<P>

 
 O tratado de Haya n&atilde;o &eacute; s&oacute; sobre patentes, ou 
sobre leis de direitos autorais, mas ele afeta tudo isso. &Eacute; um 
tratado sobre jurisdi&ccedil;&atilde;o, e sobre como um pa&iacute;s 
deveria tratar as decis&otilde;es judiciais de outro pa&iacute;s. A 
id&eacute;ia b&aacute;sica &eacute; at&eacute; bastante 
razo&aacute;vel:  Se alguem bate no seu carro na Fran&ccedil;a, ou 
quebra um contrato com sua empresa francesa, voc&ecirc; pode 
processa-lo na Fran&ccedil;a, e ent&atilde;o trazer o veredicto a uma 
corte no pa&iacute;s em que ele vive (ou em que tenha bens) para sua 
valida&ccedil;&atilde;o.<P>
  

O tratado se torna um problema quando &eacute; extendido para a 
distribui&ccedil;&atilde;o de informa&ccedil;&atilde;o -- porque 
informa&ccedil;&atilde;o agora viaja normal e previsivelmente para 
todos os pa&iacute;ses. (A internet &eacute; uma via, mas n&atilde;o 
a &uacute;nica). A consequ&ecirc;nca &eacute; que voc&ecirc; poderia 
ser processado pela informa&ccedil;&atilde;o que voc&ecirc; 
distribuiu pelas leis de *qualquer* pa&iacute;s [signat&aacute;rio] 
de Haya e o julgamento provavelmente seria validado em seu 
pr&oacute;prio pa&iacute;s.<P>

Por exemplo, se voc&ecirc; publicar um pacote de software (livre ou 
n&atilde;o) na Alemanha, e as pessoas o usarem nos E.U.A., voc&ecirc; 
poderia ser processado por infringir alguma patente de software 
absurda dos E.U.A. Essa parte n&atilde;o depende de [do tratado de] 
Haya -- ela poderia acontecer agora. Mas agora, voc&ecirc; poderia 
ignorar o julgamento nos E.U.A., a salvo na Alemanha, e o dono da 
patente sabe disso. Sob o tratado de Haya, qualquer corte 
alem&atilde; seria obrigada a validar o julgamento [da corte] nos 
E.U.A. contra voc&ecirc;. Na verdade, as patentes de software de 
qualquer pa&iacute;s signat&aacute;rio se aplicariam a todos os 
pa&iacute;ses signat&aacute;rios. N&atilde;o &eacute; o suficiente 
manter as patentes de software fora da Europa, se as patentes 
americanas, japonesas ou eg&iacute;pcias podem alcan&ccedil;ar 
voc&ecirc; l&aacute;.<P>

Mas legisla&ccedil;&atilde;o de patentes n&atilde;o &eacute; a 
&uacute;nica &aacute;rea da lei que poderia criar estragos absurdos 
se globalizada pelo tratado de Haya. Suponha que voc&ecirc; publique 
um texto criticanto uma pessoa p&uacute;blica. Se c&oacute;pias forem 
lidas na Inglaterra, essa pessoa poderia processar voc&ecirc; sob as 
estritas leis contra difama&ccedil;&atilde;o do Reino Unido. As leis 
no seu pa&iacute;s podem lhe dar o direito de criticar uma pessoa 
p&uacute;blica, mas com o tratado de Haya, elas n&atilde;o mais 
necessariamente lhe proteger&atilde;o.<P>

Ou, suponha que voc&ecirc; publique um texto comparando seus 
pre&ccedil;os com os de seus concorrentes. Se ele fosse lido na 
Alemanha, onde propaganda comparativa &eacute; ilegal, voc&ecirc; 
poderia ser processado na Alemanha e o julgamento trazido de volta 
para voc&ecirc; onde quer que voc&ecirc; esteja.<P>

Ou suponha que voc&ecirc; publique uma par&oacute;dia. Se ela for 
lida na Cor&eacute;ia, voc&ecirc; poderia ser processado l&aacute;, 
uma vez que a Cor&eacute;ia n&atilde;o reconhece o direito de 
parodiar.<P>

Ou suponha que voc&ecirc; tenha id&eacute;ias pol&iacute;ticas que 
algum governo pro&iacute;ba. Voc&ecirc; poderia ser processado 
naquele pa&iacute;s, e o julgamento naquele pa&iacute;s seria 
validado onde quer que voc&ecirc; more.<P>

H&aacute; n&atilde;o muito tempo, o Yahoo foi processado na 
Fran&ccedil;a por conter links para sites americanos que leiloavam 
rel&iacute;quias Nazistas, o que &eacute; permitido nos E.U.A. Depois 
que uma corte francesa obrigou o Yahoo France a bloquear esses links, 
o Yahoo foi a uma corte nos E.U.A., pedindo por uma decis&atilde;o de 
que o julgamento franc&ecirc;s n&atilde;o pudesse ser aplicado 
&agrave; matriz nos E.U.A.<P>
 
  
 Pode parecer surpreendente saber que dissidentes chineses exilados 
juntaram se a causa em suporte ao Yahoo. Mas eles sabiam o que 
estavam fazendo -- o seu movimento pela democracia depende do 
resultado [desse julgamento]. <P>

Percebam, o nazismo n&atilde;o &eacute; a unica vis&atilde;o 
pol&iacute;tica cuja express&atilde;o &eacute; probida em certos 
lugares. Cr&iacute;ticar o governo Chin&ecirc;s tamb&eacute;m 
&eacute; proibido -- na China. Se a decis&atilde;o de uma corte 
francesa contra afirma&ccedil;&otilde;es nazistas pode ser validada 
nos E.U.A., ou no seu pr&oacute;prio pa&iacute;s, talvez uma 
decis&atilde;o de uma corte chinesa contra afirma&ccedil;&otilde;es 
anti-governo-da-China possam ser validadas l&aacute; tamb&eacute;m. 
(Isso pode ser o motivo de porque a China se juntou as 
negocia&ccedil;&otilde;es do tratado de Haya). O governo Chin&ecirc;s 
pode facilmente adaptar sua lei de censura de forma que o tratado de 
Haya seja aplicav&eacute;l &aacute; mesma; tudo o que ela tem que 
fazer &eacute; dar a indv&iacute;duos privados (e ag&ecirc;ncias 
governamentais) o direito de processar publica&ccedil;&otilde;es 
dissidentes.<P>

A China n&atilde;o &eacute; o &uacute;nico pa&iacute;s a banir 
cr&iacute;ticas ao seu governo; enquanto este texto &eacute; escrito, 
o governo de Victoria (Austr&aacute;lia) est&aacute; com um processo 
aberto para suprimir um livro intitulado &quot;Victoria Police 
Corruption&quot; (Corrup&ccedil;&atilde;o na Pol&iacute;cia de 
Victoria) baseado no argumento de que ele &quot;escandaliza as 
cortes&quot;. Esse livro est&aacute; dispon&iacute;vel na Internet 
fora da Austr&aacute;lia. A Austr&aacute;lia &eacute; uma 
participante do tratado de Haya; se o tratado se aplicar a tais 
casos, um julgamento de uma corte australiana contra o livro pode ser 
usado para suprimi-lo nos outros lugares.<P>
 
 Enquanto isso, trabalhos que criticam o Isl&atilde; t&ecirc;m 
enfrentado uam censura progressiva no Egito, um participante do 
tratado de Haya; isso tamb&eacute;m poderia ser globalizado pelo 
tratado de Haya.<P>
 
Os americanos podem apelar &agrave; Primeira Emenda [da 
constitui&ccedil;&atilde;o americana] para protege-los de julgamentos 
estrangeiros contra seus discursos. O projeto do tratado permite que 
uma corte ignore um julgamento estrangeiro que seja 
&quot;manifestamente incompat&iacute;vel com a pol&iacute;tica 
p&uacute;blica&quot;. Este &eacute; um crit&eacute;rio estrito, 
ent&atilde;o voc&ecirc; n&atilde;o pode contar com ele s&oacute; 
porque sua conduta &eacute; legal no lugar onde voc&ecirc; 
est&aacute;. O que exatamente ele cobre &eacute; decidido por cada 
juiz em particular.<P>

&Eacute; pouco prov&aacute;vel que ele lhe ajude contra amplas 
interpreta&ccedil;&otilde;es estrangeiras de direitos autorais, 
marcas registradas ou patentes de software, mas cortes dos E.U.A. 
podem usa-lo para rejeitar decis&otilde;es diretas de censura.<P>

Entretanto, nem isso vai ajuda-lo se voc&ecirc; publicar na Internet. 
Por que seu provedor de servi&ccedil;os ou tem bens em outros 
pa&iacute;ses, ou se comunica com o mundo atrav&eacute;s de 
provedores maiores, que os t&ecirc;m. Um julgamento de censura contra 
o seu site, ou de qualquer outro tipo, seria validado contra o seu 
provedor, ou contra o provedor do seu provedor, em qualquer outro 
pa&iacute;s onde ele tenha bens -- e onde n&atilde;o h&aacute; uma 
Carta de Direitos, e liberdade de express&atilde;o n&atilde;o tenha 
um status t&atilde;o exaltado quanto nos E.U.A. Em resposta, o 
provedor vai fechar o seu site. O tratado de Haya iria globalizar os 
pretextos para processos, mas n&atilde;o as prote&ccedil;&otilde;es para as 
liberdades civis, ent&atilde;o qualquer prote&ccedil;&atilde;o local 
poderia ser contornada.<P>
 
Processar o seu provedor parece exagero? Isso j&aacute; acontece. 
Quando a companhia multinacional Danone anunciou planos de fechar 
f&aacute;bricas na Fran&ccedil;a, Olivier Malnuit abriu um site, 
jeboycottedanone.com,  para criticar isso, (O nome em franc&ecirc;s 
para &quot;Eu boicoto Danone&quot;). A Danone processou n&atilde;o 
apenas ele, mas a empresa que hospedava seu site e registro de 
dom&iacute;nio alegando &quot;falsifica&ccedil;&atilde;o de 
bens&quot; -- e em abril de 2001 recebeu um veredicto proibindo 
Malnuit de mencionar o nome &quot;Danone&quot; quer no nome do 
dom&iacute;nio, quer no texto do site. Mais ainda, a mantenedora de 
registros de dom&iacute;nios removeu o dom&iacute;nio, por medo, 
antes da corte dar o veredicto.<P>

 A resposta natural para os dissidentes franceses &eacute; publicar 
suas cr&iacute;ticas &agrave; Danone fora da fran&ccedil;a, assim 
como dissidentes chineses publicam suas cr&iacute;ticas &agrave; 
China fora da China. Mas o tratado de Haya habilitaria a Danone a 
ataca-los em qualquer parte. Talvez at&eacute; mesmo este artigo 
fosse suprimido por seu provedor de internet, ou pelo provedor de seu 
provedor.<P>
 
 Os efeitos potenciais do tratado n&atilde;o est&atilde;o limitados 
apenas a leis que existem hoje. Quando 50 pa&iacute;ses souberem que 
as decis&otilde;es de suas cortes poderiam ser validadas na 
Am&eacute;rica do Norte, Europa e Asia, eles teriam muita 
tenta&ccedil;&atilde;o de aprovar leis s&oacute; com esse 
prop&oacute;sito.<P>
 
Suponha, por exemplo, que a Microsoft fosse querer ser capaz de impor 
direitos autorais sobre linguagens e protocolos de rede. Eles se 
aproximariam de algum pa&iacute;s pequeno e pobre e se ofereceriam 
para investir U$ 50 milh&otilde;es l&aacute; pelos pr&oacute;ximos 20 
anos, se aquele pa&iacute;s aprovasse uma lei dizendo que implementar 
um protocolo ou uma linguagem da microsoft constituisse 
infra&ccedil;&atilde;o de direitos autorais. Eles com certeza 
poderiam encontrar algum pa&iacute;s que aceitaria a oferta. 
Ent&atilde;o, se voc&ecirc; implementar um programa compat&iacute;vel, 
a Microsoft poderia processar voc&ecirc; naquele pa&iacute;s, e 
ganhar. Quando o juiz decidir em favor deles e banir a 
distribui&ccedil;&atilde;o de seu programa, as cortes em seu 
pr&oacute;prio pa&iacute;s v&atilde;o validar o julgamento contra 
voc&ecirc;, obedecendo o tratado de Haya. <P>
 
 Parece implaus&iacute;vel? Em 2000, a Cisco pressionou o 
Liechtenstein, um pequeno pa&iacute;s europeu, a legalizar patentes 
de software. E o lobbista chefe da IBM amea&ccedil;ou muitos governos 
europeus com o fim de investimentos se eles n&atilde;o apoiassem 
patentes de software. Enquanto isso, o representante de 
com&eacute;rcio dos E.U.A. pressionou a Jord&acirc;nia, no Oriente 
M&eacute;dio, a permitir patentes em 
matem&aacute;tica.<P>
 
 Um encontro de organiza&ccedil;&otilde;es de consumidors 
(http://www.tacd.org) recomendou em 20 de maio de 2001 que patentes, 
direitos autorias e marcas registradas (&quot;propriedade 
intelectual&quot;) deveriam ser exclu&iacute;dos do esc&ocirc;po do 
tratado de Haya, por que essas leis variam consideravelmente de 
pa&iacute;s para pa&iacute;s.<P>
 
 Essa &eacute; uma boa recomenda&ccedil;&atilde;o, mas s&oacute; 
resolve parte do problema. Patentes e direitos autorais com um 
alcance bizarro s&atilde;o apenas muitas das desculpas usadas para 
supress&atilde;o de publica&ccedil;&atilde;o em alguns pa&iacute;ses. 
Para resolver esse problema de forma satisfat&oacute;ria, todos os 
casos sobre a legalidade de distribuir ou transmitir uma 
informa&ccedil;&atilde;o particular deveriam ser exclu&iacute;dos de 
globaliza&ccedil;&atilde;o sob o tratado, e somente o pa&iacute;s 
onde o distribuidor ou transmissor opera deveria ter 
jurisdi&ccedil;&atilde;o sobre o mesmo.<P>
 
 Na Europa, pessoas que se op&otilde;em as patentes de software 
estar&atilde;o trabalhando ativamente para modificar o tratado de 
Haya. 
Nos E.U.A., o Consumer Project on Technology (Projeto dos 
Consumidores para Tecnologia) est&aacute; tomando a lideran&ccedil;a; 
para maiores informa&ccedil;&otilde;es, veja <A
HREF="http://www.cptech.org/ecom/jurisdiction/hague.html">http://www.cptech.org/ecom/jurisdiction/hague.html</A>.<P>
 
Uma confer&ecirc;ncia diplom&aacute;tica est&aacute; marcada para se 
iniciar hoje (6 de junho de 2001) para trabalhar nos detalhes do 
tratado de Haya. N&oacute;s devemos tornar os minist&eacute;rios e o 
p&uacute;blico a par dos poss&iacute;veis perigos t&atilde;o 
r&aacute;pidamente quanto poss&iacute;vel.<P>
 
<FONT SIZE=-4> Copyright 2001 Richard Stallman<br>
 C&oacute;pias exatas e distribui&ccedil;&atilde;o deste artigo todo 
s&atilde;o permitidas em qualquer meio desde que a nota de copyright 
e est&aacute; nota sejam preservados.</FONT>
 
<hr>
[
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! 
-->
  <A HREF="/philosophy/hague.en.html">Ingl&ecirc;s</A> 
  | <A HREF="/philosophy/hague.pt-br.html">portugu&ecirc;s do Brasil</A>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! 
-->
]

<HR>

<P>
 Retornar para a <A HREF="/home.html">p&aacute;gina inicial do 
GNU</A>. 
<P>
Favor enviar questões &amp; perguntas sobre FSF &amp; GNU para
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Tamb&eacute;m h&aacute; <A HREF="/contact/">outros meios 
de 
contactar</A>a FSF.<P>

Favor enviar coment&aacute;rios sobre essas págians para
<A HREF="mailto:webmasters@gnu.org"><EM>webmasters@gnu.org</EM></A>,
enviar outras questões para
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.

<P>
Copyright (C) 2001 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA
<P>C&oacute;pias exatas e distribui&ccedil;&atilde;o deste artigo 
todo s&atilde;o permitidas em qualquer meio desde que a nota de 
copyright e est&aacute; nota sejam preservados.
<P>
Traduzido por: João S. O. Bueno
<a href="mailto:gwidion@mpc.com.br">&lt;gwidion@mpc.com.br&gt;</a>
<p>
Atualizado:
<!-- timestamp start -->
$Date: 2013/06/27 10:48:29 $ $Author: ineiev $
<!-- timestamp end -->
<HR>
</BODY>
</HTML>
