<!--#include virtual="/server/header.de.html" -->
<title>MyDoom und Du</title>
<!--#include virtual="/server/banner.de.html" -->
<h2>MyDoom und Du</h2>

<!-- This document uses XHTML 1.0 Strict, but may be served as -->
<!-- text/html.  Please ensure that markup style considers -->
<!-- appendex C of the XHTML 1.0 standard. See validator.w3.org. -->

<!-- Please ensure links are consistent with Apache's MultiView. -->
<!-- Change include statements to be consistent with the relevant -->
<!-- language, where necessary. -->

<p>von <a href="http://stallman.org/"><strong>Richard
Stallman</strong></a></p>

<p>
Ich wuchs in einer Gemeinschaft auf, deren &uuml;brige Mitglieder schwere
Verbrechen wie Mord begingen. In der Stadt New York mit ihren 8
Millionen Einwohnern gab es hunderte von Morden im Jahr, ver&uuml;bt in der
Mehrzahl von Leuten, die in der Stadt wohnten. Gewaltt&auml;tige
Angriffe und Raub&uuml;berf&auml;lle waren an der Tagesordnung.</p>
<p>
Andere &Uuml;bel, bei denen es mehr um Informationen als um k&ouml;rperliche
Gewalt ging, waren genauso &uuml;blich. Z.B. hat die New Yorker Polizei
regelm&auml;&szlig;ig im Zeugenstand gelogen und daf&uuml;r sogar ein Wort
erfunden: Anstelle einer "Aussage" wurde ihr Erscheinen im Gericht zu einer
"Ausl&uuml;ge". Manche New Yorker Programmierer verfielen in die legale wenn
auch sozial zerst&ouml;rerische &Uuml;bung von Propriet&auml;rer Software: Sie
boten anderen Leuten Softwarepakete ohne Quellcode an, und pressten ihnen ein
Versprechen ab, diese nicht mit anderen zu teilen.</p>
<p>
Ungeachtet dieser &uuml;berhandnehmenden &Uuml;bel habe ich es nie zuvor in
meinem Leben erlebt, dass jemand alle New Yorker auf der Grundlage der Taten
verurteilt h&auml;tte, die andere begangenen haben. Dass jemand annimmt, alle
B&uuml;rger New Yorks seien des Mordes, der Gewalt, des Raub&uuml;berfalls, des
Meineides oder des Schreibens Propriet&auml;rer Software schuldig, habe ich
noch nicht erlebt. Die alleinige Tatsache, dass manche New Yorker daf&uuml;r
bekannt sind, diese Dinge begangen zu haben, ist noch keine
Rechtfertigung, uns alle als 'schuldig' zu betrachten. Das wissen die
Menschen. Das w&auml;re schlie&szlig;lich 'Sippenhaft' und die Menschen wissen,
das ist ungerecht. Nun lebe ich in der kleineren Stadt Cambridge, in
Massachussetts. Mord und Raub&uuml;berf&auml;lle gibt es auch hier; ob die
Polizei von Cambridge gewohnheitsm&auml;&szlig;ig im Gericht l&uuml;gt, ist mir
nicht bekannt. jedoch ist Propriet&auml;re Software weit verbreitet.
Nichtsdestoweniger habe ich es noch nicht erlebt, dass die Stadt
Cambridge in ihrer Gesamtheit hierf&uuml;r unsere Missbilligung auf sich
gezogen h&auml;tte. Auch hier erkennen die Leute 'Sippenhaft' als
Ungerechtigkeit.</p>
<p>
Wieauchimmer: Menschen denken nicht immer daran, diesen Grundsatz
einzuhalten. Meine virtuelle Gemeinschaft, die Freie-Software-Gemeinschaft,
die ich in den letzten zwanzig Jahren durch die Entwicklung des
GNU-Betriebssystems aufzubauen geholfen habe, ist nun das Opfer einer
Sippenhaftkampagne. Eine ganze Anzahl von Artikeln - manche habe ich
gesehen - versucht unser gesamten Gemeinschaft die Schuld f&uuml;r die
Entwicklung des MyDoom-Virus zu geben.</p>
<p>
Wir k&ouml;nnen einigerma&szlig;en sicher sein, dass manche New Yorcker gemordet
haben, denn sie wurden angeklagt und verurteilt. Wir wissen allerdings
nicht, ob irgendjemand in der Freie-Software-Gemeinschaft an der
Entwicklung von MyDoom mitgewirkt hat. Die Entwickler konnten nicht
identifiziert werden; sie selbst wissen, wer sie sind, aber wir k&ouml;nnen
dar&uuml;ber nur spekulieren. Wir k&ouml;nnen spekulieren, dass Nutzer von
GNU/Linux dieses Virus entwickelt haben, um SCO anzugreifen. Wir k&ouml;nnten
nat&uuml;rlich auch dar&uuml;ber nachsinnen, ob Microsoft dieses Virus
entwickelt hat, um uns daf&uuml;r verantwortlich zu machen. Oder ob ehemalige
ver&auml;rgerte SCO-Angestellte das taten, um ihrem ehemaligen Arbeitgeber eins
auszuwischen. Aber wir haben keinerlei Beweise f&uuml;r irgeneine dieser
Spekulationen.</p>
<p>
Falls irgendwann einmal ans Tageslicht kommen sollte, dass jene, die das
Virus entwickelten, aus der Freie-Software-Gemeinschaft kommen, dann wird
meine virtuelle Gemeinschaft in der gleichen Situation sein wie New York und
Cambridge: Erwiesenerma&szlig;en h&auml;tten sich einige Mitglieder
zerst&ouml;rerisch verhalten. Das sollte eigentlich niemanden
&uuml;berraschen. Die Freie-Software-Gemeinschaft hat zig Millionen Mitglieder,
mehr als New York oder sogar Shanghai. Man kann da wohl kaum erwarten, dass
jedes einzelne Mitglied sich ethisch verh&auml;lt. Unsere Gemeinschaft hat sich
selbst ausgew&auml;hlt aus einer immerhin teilweisen Zur&uuml;ckweisung einer
unethischen Praxis: Propriet&auml;re Software. Aber auch das ist keine Garantie
f&uuml;r Vollkommenheit. Die Anwesenheit einiger &Uuml;belt&auml;ter unter
Millionen ist keine &Uuml;berraschung - und auch keine Entschuldigung f&uuml;r
Sippenhaft.</p> 
<p>
Ich bin mir sicher, dass nahezu alle Leser dieses Artikels
nichts mit der Entwicklung des MyDoom-Virus zu tun haben. Wenn Dir das
also jemand anlastet, verteidige Dich nicht. Du hast nicht mehr mit dem
Virus zu tun als Dein Ankl&auml;ger, also zeige R&uuml;ckgrat und sage das
auch.</p> 
<p>
Wenn irgendjemand &uuml;ber Hinweise oder Beweise verf&uuml;gt, die die
Entwicklung dieses Virus betreffen, so hoffe ich, dass sie oder er
hervortreten wird und ganz bestimmte Menschen mit ganz bestimmten
Beweisen anklagt. Aber niemand sollte Anschuldigungen erheben ohne
Beweis, und nat&uuml;rlich gibt es keine Entschuldigung f&uuml;r
Sippenhaft. Nicht in New York, nicht in Cambridge und nicht in der Freien
Welt.</p>

<!-- If needed, change the copyright block at the bottom. In general, -->
<!-- all pages on the GNU web server should have the section about    -->
<!-- verbatim copying.  Please do NOT remove this without talking     -->
<!-- with the webmasters first. --> 
<!-- Please make sure the copyright date is consistent with the document -->
<!-- and that it is like this "2001, 2002" not this "2001-2002." -->
</div><!-- for id="content", starts in the include above -->
<!--#include virtual="/server/footer.de.html" -->
<div id="footer">

<p>
Senden Sie Anfragen an die FSF &amp; GNU an
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Es gibt auch <a href="/home.html#ContactInfo">andere Wege, die FSF zu
kontaktieren</a>.
<br />
Senden Sie tote Links und andere Korrekturen (oder Vorschl&auml;ge) an
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Lesen Sie auch das
<a href="/server/standards/README.translations.html">&Uuml;bersetzungs-README
</a> f&uuml;r Informationen &uuml;ber das Koordinieren und Einreichen von
&Uuml;bersetzungen dieses Artikels.
</p>
</p>

<p>
Copyright &copy; 2004, 2007 Free Software Foundation, Inc.,
</p>
<address>51 Franklin St, Fifth Floor, Boston, MA 02110, USA</address>
<p>
Die unver&auml;nderte Wiedergabe und Verbreitung dieses gesamten Artikels in
beliebiger Form ist gestattet, sofern dieser Hinweis beibehalten wird.
</p>

<p>
&Uuml;bersetzt von <A HREF="http://www.perubique.org/">perubique</A>
</p>

<p>
Updated:
<!-- timestamp start -->
$Date: 2012/05/14 16:35:48 $
<!-- timestamp end -->
</p>
</div>

<div id="translations">
<h4>&uuml;bersetzungen dieser Seite</h4>

<!-- Please keep this list alphabetical. -->
<!-- Comment what the language is for each type, i.e. de is Deutsch.-->
<!-- If you add a new language here, please -->
<!-- advise web-translators@gnu.org and add it to -->
<!--  - /home/www/bin/nightly-vars either TAGSLANG or WEBLANG -->
<!--  - /home/www/html/server/standards/README.translations.html -->
<!--  - one of the lists under the section "Translations Underway" -->
<!--  - if there is a translation team, you also have to add an alias -->
<!--  to mail.gnu.org:/com/mailer/aliases -->
<!-- Please also check you have the 2 letter language code right versus -->
<!-- <URL:http://www.w3.org/WAI/ER/IG/ert/iso639.htm> -->
<!-- Please use W3C normative character entities -->

<ul class="translations-list">
<!-- Catalan -->
<li><a href="/philosophy/my_doom.ca.html">Catal&#x00e0;</a>&nbsp;[ca]</li>
<!-- German -->
<li><a href="/philosophy/my_doom.de.html">Deutsch</a>&nbsp;[de]</li>
<!-- English -->
<li><a href="/philosophy/my_doom.en.html">English</a>&nbsp;[en]</li>
<!-- Spanish -->
<li><a href="/philosophy/my_doom.es.html">Espa&#x00f1;ol</a>&nbsp;[es]</li>
<!-- French -->
<li><a href="/philosophy/my_doom.fr.html">Fran&#x00e7;ais</a>&nbsp;[fr]</li>
<!-- Dutch -->
<li><a href="/philosophy/my_doom.nl.html">Nederlands</a>&nbsp;[nl]</li>
<!-- Polish -->
<li><a href="/philosophy/my_doom.pl.html">polski</a>&nbsp;[pl]</li>
</ul>
</div>
</div>
</body>
</html>