<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>We Can Put an End to Word Attachments - GNU Project - Free Software Foundation (FSF)</TITLE>
<LINK REV="made" HREF="mailto:webmasters@gnu.org">
<meta http-equiv="Content-type" content="text/html; charset=ISO-8859-2" />
<META HTTP-EQUIV="Keywords"
 CONTENT="GNU, FSF, Free Software Foundation, Linux, general, public, license, gpl, general public license, freedom, software, power, rights, word, attachment, word attachment, microsoft">
<META HTTP-EQUIV="Description" CONTENT="This essay explains why Microsoft Word attachments to email are bad, and describes what you can do to help stop this practice.">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H2>Možemo re&#263;i stop Word Attachment-ima<br>
</H2>
<P><strong>Richard M. Stallman, Jan 2002</strong>

<p>

<A HREF="/graphics/philosophicalgnu.html">
<IMG SRC="/graphics/philosophical-gnu-sm.jpg"
   ALT=" [image of a Philosophical Gnu] "
   WIDTH="160" HEIGHT="200"></A>

 [
<!-- Please keep this list alphabetical --><a href="/philosophy/no-word-attachments.bs.html">Bosanski</a>
|<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
  <A HREF="/philosophy/no-word-attachments.cs.html">&#268;eški</A> | <A HREF="/philosophy/no-word-attachments.en.html">Engleski</A>
| <A HREF="/philosophy/no-word-attachments.fr.html">Francuski</A>
| <A HREF="/philosophy/no-word-attachments.de.html">Njema&#269;ki</A> | <A HREF="/philosophy/no-word-attachments.it.html">Italijanski</A>
| <A HREF="/philosophy/no-word-attachments.pl.html">Poljski</A>
| <A HREF="/philosophy/no-word-attachments.pt-br.html">Portugalski</A>
| <A HREF="/philosophy/no-word-attachments.es.html">Španski</A>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
 ]<p>Zar vam nije zlo kada dobijate Word dokument u email poruci? Word dokumenti
su dosadni, ali još gore od toga, oni ograni&#269;avaju ljude da po&#269;nu
koristiti slobodan softver. Možda možemo zaustaviti ovu praksu tako što
&#263;e mo pružiti podršku. Sve što trebamo uraditi jeste zamoliti svaku
osobu koja nam šalje Word datoteku da razmisli o tome.<p>Ve&#263;ina korisnika
na ra&#269;unarima koriste Microsoft Word. Na njihovu žalost,&nbsp; Word je
vlasni&#269;ki softver, koji onemogu&#269;ava korisnicima slobodu da ga prou&#269;avaju,
mijenjaju, kopiraju, i redistribuiraju. A posebno zbog toga što Microsoft
mijenja format Word-ovog dokumenta sa svakom novom verzijom, tako da su
korisnici osu&#273;eni na sistem koji od njih traži da plate svaku nadogradnju
(upgrade) bez obzira da li to oni žele ili ne. Oni tako&#273;er mogu do&#263;i
u situaciju, nekoliko godina unazad, da Word dokumente koje su napisali ove
godine ne mogu više pro&#269;itati verzijom Word-a koju su koristili tada.<p>Nas
boli, kada oni pretpostavljaju da mi koristimo Word i kada nam šalju ( ili
zahtjevaju od nas da šaljemo njima) dokumente u Word formatu. Neki ljudi
objavljuju ili šalju dokumente u Word formatu. Neke organizacije prihvataju
samo dokumente u Word formatu: neko koga znam, nije bio u mogu&#269;nosti da
aplicira za posao jer se prijave moraju slati u Word formatu. &#268;ak i vlade
zemalja ponekad nalažu Word format javnosti, što je zaista ne&#269;uveno.<p>Za
nas, korisnike otvorenih operativnih sistema, dobiti Word dokumenat je
neugodnost. Ali najgori utjecaj slanja Word formata ima na ljude koji bi se
mogli prebaciti na korištenje slobodnih sistema: oni su u tome neodlu&#269;ni
jer misle da moraju imati dostupan Word kako bi mogli pro&#269;itati Word-ove
dokumente koje prime. Praksa korištenja tajnog Word formata za razmjenu
datoteka ometa rast naše zajednice i širenja slobode. Ovom problemu obi&#269;no
ne poklanjamo veliku pažnju ali primje&#263;ujemo da neprekidno šteti našoj
zajednici i dešava se stalno.<p>Mnogi GNU korisnici koji primaju Word dokumente
pokušavaju prona&#263;i na&#269;in kako bi ih mogli pro&#269;itati. Možete
pokušati da pro&#269;itate dokument kao ASCII tekst. Slobodni softver danas može
&#269;itati neke Word dokunente, ali ne i sve--format je tajan i nije u
potpunosti dekodiran. Što je najgore, Microsoft ga može promjeniti u svako
vrijeme. U budu&#269;nosti, oni mogu koristiti <A HREF="/philosophy/can-you-trust.html">
Palladium</A>  ili neki drugu &quot; podmuklu ra&#269;unarsku &quot; mogu&#269;nost
u novoj verziji Word formata kako bi prije pristupanja dokumentu softver morao
izvršiti autorizaciju.<p>Ukoliko razmišljate o dokumentu koji ste primili kao
o nekom izoliranom doga&#273;aju, prirodno je da &#263;e te sa njim iza&#263;i
na kraj na svoj neki na&#269;in. Me&#273;utim kada prepoznate da se radi o
primjeru pogubne sistemati&#269;ne prakse, tada se zahtjeva druga&#269;iji
pristup. Kada ste suo&#269;eni sa problemom da niste u mogu&#269;nosti pro&#269;itati
dokument, tada se taj dokument tretira kao simptom hroni&#269;ne bolesti. Da bi
izlije&#269;ili bolest, mi moramo uvjeriti ljude da ne šalju Word dokumente.<p>Ve&#263;
godinu dana usvojena je&nbsp; praksa da odgovaramo na Word attachment-e sa
ljubaznom porukom u kojoj objašnjavamo razloge zbog kojih je slanje Word
dokumenata loša stvar, i tražimo od osoba da ponovo pošalju materijal u nekom
javnom formatu. Ovo je mnogo lakši posao nego pokušaj da &#269;itamo neki
nerazumljivi ASCII tekst u Word dokumentu. Ustanovio sam da ljudi obi&#269;no
razumiju problem, i mnogi od njih su mi rekli da više ne&#263;e slati Word
dokumente drugim ljudima.<p>Ukoliko u&#269;inimo sve ovo, ima&#263;emo mnogo ve&#263;i
efekat. Ljudi koji ignorišu jedan ljubazan zahtjev mogu promjeniti tu praksu
kada prime nekoliko ljubaznih zahtjeva od raznih ljudi. Možda &#263;e mo biti u
mogu&#263;nosti da damo &quot; ne šaljite Word format &quot; status <b>netiquette</b>,
ukoliko po&#269;nemo da sistemati&#269;no odgovaramo svima koji nam šalju Word
dokumente.<p>Kako bi postigli da se navedena podrška odvija što efikasnije,
vjerovatno &#263;e te željeti da razvijete sistem automatskog odgovora koji
&#263;e se slati svaki put kada je to neophodno. Ja sam uklju&#269;io dva
primjera: verziju koju sam nekada koristio, prate&#263;i novu verziju koja
&#263;e nau&#269;iti Word korisnika kako da dokument konvertuje u neki drugi
koristan format.<p>Možete koristiti ove primjere ukoliko želite, ako želite
možete ih&nbsp; prilagoditi sebi ili napisati vlastite. Napišite poruku koja
odgovara vašim idejama i vašoj li&#269;nosti--ukoliko je odgovor li&#269;no vaš,
efektivnije &#263;e doprinijet ovoj kampanji.<p>Ovi odgovori su namjenjeni
individualcima koji šalju Word dokumente. Kada primjetite da jedna organizacija
koristi Word format tada to zahtjeva akciju&nbsp; razli&#269;itih vrstama poruka
koje se ne&#263;e odnositi na individualce.<p>Neki od poslodavaca traže vaše
aplikacije u Word formatu. Neki poslodavci ovo rade &#269;ak i kada traže osobu
koja &#263;e raditi na poslovima slobodnog softvera.<br>
Kako bi pomogli da se ova praksa promjeni, možete postaviti link na ovu
stranicu u vašoj aplikaciji, pored toga možete postaviti i linkove na druge
formate aplikacije. Svako ko bude tražio Word verziju aplikacije &#263;e
vjerovatno pro&#269;itati ovu stranicu.<br>
<P>Našom brojnosti, obi&#269;nom molbom, možemo posti&#263;i da stvari budu
druk&#269;ije.<br>

<hr>

<p><i>Poslali ste attachment u Microsoft Word formatu, tajni vlasni&#269;ki
format, nisam u mogu&#269;nosti da ga pro&#269;itam. Ukoliko mi pošaljete
&#269;isti tekst, HTML, ili PDF, bit &#263;u u mogu&#269;nosti da ga pro&#269;itam.</i><br>
<p><i>Slanje ljudima dokumente u Word formatu ima za posljedicu loše efekte,
takva praksa stavlja ljude u poziciju da koriste Microsoft softver. U toj
situaciji vi postajete žrtva Microsoft-ovog monopola. Ovaj specifi&#269;ni
problem je glavna opstrukcija u nastojanju da se prihvati GNU/Linux.<br>
Molim vas da razmislite o korištenju Word formata za komunikaciju sa drugim
ljudima?<br>
</i>

<hr>

<p><i>Poslali ste attachment u Microsoft Word formatu, tajni vlasni&#269;ki
format, nisam u mogu&#269;nosti da ga pro&#269;itam. Ukoliko mi pošaljete
&#269;isti tekst, HTML, ili PDF, bit &#263;u u mogu&#269;nosti da ga pro&#269;itam.</i><em><br>
<br>
Distribuiranje dokumentata u Word formatu je loše za vas i za druge. Ne mošete
biti sugurni da &#263;e li&#269;iti na one koje ste poslali&nbsp; ukoliko ih
neko namjerava pogledati sa druk&#269;ijom verzijom Word-;možda ih ne&#263;e mo&#263;i
pogledati uop&#263;e.</em><p><em>Primanje Word attachment-a je loše za vas jer
mogu sa sobom nositi viruse (pogledajte<br>
</em><em>http://www.symantec.com/avcenter/venc/data/acro.html). Slanje Word
attachment-a je loše za vas, jer Word dokumenti obi&#269;no uklju&#269;uju
skrivene informacije o autoru, omogu&#269;avaju&#263;i onima koji žele da znaju
vaše autorove aktivnosti(možda i vaše). Tekst za koji ste mislili da ste ga
obrisali može i dalje biti prisutan. Za više informacija o tome pogledajte </em><em>http://news.bbc.co.uk/2/hi/technology/3154479.stm
.<br>
<br>
Obzirom na ovo sve, slanje ljudima Word dokumente na njih stavlja pritisak da
koriste Microsoft softver i pomaže na uskra&#269;ivanju im prava izbor. Vi
postajete žrtva Microsoft-ovog monopola. Ovaj pritisak je glavna opstrukcija u
potpunom prihva&#269;anju slobodnog softvera. Molim vas da razmislite o korištenju
Word formata za komunikaciju sa drugim ljudima?<br>
</em><p><em>Konvertiranje datoteke u HTML koriste&#263;i Word je vrlo
jednostavno. Otvorite dokument, kliknite na File, pa zatim na Save As, i u Save
As prozoru na njegovom kraju izaberite HTML Document ili Web Page. Nakon toga
pritisnite Save. Nakon toga možete attach-irati novi HTML dokument umjesto vašeg
Word dokumenta. Zapamtite da se Word mijenja na nedosljedan na&#269;in --ukoliko
vidite razli&#269;it menu item names, molimo pokušajte sa njima.</em><p><em>Konvertiranje
u &#269;isti tekst je skoro isto--umjesto HTML Document izaberite Text Only ili
Text Document kao&nbsp; Save As Type.<br>
<br>
Vaš ra&#269;unar vjerovatno ima i program koji može kovertovati u pdf format.
Selektujte File=</em><em>&gt; Print. Od dostupnih printera izaberite pdf
konverter. Kliknite na print dugme i upišite ime pdf datoteci kako se od vas i
zahtjeva.<br>
</em>

<hr>

<p>Ovdije su i neki druk&#269;iji pristupi, sugestije Bob Chassell-a. Zahtjeva
editujetovanje kao specifi&#269;an primjer, i pretpostavlja se da imate mogu&#269;nost
da otpakujete odre&#273;ene sadržaje i vidjeti koliko su duga&#269;ki.<br>

<hr>

<p><em>Zbnjen sam. Zašto si izabrao da mi pošalješ 876.337 bajta u svojoj prošloj
poruci kada je sadržaj samo 27.133 bajt-a?</em><p><em>Poslao si mi pet datoteka
u nestandardnom .doc formatu koji je Microsoftova tajna, ra&#273;e nego u
internecionalnom, javnom i mnogo efikasnijem formatu &#269;istog teksta (plain
text).<br>
Microsoft može ( u uradio je nedavno u Keniji i Brazilu) obezbjediti da lokalna
policija sprovodi zakon kojim se progone studenti koji studiraju kod, proganjaju
pokušaje stvaranje novih kompanija, i proganjaju profesionalce koji nude svoje
servise. Molimo, nemojte im dati svoju podršku.</em>

<p>

<hr>

<p>John D. Ramsdell predlaže ljudima da obeshrabre ljude u korištenju Microsof
Word i PowerPoint attachment-a prave&#263;i male izjave u njihovoj .datoteci
potpisa:<br>

<hr>

<p>

<em>Molim vas, izbjegavajte da mi šaljete Word ili PowerPoint attachmen-te.<br>
</em>

<i>Pogledajte http://www.gnu.org/philosophy/no-word-attachments.html</i><em><br>
</em>

<p>

<hr>

<p>

<a href="/philosophy/anonymous-response.html">Ovdije se nalazi pismo odgovora</a> 
na email poruku sa word attachment-om.

<p>

<hr>

<p>

Kevin Cole sa&nbsp; Gallaudet Univerziteta u Washington-u, D.C
<a href="/philosophy/kevin-cole-response.html">šalje
ovaj automatski odgovor</a> kada god primi email sa word attachment-om.

<p>

<hr>

<p>

Copyright &copy; 2002 Richard M. Stallman

<p>

Kopiranje i distribucija &#269;itavog &#269;lanka je dozvoljena u svakom pogledu,
sve dok je prisutna ova poruka.

<HR>

[
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->&nbsp;<a href="/philosophy/no-word-attachments.bs.html">Bosanski</a>
|<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
  <A HREF="/philosophy/no-word-attachments.cs.html">&#268;eški</A>
| <A HREF="/philosophy/no-word-attachments.en.html">Engleski</A>
| <A HREF="/philosophy/no-word-attachments.fr.html">Francuski</A>
| <A HREF="/philosophy/no-word-attachments.de.html">Njema&#269;ki</A>
| <A HREF="/philosophy/no-word-attachments.it.html">Italijanski</A>
| <A HREF="/philosophy/no-word-attachments.pl.html">Poljski</A>
| <A HREF="/philosophy/no-word-attachments.pt-br.html">Portugalski</A>
| <A HREF="/philosophy/no-word-attachments.es.html">Španski</A>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
 ]

<hr>


<P>
Vratite se na <a href="http://www.gnu.org/home.html">GNU's home page</a>.
<P>

Sva pitanja za FSF &amp; GNU šaljite na <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Drugi <a href="/contact/">na&#269;in da
kontaktirate</a> FSF.<P>Komentare na ove web stranice šaljite na <a href="mailto:webmasters@www.gnu.org"><em>webmasters@www.gnu.org</em></a>,
sva druga pitanja na <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.<P>
Last updated:
<!-- timestamp start -->
$Date: 2013/01/11 06:56:25 $ $Author: ineiev $
<!-- timestamp end -->
<HR>
</BODY>
</HTML>
