<!--#include virtual="/server/header.de.html" -->
<title>Sagten Sie "geistiges Eigentum"? Eine verf&uuml;hrerische Illusion - GNU-Projekt - Free Software Foundation (FSF)</title>
<!--#include virtual="/server/banner.de.html" -->
<h2>Sagten Sie "geistiges Eigentum"? Eine verf&uuml;hrerische Illusion</h2>

<p>von <a href="http://www.stallman.org/">Richard M. Stallman</a></p>

<p>
Es ist in Mode gekommen, Copyrights, Patente und Handelsmarken als "geistiges
Eigentum" zu bezeichnen. Diese Mode entstand nicht aus einem dummen Zufall
&ndash; der Begriff verzerrt und verwirrt diese Themen systematisch, und seine
Verwendung wird in erster Linie von jenen vorangetrieben, die aus dieser
Verwirrung Nutzen ziehen. Jeder, der klar &uuml;ber diese Gesetze nachdenken
will, tut gut darin, diesen Begriff abzulehnen.
</p>

<p>
Laut Professor Mark Lemley (Stanford Law School) ist die weitverbreitete
Verwendung des Begriffes "geistiges Eigentum" eine Modeerscheinung, die der
Gr&uuml;ndung der "World Intellectual Property Organization" im Jahre 1967
folgt und erst in den letzten Jahren g&auml;ngiger Sprachgebrauch wurde (WIPO
ist formal eine UN-Organisation, aber in der Realit&auml;t repr&auml;sentiert
diese die Interessen von Copyright-, Patent- und Markeninhabern).
</p>

<p>
Ein Effekt des Begriffes ist die Erzeugung einer bestimmten Voreingenommenheit,
die nicht schwer zu erkennen ist: Er legt nahe, &uuml;ber Copyrights, Patente und
Marken zu denken in Analogie zu Besitzrechten materieller Objekte. (Diese
Analogie steht im Widerspruch zum Rechtsverst&auml;ndnis von Copyright-,
Patent- und Markenrecht, aber nur Spezialisten wissen das.) Diese Gesetze sind
tats&auml;chlich jenen &uuml;ber materiellen Besitz nur bedingt &auml;hnlich, aber
die Verwendung des Begriffes "geistiges Eigentum" f&uuml;hrt die
Legislative dazu, sie mehr in dieser Richtung zu ver&auml;ndern. Da diese
Ver&auml;nderung erw&uuml;nscht und beabsichtigt ist durch Unternehmen, die im
Copyright-, Patent- und Markenbereich Macht aus&uuml;ben, haben diese
Unternehmen sehr viel Arbeit investiert, diesen Begriff zu etablieren.
</p>

<p>
Wer diese Themen im Hinblick auf ihre Leistung und Sinnhaltigkeit bewerten
m&ouml;chte, sollte einen voreingenommenen Begriff f&uuml;r sie ablehnen. Viele
haben mich danach gefragt, einige andere Namen f&uuml;r diese Kategorie
anzubieten - oder boten selbst (oft humorvolle) Alternativen an.
Diese Vorschl&auml;ge beinhalten "IMPs" (Imposed Monopoly Privileges -
Aufgezwungene Monopolrechte) oder "GOLEMs" (Government-Originated Legally
Enforced Monopolies &ndash; etwa 'von der Regierung stammende, rechtlich
erzwungene Monopole'). Manche sprechen von "exclusive rights regimes",
aber dies ist gleichbedeutend damit, Restriktionen als Rechte zu bezeichnen,
was ebenso doppeldeutig ist.
</p>

<p>
Aber es ist ein Fehler, "geistiges Eigentum" durch irgendeinen anderen Begriff
zu ersetzen. Ein anderer Name k&ouml;nnte die Voreingenommenheit beseitigen,
w&uuml;rde aber nicht das tiefer Problem des Begriffes beseitigen:
&Uuml;berverallgemeinerung.
Ein derart einheitliches Ding wie "geistiges Eigentum" existiert nicht. Es ist
eine Illusion, die nur deswegen eine koh&auml;rente Existenz zu haben scheint,
weil der Begriff selbst dies nahelegt.
</p>

<p>
Der Begriff "geistiges Eigentum" fungiert derzeit als "Catch-All", um
ungleiche Gesetze zusammenzuklumpen. Menschen au&szlig;erhalb der
Rechtswissenschaften, die den Begriff "geistiges Eigentum" auf diese
verschiedenen Gesetze angewandt h&ouml;ren, neigen zu der Vermutung, da&szlig;
all diese Instanzen eines gemeinsamen Prinzips sind, und da&szlig; sie
&auml;hnlich funktionieren. Nichts k&ouml;nnte der Realit&auml;t ferner sein.
</p>

<p>
Diese Gesetzte haben verschiedenen Ursprung, entwickelten sich unterschiedlich,
decken verschiedene Aktivit&auml;ten ab, bringen unterschiedliche Regeln, und
betreffen unterschiedliche Fragestellungen der &ouml;ffentlichen Politik. Das
Copyright-Recht wurde erschaffen, um Urheberschaft und Kunst zu f&ouml;rdern,
und deckt Aspekte der Werke von Urheberschaft und Kunst. Patentrecht sollte die
Publikation von Ideen f&ouml;rdern, zum Preis begrenzter Monopole auf diese
Ideen - ein Preis, den zu zahlen in manchen Bereichen sinnvoller scheint als in
anderen. Markenrecht wurde nicht etabliert, um irgendeine
Gesch&auml;ftsaktivit&auml;t zu f&ouml;rdern, sondern nur, um Konsumenten ein
Wissen dar&uuml;ber zu verschaffen, was sie kaufen; nichtsdestoweniger haben es
Gesetzgeber unter dem Einflu&szlig; von "geistigem Eigentum" in einen Entwurf
umgearbeitet, der Anreiz zu Werbung bietet (ohne die &Ouml;ffentlichkeit zu
fragen, ob wir wirklich mehr Werbung wollen).
</p>

<p>
Da sich diese Gesetze unabh&auml;gig entwickelt haben, sind sie auch in allen
Details gleichwie auch grundlegendem Zweck und Methoden unterschiedlich. Wenn
man ein paar Details &uuml;ber das Copyright lernt, sollte man annehmen,
da&szlig; Patenrecht anders funktioniert - auf diese Weise kann man kaum falsch
liegen.
</p>

<p>
Man spricht oft von "geistigem Eigentum", wenn man eigentlich etwas ganz
anderes meint, gr&ouml;&szlig;er oder kleiner als "geistiges Eigentum".
So zwingen etwa reiche L&auml;nder armen L&auml;ndern Gesetze auf, um
Geld aus ihnen zu pressen. Diese Gesetze passen oft in die Kategorie
"geistiges Eigentum" &ndash; selbst Menschen, die die Fairness derartiger
Reglements in Frage stellen, verwenden dieses Etikett h&auml;fig, selbst
wenn es ganz und gar nicht pa&szlig;t. Dies kann zu falschen Aussagen und
unklarem Denken f&uuml;hren. In solchen F&auml;llen empfehle ich die Verwendung
eines Begriffes wie "rechtliche Kolonialisierung", der den zentralen Aspekt
des Problems fokussiert, anstelle von "geistigem Eigentum". F&uuml;r andere
Themen wird der Begriff, der sie am besten beschreibt, vermutlich anders
aussehen.
</p>

<p>
Aber Laien sind nicht die einzigen, die durch diesen Begriff verwirrt
werden. Ich erlebe regelm&auml;&szlig;ig, da&szlig; Experten in Patentrecht,
Copyright und Markenrecht und sogar Rechtsprofessoren, die diese Themen
unterrichten, sich durch "geistiges Eigentum" haben zu verallgemeinernden
Aussagen hinrei&szlig;en lassen, die eigentlich in Konflikt stehen zu
den Fakten, die sie eigentlich kennen. Der Begriff lenkt sie davon ab, ihr
eigenes Wissen anzuwenden.
</p>

<p>
Der Begriff "geistiges Eigentum" f&uuml;hrt auch zu vereinfachendem Denken.
Er motiviert Menschen, sich auf die d&uuml;rftige Gemeinsamkeiten all
dieser verschiedenen Gesetze zu konzentrieren (die darin besteht, da&szlig;
sie spezielle Machtzust&auml;nde erzeugen, die gekauft und verkauft werden
k&ouml;nnen) und ihre Substanz zu ignorieren - die spezifischen
Einschr&auml;nkungen, die jedes davon der &Ouml;ffentlichkeit auferlegt, und
die Konsequenzen dieser Einschr&auml;nkungen.
</p>

<p>
In solch breiten Ma&szlig;stab k&ouml;nnen die Menschen die unterschiedlichen
gesellschaftspolitischen Probleme gar nicht mehr sehen, die durch das
Copyright, das Patentrecht oder irgendein anderes dieser Gesetze erzeugt
werden. Diese Probleme erwachsen aus den Eigenheiten, also exakt dem, was der
Begriff "geistiges Eigentum" die Menschen ignorieren l&auml;&szlig;t. Ein
copyright-bezogenes Problem besteht beispielsweise darin, ob Musik-Tausch
erlaubt sein sollte. Patentrecht hat damit nichts zu tun. Aber Patentrecht
bringt die Frage auf, ob es armen L&auml;nder gestattet sein sollte,
lebensrettende Medikamente zu produzieren und preiswert zu verkaufen, um Leben
zu retten. Das Copyright hat damit nichts zu tun. Keines dieser Probleme ist
ausschlie&szlig;lich wirtschaftlicher Natur, und keiner, der sie aus
oberfl&auml;chlicher wirtschaftlicher Perspektive der
&Uuml;berverallgemeinerung betrachtet, wird imstande sein, sie zu fassen. Somit
sind alle Meinungs&auml;&szlig;erungen zu "der Frage geistigen Eigentums" mit
hoher Wahrscheinlichkeit dumm. Wenn man glaubt, da&szlig; dies eine Frage ist,
wird man dazu neigen, nur Meinungen in Betracht ziehen, die all diese Gesetze
als gleich behandeln. Ganz gleich, welche davon man w&auml;hlt - es wird keinen
Sinn ergeben.
</p>

<p>
Wenn Sie klar &uuml;ber die Fragen nachdenken wollen, die Patente, das
Copyright oder Handelsmarken mit sich bringen, oder sogar lernen wollen, was
diese Gesetze beinhalten, dann besteht der erste Schritt darin, die Idee zu
vergessen, man k&ouml;nne sie alle zusammenwerfen, und sie stattdessen als
eigenst&auml;ndige Themen zu behandeln. Wenn Sie Artikel schreiben wollen, die
die &Ouml;ffentlichkeit informieren und zu klarem Denken ermutigen, behandeln Sie
diese Gesetze getrennt, ermutigen Sie nicht zu Verallgemeinerungen.
</p>

<p>
Und was die WIPO betrifft: Setzen Sie sich <a
href="http://www.fsfeurope.org/documents/wiwo.html">f&uuml;r eine
Namens&auml;nderung ein</a>.
</p>
</div>
<!--#include virtual="/server/footer.de.html" -->
<div id="footer">

<p>
Senden Sie Anfragen an die FSF &amp; GNU an
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Es gibt auch <a href="/home.html#ContactInfo">andere Wege, die FSF zu
kontaktieren</a>.
<br />
Senden Sie tote Links und andere Korrekturen (oder Vorschl&auml;ge) an
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Lesen Sie auch das
<a href="/server/standards/README.translations.html">&Uuml;bersetzungs-README
</a> f&uuml;r Informationen &uuml;ber das Koordinieren und Einreichen von
&Uuml;bersetzungen dieses Artikels.
</p>

<p>
Copyright &copy; 2004, 2006 Richard M. Stallman
<br />
Die unver&auml;nderte Wiedergabe und Verbreitung dieses gesamten Artikels in
beliebiger Form ist gestattet, sofern dieser Hinweis beibehalten wird.
</p>

<p>
Updated:
<!-- timestamp start -->
$Date: 2011/07/13 17:36:33 $ $Author: jsowoc $
<!-- timestamp end -->
</p>
</div>

<div id="translations">
<h4>&Uuml;bersetzungen</h4>

<!-- Please keep this list alphabetical, and in the original -->
<!-- language if possible, otherwise default to English -->
<!-- If you do not have it English, please comment what the -->
<!-- English is.  If you add a new language here, please -->
<!-- advise web-translators@gnu.org and add it to -->
<!--    - in /home/www/bin/nightly-vars either TAGSLANG or WEBLANG -->
<!--    - in /home/www/html/server/standards/README.translations.html -->
<!--      one of the lists under the section "Translations Underway" -->
<!--    - if there is a translation team, you also have to add an alias -->
<!--      to mail.gnu.org:/com/mailer/aliases -->
<!-- Please also check you have the 2 letter language code right versus -->
<!--     http://www.w3.org/WAI/ER/IG/ert/iso639.htm -->
<!-- Please use xhtml normative character entities, instead of -->
<!-- non-w3c entities.  xhtml should be XML compliant -->

<ul class="translations-list">
<!-- Afrikaans -->
<li><a href="/philosophy/not-ipr.af.html">Afrikaans</a>&nbsp;[af]</li>
<!-- German -->
<li><a href="/philosophy/not-ipr.de.html">Deutsch</a>&nbsp;[de]</li>
<!-- Greek -->
<li><a href="/philosophy/not-ipr.el.html">&#x0395;&#x03bb;&#x03bb;&#x03b7;&#x03bd;&#x03b9;&#x03ba;&#x03ac;</a>&nbsp;[el]</li>
<!-- English -->
<li><a href="/philosophy/not-ipr.html">English</a>&nbsp;[en]</li>
<!-- Spanish -->
<li><a href="/philosophy/not-ipr.es.html">Espa&#x00f1;ol</a>&nbsp; [es]</li> 
<!-- French -->
<li><a href="/philosophy/not-ipr.fr.html">Fran&#x00e7;ais</a>&nbsp;[fr]</li>
<!-- Italian -->
<li><a href="/philosophy/not-ipr.it.html">Italiano</a>&nbsp;[it]</li>
<!-- Dutch -->
<li><a href="/philosophy/not-ipr.nl.html">Nederlands</a>&nbsp;[nl]</li>
<!-- Polish -->
<li><a href="/philosophy/not-ipr.pl.html">polski</a>&nbsp;[pl]</li>
<!-- Tamil -->
<li><a href="/philosophy/not-ipr.ta.html">&#2980;&#2990;&#3007;&#2996;&#3021;</a>&nbsp;[ta]</li>
</ul>
</div>
</div>
</body>
</html>
