<!--#include virtual="/server/header.de.html" -->

<title>Wider die Digitale Rechteverwaltung - GNU-Projekt - Free Software Foundation (FSF)</title>

<!--#include virtual="/server/banner.de.html" -->
   
<h2>Wider die Digitale Rechteverwaltung</h2>

<p>von <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
</p>

<p>
1989, in einer v&ouml;llig anderen Welt, schrieb ich die erste Fassung der GNU
General Public License (GNU GPL), eine Lizenz, die dem Nutzer eines Computers
Freiheit gibt. Die GNU GPL ist von allen Freie-Software-Lizenzen diejenige,
die die Werte und Ziele der Freie-Software-Bewegung am weitesten umsetzt, indem
sie jedem Nutzer die vier grundlegenden Freiheiten garantiert:

Die Freiheit, nach eigenen W&uuml;nschen<br>
<ol>
   <li>das Programm zu nutzen,
   <li>die Quellen des Programmes einzusehen und zu ver&auml;ndern,
   <li>Kopien zu erstellen und zu verteilen,
   <li>angepasste Versionen zu erstellen und zu verteilen.
</ol>

</p>
<p>
Jede Lizenz, die diese Freiheiten gew&auml;hrt, ist eine freie Lizenz. Die GNU
GPL geht jedoch weiter: Sie sch&uuml;tzt diese Freiheiten f&uuml;r alle Nutzer
aller Versionen eines Programmes, indem sie jedem Zwischennutzer untersagt, diese
einzuschr&auml;nken. Die meisten Bestandteile des GNU/Linux-Betriebssystems,
einschlie&szlig;lich der Linuxbestandteile, die 1992 zu Freier Software
erkl&auml;rt wurden, wurden unter die GPL Version 2 gestellt (1992
ver&ouml;ffentlicht). Momentan arbeite ich am Entwurf der Version 3 der GNU GPL
- mit der rechtlichen Unterst&uuml;tzung von Professor Eben Moglen.
</p>
<p>
Die GPLv3 muss mehreren Bedrohungen der Freiheit standhalten, die wir uns 1989
noch nicht vorstellen konnten. Die kommende Generation der Computer, Computer
mit immer st&auml;rker integrierter Funktionalit&auml;t, und viele Produkte
werden gegen uns aufgestellt, noch bevor wir sie kaufen: Sie werden so
konstruiert, dass wir eingeschr&auml;nkt sind in dem, was wir mit ihnen tun
k&ouml;nnen.
</p>
<p>
Zun&auml;chst gab es die Festplattenrekorder von TiVo. Man mag sich darunter
ein Ger&auml;t zum Aufzeichnen von Fernsehprogrammen vorstellen, aber er
enth&auml;lt einen richtigen Computer mit einem GNU/Linux-Betriebsystem. Wie es
die GPL verlangt, kann man den Quellcode f&uuml;r das Betriebssystem erhalten;
man kann ihn &auml;ndern, neu kompilieren und installieren. Aber sobald einmal
die ver&auml;nderte Version aufgespielt ist, l&auml;uft der Festplattenrekorder
nicht mehr, weil eine speziell hierf&uuml;r entwickelte Vorrichtung dies
verhindert. Freiheit Nr. 1, die Freiheit, die Software nach eigenen
W&uuml;nschen zu &auml;ndern, existiert nur noch zum Schein.
</p>
<p>

Dann kam Treachures Computing ("Tr&uuml;gerische Datenverabeitung"), die als
"Trusted Computing" ("Vertrauensw&uuml;rdige Datenverarbeitung") beworben
wurde. Soll hei&szlig;en, dass Firmen eher Ihrem Computer als Ihnen darin
"vertrauen", ihnen zu gehorchen. So legt denn das Netzwerk fest, mit welchen
Programmen Sie arbeiten und wenn Sie dies &auml;ndern, verweigert es die
Zusammenarbeit. Und erneut wird Freiheit Nr. 1 zur Scheinfreiheit.
</p>
<p>
Microsoft verfolgt einen Plan, urspr&uuml;nglich unter dem Namen "Palladium", der
Anwendungsprogrammen erlaubt, Daten so zu "versiegeln", dass kein anderes
Programm darauf zugreifen kann. W&uuml;rde Disney seine Filme so verkaufen,
k&ouml;nnten Sie niemals Ihre Rechte wahrnehmen ("Faire Use", "De Minimis" -
Begriffe aus dem anglo-amerikanischen Rechtssystem). Wenn eine Anwendung Ihre
Daten solcherart aufzeichnet, so sind Sie auf immer und ewig an diesen
Verk&auml;ufer gebunden. Auch dies macht Freiheit Nr. 1 zum Schein - wenn
ver&auml;nderte Versionen eines Programmes nicht auf dieselben Daten zugreifen
k&ouml;nnen, dann k&ouml;nnen Sie nicht wirklich das Programm nach Ihren
w&uuml;nschen ver&auml;ndern. Soetwas wie Palladium ist f&uuml;r eine kommende
Windowsversion geplant.
</p>
<p>
AACS, "Advanced Access Control System" ("Fortgeschrittenes
ZugriffsKontrollSystem"), von Disney, IBM, Microsoft, Intel, Sony und anderen
unterst&uuml;tzt, zielt darauf ab, die Nutzung von HDTV-Aufzeichnungen - ebenso
von Software - so zu beschr&auml;nken, wie diese Gesellschaften es erlauben. Im
letzten Jahr wurde Sony erwischt, als es ein "rootkit" auf Millionen von Rechnern
installierte, ohne ihnen mitzuteilen, wie sie es wieder entfernen
k&ouml;nnen. Sony hat seine Lektion gelernt: Nun installieren sie das rootkit,
ehe Sie den Computer erhalten und dann k&ouml;nnen Sie es niemals mehr
entfernen. Dies erforderte "robuste" Vorrichtungen - was bedeutet, dass diese
nicht ver&auml;ndert werden k&ouml;nnen. Allerdings wollen diejenigen, die
diese Vorrichtungen einbauen, sicherlich Programme nutzen, die unter einer
GPL-Lizenz stehen; sie treten damit die Freiheit Nr. 1 mit
F&uuml;&szlig;en. Dieser Plan sollte "versiegelt" werden, ein Boykott von HD
DVD und Blu-ray wurde schon angek&uuml;ndigt (<a
href="http://bluraysucks.com/boycott">http://bluraysucks.com/boycott</a>).
</p>
<p>
Es ist ein Versagen der Politik, wenn einigen Unternehmen gestattet wird, einen
Plan zu erarbeiten, der unsere Freiheit zu Gunsten ihrer Gewinne
verleugnet. Unter der F&uuml;hrung der US-amerikanischen Regierung handeln
jedoch die meisten Regierungen der Welt als bezahlte Komplizen und nicht als
Walter unserer Rechte. Die Copyright-Industrie hat ihre eigenen Vorstellungen von
"richtig" und "falsch" so kraftvoll verk&uuml;ndet, dass manche Leser sich nur
mit Schwierigkeiten vorstellen k&ouml;nnen, dass unsere individuellen Freiheiten 
&uuml;ber deren Profite stehen.
</p>

<p>
Was sollte die Freie-Software-Gemeinschaft angesichts dieser Bedrohungen
unserer Freiheit also tun? Manche sagen, wir sollten nachgeben und akzeptieren,
dass unsere Software auf eine Art verbreitet wird, die die Verwendung einer
ver&auml;nderten Version nicht gestattet, weil somit auch unsere Software
beliebter wird. Manche beziehen sich auf "Freie Software" als "quelloffen"
(open source ). Das ist der Wahlspruch eines unmoralischen Ansatzes in dieser
Sache, begreift sie doch funktionsreiche und verl&auml;ssliche Software als ihr
h&ouml;chstes Ziel. Wenn wir den Unternehmen gestatten, unsere Sofware zu
benutzen, um uns zu beschr&auml;nken, so wird dieses "Open Source DRM" dazu
beitragen, uns st&auml;rker und verl&auml;sslicher zu beschr&auml;nken. Die, die
Macht in H&auml;nden halten, tun dies, indem sie den Quellcode der Software,
die sie verwenden, ver&ouml;ffentlichen, von uns verbessern lassen und so ihren
Nutzen aus Freier Software ziehen. Wir k&ouml;nnen nat&uuml;rlich auch den
Quelltext lesen - lesen und weinen, wenn wir keine ver&auml;nderten Versionen
benutzen k&ouml;nnen. F&uuml;r die Ziele der Freiheit und Gemeinschaft - die
Ziele der Freie-Software-Bewegung - w&uuml;rde dieses Zust&auml;ndnis einem
Versagen gleichkommen.
</p>
<p>
Wir haben das GNU-Betriebssystem entwickelt, um unsere eigenen Computer
kontrollieren und ohne Beschr&auml;nkung in Freiheit zusammenarbeiten zu
k&ouml;nnen. Beliebtheit unserer Software zu erlangen, indem wir auf unsere
Freiheit verzichten, w&uuml;rde unsere Ziele vernichten; im allerbesten Falle
schmeicheln wir unserer Eitelkeit. Deswegen haben wir die Version 3 der GNU GPL
entworfen, um die Freiheit des Nutzers aufrechtzuerhalten, die Freiheit, den
Quellcode zu ver&auml;ndern und die ver&auml;nderte Fassung auch zu nutzen.
</p>
<p>
Die Debatte um die GPL v3 ist Teil einer breiteren Debatte um DRM contra
unsere Rechte. Die Absicht der DRM-Systeme ist die Gewinnsteigerung f&uuml;r
diejenigen, die uns diese aufb&uuml;rden wollen. Doch sind die Gewinne von
nebens&auml;chlicher Bedeutung, wenn die Freiheit von Millionen Menschen auf dem
Spiel steht. Das Streben nach Gewinn - wenn auch an sich nicht falsch - kann
dennoch nicht rechtfertigen, dass der &Ouml;ffentlichkeit die Kontrolle
&uuml;ber ihre eigene Technologie versagt wird. Diese Freiheit zu verteidigen,
bedeutet, DRM zu verhindern.
</p>
<p>Erste Ver&ouml;ffentlichung auf BusinessWeek Online.</p>
<p>Dr. Richard M. Stallman ist der Gr&uuml;nder des <a
href="/gnu/">GNU-Projekts</a></p>

</div>

<!--#include virtual="/server/footer.de.html" -->

<div id="footer">
<p>
Senden Sie Anfragen an die FSF &amp; GNU an
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Es gibt auch <a href="/home.html#ContactInfo">andere Wege, die FSF zu
kontaktieren</a>.
<br />
Senden Sie tote Links und andere Korrekturen (oder Vorschl&auml;ge) an
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Lesen Sie auch das
<a href="/server/standards/README.translations.html">&Uuml;bersetzungs-README
</a> f&uuml;r Informationen &uuml;ber das Koordinieren und Einreichen von
&Uuml;bersetzungen dieses Artikels.
</p>

<p>
Copyright &copy; 2006 Richard M. Stallman
<br />
Die unver&auml;nderte Wiedergabe und Verbreitung dieses gesamten Artikels in
beliebiger Form ist gestattet, sofern dieser Hinweis beibehalten wird.
</p>

<p>
&Uuml;bersetzt von <A HREF="http://www.perubique.org/">perubique</A>
</p>

<p>
Updated:
<!-- timestamp start -->
$Date: 2011/07/13 17:36:34 $
<!-- timestamp end -->
</p>
</div>
<!-- All pages on the GNU web server should have the section about    -->
<!-- verbatim copying.  Please do NOT remove this without talking     -->
<!-- with the webmasters first. --> 
<!-- Please make sure the copyright date is consistent with the document -->
<!-- and that it is like this "2001, 2002" not this "2001-2002." -->

<div id="translations">
<h4>&uuml;bersetzungen dieser Seite</h4>

<!-- Please keep this list alphabetical, and in the original -->
<!-- language if possible, otherwise default to English -->
<!-- If you do not have it English, please comment what the -->
<!-- English is.  If you add a new language here, please -->
<!-- advise web-translators@gnu.org and add it to -->
<!--    - in /home/www/bin/nightly-vars either TAGSLANG or WEBLANG -->
<!--    - in /home/www/html/server/standards/README.translations.html -->
<!--      one of the lists under the section "Translations Underway" -->
<!--    - if there is a translation team, you also have to add an alias -->
<!--      to mail.gnu.org:/com/mailer/aliases -->
<!-- Please also check you have the 2 letter language code right versus -->
<!--     http://www.w3.org/WAI/ER/IG/ert/iso639.htm -->

<ul class="translations-list">
<!-- Greek -->
<li><a href="/philosophy/opposing-drm.el.html">&#x0395;&#x03bb;&#x03bb;&#x03b7;&#x03bd;&#x03b9;&#x03ba;&#x03ac;</a>&nbsp;[el]</li>
<!-- German -->
<li><a href="/philosophy/opposing-drm.de.html">Deutsch</a>&nbsp;[de]</li>
<!-- English -->
<li><a href="/philosophy/opposing-drm.html">English</a>&nbsp;[en]</li>
<!-- French -->
<li><a href="/philosophy/opposing-drm.fr.html">Fran&#x00e7;ais</a>&nbsp;[fr]</li>
<!-- Italian -->
<li><a href="/philosophy/opposing-drm.it.html">Italiano</a>&nbsp;[it]</li>
<!-- Dutch -->
<li><a href="/philosophy/opposing-drm.nl.html">Nederlands</a>&nbsp;[nl]</li>
<!-- Polish -->
<li><a href="/philosophy/opposing-drm.pl.html">polski</a>&nbsp;[pl]</li>
</ul>
</div>
</div>
</body>
</html>