<?xml version="1.0" encoding="utf-8" ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
    <html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en">
    
    <head>
    <title>Pravica brati - GNU Project - Free Software Foundation
(FSF)</title>
<meta http-equiv="content-type" content='text/html; charset=utf-8' />
<link rel="stylesheet" type="text/css" href="/gnu.css" />
<link rev="made" href="mailto:webmasters@gnu.org" />
</head>

<!-- This document is in XML, and xhtml 1.0 -->
<!-- Please make sure to properly nest your tags -->
<!-- and ensure that your final document validates -->
<!-- consistent with W3C xhtml 1.0 and CSS standards -->
<!-- See validator.w3.org -->

<body>

<p><a href="#translations">Prevodi</a> te strani</p>

<h3>Pravica brati</h3>
<p>
by <a href="http://www.stallman.org/"><strong>Richard
Stallman</strong></a></p>

<p>
<a href="/graphics/philosophicalgnu.html"><img
src="/graphics/philosophical-gnu-sm.jpg"
	alt=" [image of a Philosophical Gnu] "
		width="160" height="200" /></a>
		
		</p>
		
		<hr />
		
		<h4>Kazalo</h4>
		<ul>
			<li><a
href="#AuthorsNote"
		id="TOCAuthorsNote">Avtorjev pripis</a></li>
			<li><a
href="#References"
		id="TOCReferences">Viri</a></li>
			<li><a
href="#OtherTexts"
		id="TOCOtherTexts">&#353;e nekaj drugih besedil</a></li>
		</ul>
		
		<hr />
		
		<p>
		<em>Esej je bil prvi&#269; objavljen februarja 1997 v reviji
<strong>Communications of the ACM</strong> (letnik 40, &#353;tevilka 2).
</em></p>

<blockquote><p>
(iz "Pot v Tycho", zbirke esejev o predhodnikih Lunarne Revolucije,
objavljene v Mestu Luna 2096 </p></blockquote>
	     	      	      
	     	      	      <p>
Za Dana Herberta se je pot do Tychota za&#269;ela na fakulteti - ko ga je Lissa
Lenz prosila, &#269;e ji posodi svoj ra&#269;unalnik. Njen se je pokvaril, in &#269;e si ne
bo izposodila drugega, bo padla na izpitnem projektu. Nikogar si ni upala
vpra&#353;ati, razen Dana.</p>

<p>
To je Dana postavilo pred dilemo. Moral bi ji pomagati - a &#269;e ji posodi svoj
ra&#269;unalnik, bo morda brala njegove knjige. Razen dejstva, da gre&#353; lahko v
zapor za mnogo let &#269;e komu omogo&#269;i&#353;, da bere tvoje knjige, ga je njena
pro&#353;nja najprej &#269;isto &#353;okirala. Tako kot vse, so tudi njega od osnovne &#353;ole
dalje u&#269;ili da je deljenje knjig grdo in narobe - nekaj, kar po&#269;nejo samo
pirati.</p>

<p>
Poleg tega ni bilo veliko mo&#382;nosti, da ga SPA - Software Protection
Authority (Agencija za za&#353;&#269;ito programske opreme) ne bi ujela. Na seminarju
o programski opremi se je Dan nau&#269;il da ima vsaka knjiga sistem za nadzor
spo&#353;tovanja avtorskih pravic, ki Centralni Licen&#269;ni Agenciji sporo&#269;i kdaj,
kje in kdo je prebral knjigo. (To informacijo so uporabljali za lovljenje
bralnih piratov, pa tudi za prodajo uporabni&#353;kih profilov maloprodajnim
trgovinam). Naslednji&#269;, ko bo njegov ra&#269;unalnik vklju&#269;en v omre&#382;je, ga bo
Centralna Licen&#269;na Agencija odkrila. On, kot lastnik ra&#269;unalnika, pa bo
prejel najhuj&#353;o mo&#382;no kazen, ker ni prepre&#269;il zlo&#269;ina.</p>

<p>
Seveda, Lissa morda ni nujno nameravala brati njegovih knjig. Morda je
&#382;elela ra&#269;unalnik le za to, da bi napisala svojo seminarsko nalogo. Toda Dan
je vedel, da Lissa prihaja iz dru&#382;ine iz srednjega razreda in si te&#382;ko
privo&#353;&#269;i pla&#269;evanje &#353;olnine, celo prispeveka za branje. Branje njegovih
knjig bi bil lahko edini na&#269;in, da bi diplomirala. Razumel je situacijo:
tudi on sam je moral najeti posojilo, da je lahko pla&#269;al vse &#353;tudijsko
gradivo in znanstvene &#269;lanke, ki jih je moral prebrati (10% pristojbin za
branje gradiv je &#353;lo raziskovalcem, ki so jih napisali; ker je Dan na&#269;rtoval
akademsko kariero, je upal, da mu bodo tudi njegovi &#269;lanki, &#269;e bodo pogosto
citirani, prinesli dovolj denarja, da bo odpla&#269;al svoj kredit).</p>

<p>
Kasneje je Dan izvedel, da so bili &#269;asi, ko je &#353;el lahko kdorkoli v
knji&#382;nico in bral strokovne revije in celo knjige, ne da bi mu bilo potrebno
za to pla&#269;ati. Obstajali so celo neodvisni raziskovalci, ki so prebrali na
tiso&#269;e strani brez dr&#382;avnih knji&#382;ni&#269;nih dovoljenj. Toda v 1990-tih so tako
komercialni, kot tudi neprofitni izdajatelji strokovnih revij pri&#269;eli
zara&#269;unavati pristojbine za dostop. Od leta 2047 so bile knji&#382;nice, ki so
ponujale javen dostop do &#353;tudijskega gradiva le &#353;e bled spomin.</p>

<p>
Seveda so obstajali na&#269;ini kako zaobiti SPA in Centralno Licen&#269;no Agencijo.
A &#382;e same po sebi so bile nezakonite. Dan je imel so&#353;olca pri ra&#269;unalni&#353;tvu,
Franka Martuccija, ki si je prodobil prepovedani razhro&#353;&#269;evalnik (programsko
orodje, ki omogo&#269;a analizo delovanja in popravljanje binarnih ra&#269;unalni&#353;kih
programov, op. prev.) ter z njim presko&#269;il program za nadzor spo&#353;tovanja
avtorskih pravic pri branju knjig. Toda o tem je povedal preve&#269; prijateljem
in nekdo ga je v zameno za nagrado izdal SPA (&#353;tudente, ki so bili globoko v
dolgovih je bilo mogo&#269;e hitro premamiti v izdajo). V letu 2047 je bil Frank
v zaporu, a ne zaradi piratskega branja knjig, pa&#269; pa zaradi posedovanja
razhro&#353;&#269;evalnika.</p>

<p>
Dan je kasneje izvedel, da so bili v&#269;asih &#269;asi, ko je kdorkoli lahko imel
razhro&#353;&#269;evalna orodja. Obstajala so celo brezpla&#269;na razhro&#353;&#269;evalna orodja na
CD-jih ali na internetu. Toda obi&#269;ajni uporabniki so jih pri&#269;eli uporabljati
za izogibanje sistemom za nadzor spo&#353;tovanja avtorskih pravic in navsezadnje
je sodi&#353;&#269;e razsodilo, da je to postalo njihova glavna uporaba. To je
pomenilo, da so postali nezakoniti, razvijalci razhro&#353;&#269;evalnikov pa so bili
poslani v zapor.</p>

<p>
Programerji so &#353;e vedno potrebovali razhro&#353;&#269;evalna orodja, toda proizvajalci
teh orodij so od leta 2047 prodajali samo ozna&#269;ene kopije in &#353;e to le
licenciranim in uradno zaprise&#382;enim programerjem. Razhro&#353;&#269;evalnik, ki ga je
Dan uporabljal pri pouku ra&#269;unalni&#353;tva je bil zavarovan za posebnim po&#382;arnim
zidom in ga je bilo mogo&#269;e uporabiti le za &#353;olske naloge.</p>

<p>
Sisteme za nadzor spo&#353;tovanja avtorskih pravic je bilo mogo&#269;e zaobiti tudi z
namestitvijo prilagojenega jedra operacijskega sistema. &#352;&#269;asoma je Dan
izvedel da so okrog za&#269;etka stoletja obstajala prosta jedra operacijskega
sistema ter celo popolnoma prosti operacijski sistemi. A ne samo, da so bili
nezakoniti tako kot razhro&#353;&#269;evalniki, celo namestiti jih ni bilo mogo&#269;e ne
da bi vedel administratorsko geslo svojega ra&#269;unalnika. In tega vam seveda
nista povedala ne FBI, niti Microsoftova tehni&#269;na podpora.</p>

<p>
Dan je zaklju&#269;il, da ne more preprosto posoditi Lissi svojega ra&#269;unalnika.
Toda hkrati ji tudi ni mogel odbiti pro&#353;nje, saj jo je ljubil. Vsaka
prilo&#382;nost, da je govoril z njo, ga je navdala z veseljem. In to, da je za
pomo&#269; zaprosila njega je pomenilo, da morda tudi ona ljubi njega.</p>

<p>
Dan je dilemo razre&#353;il tako, da je storil nekaj &#353;e bolj nezasli&#353;anega -
posodil ji je svoj ra&#269;unalnik in ji povedal svoje geslo. &#268;e bo sedaj Lissa
brala njegove knjige, bodo pri Centralni Licen&#269;ni Agenciji mislili, da jih
je bral on. To je bil &#353;e vedno zlo&#269;in, a SPA ga ne bo samodejno odkrila.
Odkrili ga bodo samo, &#269;e ga bo Lissa prijavila.</p>

<p>
Seveda, &#269;e bo njegova fakulteta kdaj odkrila, da je Lissi dal svoje lastno
geslo bo to kon&#269;alo &#353;tudijsko kariero obeh, ne glede na to za kaj bi Lissa
geslo uporabila. Fakultetna politika je bila da je vsakr&#353;no oviranje
njihovih sistemov za nadzor &#353;tudentske uporabe ra&#269;unalnikov disciplinski
prekr&#353;ek. Vseeno je bilo, &#269;e si storil kaj &#353;kodljivega - prekr&#353;ek je bil &#382;e
poiskus ote&#382;evanja nadzora nad teboj. Predpostavili so, da to pomeni, da
po&#269;ne&#353; nekaj drugega prepovedanega in ni jim bilo potrebno vedeti kaj je
to.</p>

<p>
&#352;tudentje navadno zaradi tak&#353;nih prekr&#353;kov niso bili izklju&#269;eni - vsaj ne
neposredno. Namesto tega jim je bil onemogo&#269;en dostop do &#353;olskih
ra&#269;unalni&#353;kih sistemov in neizogibno so padli na izpitih.</p>

<p>
Kasneje je Dan izvedel, da se je tovrstna univerzitetna politika za&#269;ela
konec 1980-tih, ko so &#353;tudentje &#353;e mno&#382;i&#269;no uporabljali ra&#269;unalnike. Pred
tem so imele univerze druga&#269;en disciplinski pristop; kaznovale so samo
dejavnosti, ki so bile &#353;kodljive, ne pa tudi tistih, ki so bile le
sumljive.</p>

<p>
Lissa Dana ni prijavila SPA. Njegova odlo&#269;itev da ji bo pomagal je privedla
do njune poroke, pa tudi do izpra&#353;evanja kaj so ju u&#269;ili o piratstvu ko sta
bila &#353;e otroka. Par je pri&#269;el brati o zgodovini avtorskih pravic, o
Sovjetski zvezi in njihovih omejitvah tiskanja in kopiranja ter celo
originalno ameri&#353;ko ustavo. Preselila sta se v Luno, kjer sta spoznala
druge, ki so prav tako zbe&#382;ali pred dolgo roko SPA. Ko se je pri&#269;ela Vstaja
Tycho v letu 2062, je univerzalna pravica do branja postala eden njihovih
glavnih uporni&#353;kih ciljev.</p>


<h4><a href="#TOCAuthorsNote"
       id="AuthorsNote">Avtorjev pripis</a></h4>
       
       <p>Zapis je bil osve&#382;en leta 2002.</p>
       
       <p>
       Pravica do branja je bitka, ki se bojuje &#382;e danes. Kljub temu, da bo
morda lahko preteklo 50 let do tega, da bo dana&#353;nji na&#269;in &#382;ivljenja izginil,
je bila ve&#269;ina specifi&#269;nih zakonov in praks omenjenih v eseju &#382;e
predlaganih. Mnogi predlogi so v ZDA in drugod &#382;e uzakonjeni. V ZDA je leta
1998 Digital Millenium Copyright Act vspostavil pravno osnovo za omejevanje
branja in posojanja elektronskih knjig (in tudi ostalih podatkov). Podobne
omejitve je leta 2001 z Direktivo o avtorski pravici v 
informacijski dru&#382;bi predlagala Evropska Unija. </p>

<p>
Do predkratkim je veljala le ena izjema: ideja iz eseja, da bi FBI in
Microsoft imela administracijska gesla osebnih ra&#269;unalnikov, ki jih ne bi
razkrila uporabnikom, se do leta 2002 &#353;e ni pojavila. Danes pa jo &#382;e poznamo
pod imenom Trusted Computing oz. Palladium.</p>

<p>
V letu 2001 je s strani Disneya sponzorirani senator Fritz Hollings
predlagal zakon SSSCA (Security Systems Standards and Certification Act, op.
prev.), ki bi zahteval, da je v vsak nov ra&#269;unalnik vgrajena infrastruktura
za omejevanje kopiranja, ki je uporabnik ne bi mogel zaobiti. A ideje o
uvedbi Clipper &#269;ipa ter ideje ameri&#353;ke vlade o uvedbi obveznega depozita
&#353;ifrirnih klju&#269;ev ka&#382;ejo dolgoro&#269;ni trend: uporabniku se jemlje zmo&#382;nost
nadzora nad ra&#269;unalni&#353;kimi sistemi. Predlog zakona SSSCA se je kasneje
preimenoval v CBDTPA (Consumer Broadband and Digital Television Promotion
Act, op. prev.) (razlagajte si kratico kot “Consume But Don't Try
Programming Act” - “bodi potro&#353;nik a ne poisku&#353;aj programirati”).
</p>

<p>
Leta 2001 so ZDA pri&#269;ele na podlagi pogodbe o ameri&#353;kem prosto trgovinskem
obmo&#269;ju (FTAA – Free Trade Agreement of Americas) vsiljevati enaka pravila
tudi za vse ostale dr&#382;ave zahodne poloble. FTAA je eden od t.im. “prosto
trgovinskih” pogodb, ki pa je v resnici ustvarjena zato, da pove&#269;a vpliv
podjetij nad demokrati&#269;nimi vladami. Vsiljevanje zakonov kakr&#353;en je DMCA je
popolnoma v tem duhu. Nevladna organizacija <a href="http://www.eff.org">Electronic Frontier
Foundation</a>
zato prosi ljudi, da razlo&#382;ijo drugim vladam zakaj naj bi nasprotovale takim
na&#269;rtom.</p>

<p>
Vlogo policista SPA, kar je v bistvu kratica za Zdru&#382;enje zalo&#382;nikov
programske opreme (Software Publisher's Association), je zamenjala BSA ali
Business Software Alliance. Ta &#353;e ni, vsaj zaenkrat, uradna policijska
enota, neuradno pa se &#382;e obna&#353;a tako. Z uporabljanjem metod, ki spominjajo
na nekdanjo Sovjetsko zvezo, poziva ljudi k ovajanju sodelavcev in
prijateljev. Kampanja BSA v Argentini v letu 2001 je namigovala, da bodo
uporabniki, ki delijo programsko opremo, v zaporu posiljeni.</p>

<p>
V &#269;asu nastanka tega eseja je SPA grozila majhnim ponudnikom dostopa do
interneta, naj jim omogo&#269;ijo nadzor vseh svojih uporabnikov. Ve&#269;ina
ponudnikov se je ob gro&#382;njah predala, saj si niso mogli privo&#353;&#269;iti bitke na
sodi&#353;&#269;u (vir: Atlanta Journal-Constitution, 1. oktober 1996, D3). Vsaj eden
od ponudnikov dostopa do interneta, Community ConneXion iz Oaklanda, se je
zahtevam uprl in so ga dejansko to&#382;ili. SPA je kasneje to&#382;bo opustila vendar
je nato z zakonom DMCA dobila mo&#269;, ki si jo je &#382;elela.</p>

<p>
Univerzitetne varnostne politike opisane v eseju ravno tako niso izmi&#353;ljene.
Za primer si lahko ogledamo izpis sporo&#269;ila ob prijavi v ra&#269;unalnik ene od
univerz v okolici Chicaga:</p>

<blockquote><p>
“Ta sistem lahko uporabljajo samo avtorizirani uporabniki. Aktivnosti
posameznikov, ki uporabljajo ta ra&#269;unalnik brez dovoljenja oz. bodo
prekora&#269;ili svoje pravice bodo nadzorovane in zabele&#382;ene s strani
ra&#269;unalni&#353;kega osebja. V &#269;asu nadzorovanja uporabnikov, ki nedopustno
uporabljajo ta sistem ali v &#269;asu vzdr&#382;evanja sistema so lahko nadzorovane
tudi aktivnosti legitimnih uporabnikov. Vsakdo, ki uporablja ta sistem se
izrecno strinja s tak&#353;nim nadzorovanjem, prav tako pa je opozorjen, da v
primeru, da ta nadzor odkrije mo&#382;ne dokaze o nezakoniti dejavnosti ali
kr&#353;itvi Univezitetnih pravil, ra&#269;unalni&#353;ko osebje lahko tako zbrane dokaze
posreduje vodstvu Univerze in/ali ustreznim dr&#382;avnim organom”
</p></blockquote>

<p>
To je zanimiv pristop k &#269;etrtemu amandmaju k ameri&#353;ki ustavi
(ameri&#353;ka razli&#269;ica pravice do zasebnosti op. prev.): ve&#269;ino prisili k vnaprej&#353;nji
odpovedi tej pravici.</p>

<hr />

<h4><a href="#TOCReferences"
       id="References">Viri</a></h4>
       
       <ul>
         <li>The administration's "White Paper": Information Infrastructure
Task
       Force, Intellectual Property and the National Information
              Infrastructure: The Report of the Working Group on
Intellectual
       Property Rights (1995).</li>
              
                <li><a
href="http://www.wired.com/wired/archive/4.01/white.paper_pr.html">An
       explanation of the White Paper:
              The Copyright Grab</a>, Pamela Samuelson, Wired, Jan.
1996</li>

  <li><a href="http://www.law.duke.edu/boylesite/sold_out.htm">Sold Out</a>,
         James Boyle, New York Times, 31 March 1996</li>
         
           <li>Public Data or Private Data, Washington Post, 4 Nov 1996. We
used to have a link to this, but Washinton Post has decided to start
charging users who wishes to read articles on the web site and therefore we
have decided to remove the link.</li>

  <li><a href="http://www.public-domain.org/">Union for the Public
         Domain</a>--organizacija, katere cilj je odpor in odprava
prekomernega podalj&#353;anja avtorskih pravic in patentiranja.</li>
                </ul>
                
                <hr />
                <h4>Esej je bil objavljen v
knjigi <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free
Software, Free Society: The Selected Essays of Richard
M. Stallman</cite></a>.</h4>

<h4><a href="#TOCOtherTexts"
	id="OtherTexts">Other Texts to Read</a></h4>
	
	<ul>
		<li><a href="/philosophy/philosophy.html">Philosophy of the
GNU Project</a></li>
	<li><a
href="http://www.computerworld.com/managementtopics/management/opinion/story/0,10801,49358,00.html"
id="COPYPROCTECTION">Copy Protection: Just Say No</a> 
		Published in Computer World.</li>
		</ul>
		
		<hr />
		
		<p>
		
</p><a href="#AuthorsNote">Avtorjev pripis</a> govori o bitki za pravico do branja in elektronskem nadzoru.
Bitka se pri&#269;enja sedaj – na spodnjih dveh povezavah si lahko preberete o
tehnologijah, ki so bile razvite zato, da bi vam onemogo&#269;ile pravico do
branja:</p>
<ul>
<li><a
href="http://www.zdnet.com/zdnn/stories/news/0,4586,2324939,00.html">Electronic
     Publishing:</a> &#269;lanek o distribuciji knjig v elektronski obliki in
posledicah sistema avtorskih pravic na pravico do branja.</li>
<li><a
href="http://channels.microsoft.com/presspass/press/1999/Aug99/SeyboldPR.asp">Books
     inside Computers:</a> programska oprema, ki nadzoruje kdo lahko bere
knjige in dokumente na osebnem ra&#269;unalniku.</li>
          </ul>
          
          <!-- All pages on the GNU web server should have the section about
-->

<!-- verbatim copying.  Please do NOT remove this without talking     -->
<!-- with the webmasters first. --> 
<!-- Please make sure the copyright date is consistent with the document -->
<!-- and that it is like this "2001, 2002" not this "2001-2002." -->

<p><div class="copyright">
<p>
Nazaj na <a href="/home.html">GNU Projekt doma&#269;o stran</a>.
</p>

<p>
Prosimo po&#353;ljite vpra&#353;anja v zvezi z FSF &amp; GNU na 
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Obstajajo tudi <a href="/home.html#ContactInfo">druge metode vzpostavitve
stika</a> z FSF.

<br />
Prosimo po&#353;ljite obvestila o napa&#269;nih povezavah in druge popravke (ali
predloge) na <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Prosimo oglejte si
<a href="/server/standards/README.translations.html">osnovne prevajalske
podatke</a> za informacije o koordinaciji in po&#353;iljanju prevodov tega
&#269;lanka.
</p>

<p>
Copyright 1996 Richard Stallman
Translation 2006 Matej Kova&#269;i&#269; in Matic Aha&#269;i&#269;
<br />

Verbatim copying and distribution of this entire article is
permitted in any medium without royalty provided this notice is 
preserved.
</p>

<p>
Updated:
<!-- timestamp start -->
$Date: 2013/01/18 04:43:24 $ $Author: ineiev $
<!-- timestamp end -->
</p>
</p><div>

<p><div class="translations">
<p><a id="translations"></a>
<b>Prevodi te strani</b>:<br />

<!-- Please keep this list alphabetical, and in the original -->
<!-- language if possible, otherwise default to English -->
<!-- If you do not have it English, please comment what the -->
<!-- English is.  If you add a new language here, please -->
<!-- advise web-translators@gnu.org and add it to -->
<!--    - in /home/www/bin/nightly-vars either TAGSLANG or WEBLANG -->
<!--    - in /home/www/html/server/standards/README.translations.html -->
<!--      one of the lists under the section "Translations Underway" -->
<!--    - if there is a translation team, you also have to add an alias -->
<!--      to mail.gnu.org:/com/mailer/aliases -->
<!-- Please also check you have the 2 letter language code right versus -->
<!--     http://www.w3.org/WAI/ER/IG/ert/iso639.htm -->

[
<!-- Catalan -->| <a href="/philosophy/right-to-read.ca.html">ca</a> |	
<!-- Czech --> <a href="/philosophy/right-to-read.cs.html">cs</a> |

<!-- German --> <a href="/philosophy/right-to-read.de.html">de</a> |
<!-- English --> <a href="/philosophy/right-to-read.en.html">en</a> |
<!-- Spanish --> <a href="/philosophy/right-to-read.es.html">es</a> |
<!-- French --> <a href="/philosophy/right-to-read.fr.html">fr</a> |
<!-- Hebrew --> <a href="/philosophy/right-to-read.he.html">he</a> |

<!-- Japanese --> <a href="/philosophy/right-to-read.ja.html">ja</a> |
<!-- Korean --> <a href="/philosophy/right-to-read.ko.html">ko</a> |
<!-- Hungarian --> <a href="/philosophy/right-to-read.hu.html">hu</a> |
<!-- Polish --> <a href="/philosophy/right-to-read.pl.html">pl</a> |
<!-- Portuguese --> <a href="/philosophy/right-to-read.pt-br.html">pt-br</a> |

<!-- Russian --> <a href="/philosophy/right-to-read.ru.html">ru</a> |
<!-- Slovenian --> <a href="/philosophy/right-to-read.sl.html">sl</a> |
<!-- Swedish --> <a href="/philosophy/right-to-read.sv.html">sv</a>
]
</p>
</p><div>

</body>
</html>
