<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//PT">


<HTML>
<HEAD>
<TITLE>O Direito de Ler  - O Projeto GNU e a Funda&ccedil;&atilde;o para o Software Livre (FSF)</TITLE>
<P>
<LINK REV="not yet" HREF="mailto:webmasters@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<P>
<H3>O Direito de Ler</H3>
<P>
por <A HREF="http://www.stallman.org/"><STRONG>Richard Stallman</STRONG></A>
<P>
<A HREF="/graphics/philosophical-gnu-sm.jpg"><IMG SRC="/graphics/philosophical-gnu-sm.jpg"
   ALT=" [Imagem de um GNU filos&oacute;fico] "
   WIDTH="160" HEIGHT="200">&#32;(jpeg 7k)</A>
<A HREF="/graphics/philosophical-gnu.jpg">(jpeg 141k)</A>
<A HREF="/philosophy/gif.html">n&atilde;o usamos imagens gif por
   problemas de patentes</A>
<p>
[
<!-- Please keep this list alphabetical!!!  -->
  <A HREF="/philosophy/right-to-read.ca.html">Catalão</A> 
| <A HREF="/philosophy/right-to-read.es.html">Espanhol</A>
| <A HREF="/philosophy/right-to-read.fr.html">Franc&ecirc;s</A>
| <A HREF="/philosophy/right-to-read.en.html">Ingl&ecirc;s</A>
| <A HREF="/philosophy/right-to-read.pl.html">Polon&ecirc;s</A>
| <A HREF="/philosophy/right-to-read.pt-br.html">portugu&ecirc;s do Brasil</A>
| <A HREF="/philosophy/right-to-read.ru.html">Russo</A>
]
<P>
<HR>
<P>
<H4>&Iacute;ndice</H4>
<UL>
  <LI><A HREF="/philosophy/right-to-read.pt-br.html#AuthorsNote"
         NAME="TOCAuthorsNote">Nota do autor</A>
  <LI><A HREF="/philosophy/right-to-read.pt-br.html#References"
         NAME="TOCReferences">Refer&ecirc;ncias</A>
  <LI><A HREF="/philosophy/philosophy.pt-br.html">Outros textos</A>
</UL>
<P>
<HR>
<P>
<em>Este artigo foi publicado na edi&ccedil;&atilde;o de fevereiro de 1997 de <strong>Communications of the ACM</strong> (Volume 40, Number 2) </em>
<P>
<blockquote>
      
      (de "The Road to Tycho" , uma cole&ccedil;&atilde;o de artigos sobre os antecedentes da Revolu&ccedil;&atilde;o Lunar, publicado em Luna City, em 2096)
</blockquote>
<p>
Para Dan Halbert, o caminho para Tycho  come&ccedil;ou na faculdade, quando Lissa Lenz pediu seu computador emprestado. O dela havia quebrado, e, a n&atilde;o ser que ela conseguisse um outro emprestado, ela n&atilde;o conseguiria terminar seu projeto bimestral. E n&atilde;o havia ningu&eacute;m a quem ela ousasse pedir isso, exceto Dan. 
<P>
Isso deixou Dan num dilema. Ele tinha que ajuda-la, mas se emprestasse seu computador, ela poderia ler seus livros. Al&eacute;m do fato de que voc&ecirc; pode ir para a pris&atilde;o por muitos anos por deixar algu&eacute;m ler seus livros, a pr&oacute;pria id&eacute;ia o chocou a pr&iacute;ncipio. Como todos mais, lhe tinham ensinado desde o prim&aacute;rio que emprestar livros era algo terr&iacute;vel e errado, algo que s&oacute; piratas fariam.
<P>
E n&atilde;o havia muita chance de que a SPA - Software Protection Authority - n&atilde;o o descubrisse. Na sua aula de software, Dan havi aprendido que cada livro tinha embutido um monitor de copyright que informava quando e onde ele era lido, e por quem, para a Central de Licenciamento. (Eles usavam essa informa&ccedil;&atilde;o para pegar piratas de leitura, mas tamb&eacute;m para vender perfis de prefer&ecirc;ncia de leitura para vendedores.) Na pr&oacute;xima vez em que seu computador estivesse conectado &agrave; rede, a Central de Licenciamento iria saber. Ele, como dono do computador, receberia a dura puni&ccedil;&atilde;o, por n&atilde;o ter feito os sacrif&iacute;cios necess&aacute;rios para evitar o crime.
<P>
Claro que Lissa n&atilde;o pretendia, necessariamente, ler seus livros. Ele poderia quer o computador apenas para escrever seu projeto. Mas Dan sabia que ela vinha de uma fam&iacute;lia de classe m&eacute;dia e mal podia arcar com as mensalidades, quanto mais suas taxas de leitura. Ler os livros de Dan poderia ser a &uacute;nica forma dela terminar o curso. (10% dessas taxas iam para os pesquisadores que escreviam os artigos; uma vez que Dan pensava em seguir carreira acad&ecirc;mica, ele tinha esperan&ccedil;as de que seus pr&oacute;prios artigos de pesquisa, se fossem citados constantemente, renderiam o suficiente para pagar seu financiamento.)
<P>
Mais tarde, Dan aprenderia que havia um tempo em que qualquer pessoa poderia ir &agrave; biblioteca e ler artigos de peri&oacute;dicos, e at&eacute; mesmo livros, sem ter que pagar. Haviam estudiosos independentes que liam milhares de p&aacute;ginas sem permiss&otilde;es  governamentais para uso de biblioteca. Mas nos idos de 1990, editores tanto comerciais quanto institucionais de peri&oacute;dicos come&ccedil;aram a cobrar pelo acesso. Em 2047, bibliotecas oferecendo acesso gratuito ao p&uacute;blico para artigos acad&ecirc;micos eram uma lembran&ccedil;a distante.
<P>
Havia formas, claro, de contornar a SPA e a Central de Licenciamento. Eram, eles mesmos, ilegais. Dan havia tido um colega na aula de software, Frank Martucci, que havia obtido uma ferramenta ilegal de depura&ccedil;&atilde;o, a usava para pular o c&oacute;digo monitor de copyright quando lia livros. Mas ele contou a muitos amigos sobre isso, e um deles o entregou &agrave; SPA por uma recompensa (estudantes devedores eram facilmente tentados pela trai&ccedil;&atilde;o). Em 2047, Frank estava na pris&atilde;o, n&atilde;o por leitura pirata, mas por possuir um depurador.
<P>
Dan iria aprender depois que havia um tempo em qualquer pessoa podia ter ferramentas depuradoras. Havia at&eacute; mesmo ferramentas depuradoras gratuitas dispon&iacute;veis em CD, ou que podiam ser baixadas da rede. Mas usu&aacute;rios normais come&ccedil;aram a usa-las para passar por cima dos monitores de copyright, e, eventualmente, um ju&iacute;z declarou que isso havia se tornado seu uso principal na pr&aacute;tica. Isso significava que elas se tornaram ilegais. Os desenvolvedores de ferramentas de depura&ccedil;&atilde;o foram enviados para a pris&atilde;o.
<P>
Programadores ainda precisavam de ferramentas de depura&ccedil;&atilde;o, claro, mas vendedores de depuradores em 2047 distribuiam apenas c&oacute;pias numeradas, e apenas para programadores oficialmente licenciados e juramentados. O depurador que Dan usou na aula de software era mantido atr&aacute;s de uma firewall especial, de forma que podia ser usado somente para os exerc&iacute;cios da aula.
<P>
Tamb&eacute;m era poss&iacute;vel passar por cima dos monitores de copyright instalando um kernel modificado do sistema operacional. Dan eventualmente descobriu sobre os kernels livres, e mesmo sistemas operacionais inteiros livres, que haviam existido por volta da virada do s&eacute;culo. Mas eles n&atilde;o eram somente ilegais, como os depuradores, voc&ecirc; n&atilde;o poderia instalar um mesmo que tivesse um, sem saber a senha do administrador do seu computador. E nem o FBI nem o Suporte da Microsoft lhe diriam qual ela &eacute;.   
<P>
Dan concluiu que ele simplesmente n&atilde;o podia emprestar seu computador para Lissa. Mas ele n&atilde;o podia se recusar a ajuda-la, por que ele a amava. Cada chance de falar com ela o deixava em &ecirc;stase. E j&aacute; que ela o havia escolhido para ajuda-la, isso poderia significar que ela o amava tamb&eacute;m.
<P>
Dan resolveu o dilema fazendo algo ainda mais impens&aacute;vel: ele emprestou seu computador a ela, e lhe disse sua senha. Dessa forma, se Lissa lesse seus livros, a Central de Licenciamento pensaria que ele os estava lendo. Isso ainda era um crime, mas a SPA n&atilde;o ficaria sabendo automaticamente sobre ele. Eles s&oacute; saberiam se Lissa o entregasse.
<P> 
Claro, se a faculdade descobrisse que ele tinha dado a Lissa sua pr&oacute;pria senha, seria o fim para ambos enquanto estudantes, n&atilde;o importa para que ela tivesse usado essa senha. A pol&iacute;tica da faculdade era que qualquer interfer&ecirc;ncia com as formas que ela tinha de monitorar o uso que os estudantes faziam do computador era o suficiente para a&ccedil;&atilde;o disciplinar. N&atilde;o importava se voc&ecirc; havia feito qualquer coisa danosa, a ofensa tornava dif&iacute;cil que os administradores verificassem o que voc&ecirc; estava fazendo. Eles assumiam que voc&ecirc; estava fazendo alguma outra coisa que era proibida, e eles n&atilde;o precisavam saber o que era.
<P>
Alunos n&atilde;o eram expulsos por isso normalmente - n&atilde;o diretamente. Ao inv&eacute;s disso eles eram banidos do sistema de computadores da faculdade, e iriam, inevitavelmente, ser reprovados em seus cursos.
<P>
<p>
Depois, Dan aprenderia que esse tipo de pol&iacute;tica universit&aacute;ria havia come&ccedil;ado apenas por volta dos anos 1980, quando mais alunos come&ccedil;aram a usar os computadores. Anteriormente, as universidades tinham uma abordagem diferente para a disciplina; eles puniam atividades que eram danosas, n&atilde;o aquelas que meramente levantavam suspeitas.
<P>
Lissa n&atilde;o denunciou Dan para a SPA. Sua decis&atilde;o de ajuda-la levou ao casamento dos dois, e tamb&eacute;m os levou a questionar o que eles tinham aprendido sobre pirataria enquanto crian&ccedil;as. O casal come&ccedil;ou a aprender sobre a hist&oacute;ria do copyright, sobre a Uni&atilde;o Sovi&eacute;tica e suas restri&ccedil;&otilde;es para c&oacute;pias, e  mesmo sobre  a Constitui&ccedil;&atilde;o original dos Estados Unidos. Eles se mudaram para Luna, onde eles encontraram outros que, da mesma forma, haviam gravitado para longe do longo bra&ccedil;o da SPA. Quando o Levante de Tycho come&ccedil;ou em 2062, o direito universal de leitura rapidamente se tornou um de seus objetivos centrais.
<P>
<h4><A HREF="/philosophy/right-to-read.pt-br.html#TOCAuthorsNote"
       NAME="AuthorsNote">Nota do autor</A></h4>
<P>
Esta nota foi atualizada em 2002.
<P>
O direito de leitura &eacute; uma batalha que est&aacute; sendo travada hoje. Embora ainda possa levar  50 anos para nossa forma corrente de vida desaparecer na obscuridade, a maior parte das leis e pr&aacute;ticas descritas acima j&aacute; foram propostas - Ou pela administra&ccedil;&atilde;o Clinton, ou por editores.
<P>
H&aacute; uma excess&atilde;o: a id&eacute;ia de que o FBI e a Microsoft ter&atilde;o a senha de administrador (root) dos computadores pessoais.  Isso &eacute; uma extrapola&ccedil;&atilde;o do Clipper chip e propostas similares da Administra&ccedil;&atilde;o Clinton, em conjunto com uma tend&ecirc;ncia a longo prazo: sistemas de computador est&atilde;o mais e mais propensos a deixar o controle a operadores remotos do que a pessoas propriamente usando o sustema.
<p>
Mas nós estamos chegando muito próximos deste ponto. Em 2001, o senador Hollings, bancado pela Disney, propôs uma lei chamada SSSCA que exigiria de cada novo computador um sistema de restrição de cópias, o qual o usuário não poderia ultrapassar.
<p>
Em 2001, os Estados Unidos propuseram que no tratado da área de livre comércio das Américas (FTAA, Federal Trade Area of the Americas) as mesmas regras fossem impostas a todos os países do hemisfério ocidental. O FTAA é um dos assim chamados tratados de "livre comércio" que na verdade são desenvolvidos para dar às empresas mais poder sobre governos democráticos; impôr leis como o Ato do Copyright é típico de tal espírito. A <A href="http://www.eff.org">Electronic Frotnier Foundation</a> pede às pessoas que expliquem para outros governos porque deveriam se opor ao plano.
<P>
A SPA, que na verdade quer dizer 'Software Publisher's Association' (Associa&ccedil;&atilde;o dos Editores de Software), n&atilde;o &eacute;, hoje, uma for&ccedil;a policial oficial. Extra-oficialmente, ela age como uma. Ela convida as pessoas a delatarem seus colegas de trabalho e amigos; como a Administra&ccedil;&atilde;o Clinton, ela advoga uma pol&iacute;tica de responsablidade coletiva na qual donos de computadores devem ativamente endossar os copyrights ou serem punidos.
<P>
A SPA est&aacute; presentemente amea&ccedil;ando pequenos provedores de servi&ccedil;o para a Internet, exigindo que eles permitam que a SPA monitore todos os usu&aacute;rios. A maioria dos provedores se rende quando amea&ccedil;ada, por que eles n&atilde;o podem arcar com a batalha judicial. (Atlanta Journal-Constitution, 1 Oct 96, D3.) Pelo menos um provedor, Community ConneXion em Oakland CA, recusou a exig&ecirc;ncia e foi <a href="https://www.c2.net/ispdc/">processado</a>. Diz-se que a SPA desistiu desse processo recentemente, mas eles certamente continuar&atilde;o sua campanha de v&aacute;rias outras formas.
<P>
As pol&iacute;ticas de seguran&ccedil;a de universidades descritas acima n&atilde;o s&atilde;o imagin&aacute;rias. Por exemplo, um computador numa universidade na &aacute;rea de Chigago imprime esta mensagem quando voc&ecirc; efetua o log in (as aspas est&atilde;o no original):
<P>
<blockquote>
   &uml;Este sistema &eacute; para uso apenas de usu&aacute;rios autorizados. Indiv&iacute;duos usando este sistema de computa&ccedil;&atilde;o sem permiss&atilde;o, ou excedendo sua permiss&atilde;o est&atilde;o sujeitos a terem toda a sua atividade neste sistema monitorada e gravada pelo pessoal da administra&ccedil;&atilde;o. No caso de monitoramento de individuos fazendo uso incorreto desse sistema, ou no caso de manuten&ccedil;&atilde;o do sistema, as atividades de usu&aacute;rios autorizados tamb&eacute;m poder&aacute; ser monitorada. Qualquer um usando o sistema expressamente consente com tal monitoramento, e &eacute; avisado de que tal se monitoramento revelar poss&iacute;veis evid&ecirc;ncias de atividades ilegais, ou viola&ccedil;&atilde;o dos regulamentos da Universidade, a administra&ccedil;&atilde;o pode fornecer a evid&ecirc;ncia de tais atividades para autoridades da Universidade e/ou oficiais da lei. &uml;
</blockquote>
<P>
Esta &eacute; uma abordagem interessante para a Quarta Emenda [da constitui&ccedil;&atilde;o dos EUA]: pressiona quase todas as pessoas a concordarem, antecipadamente, a abdicar de seus direitos sob a mesma. 
<P>
<hr>
<P>
<h4><A HREF="/philosophy/right-to-read.es.html#TOCReferences"
       NAME="References">Refer&ecirc;ncias</A></h4>

<p>
<UL>
  <LI>The administration's "White Paper": Information Infrastructure Task
       Force, Intellectual Property and the National Information
       Infrastructure: The Report of the Working Group on Intellectual
       Property Rights (1995).
       
  <LI><a href="http://www.wired.com/wired/archive/4.01/white.paper_pr.html">An
       explanation of the White Paper:
       The Copyright Grab</a>, Pamela Samuelson, Wired, Jan. 1996
<P>
  <LI><a href="http://www.ese.ogi.edu/sold.out.html">Sold Out</a>,
       James Boyle, New York Times, 31 March 1996
<P>
  <LI><a href="http://wp2.washingtonpost.com/cgi-bin/displaySearch?WPlate+33653+%28database%26geneva%29%3Adescription%26and%2619961102%3Cevent%5Fdate">Public
       Data or Private Data</a>, Washington Post, 4 Nov 1996
<P>
  <LI><a href="http://www.public-domain.org/">Union
       for the Public Domain</a>--Uma nova organiza&ccedil;&atilde;o que pretende resistir e reverter a extens&atilde;o exagerada dos poderes da propriedade intelectual.
<P>
</UL>
<P>
<HR>
<P>
<H4><A HREF="/philosophy/philosophy.pt-br.html">Outros textos</A></H4>
<P>
<ul>
    <LI><A href="/philosophy/philosophy.pt-br.html">A Filosofia do Projeto GNU</A>
    <LI><A href="http://www.computerworld.com/cwi/story/0,1199,NAV47-68-84-91_STO49358,00.html">Proteção Contra Cópia: Apenas Diga Não</A>,
    publicado na revista Computer World.
</ul>
<P>
<HR>
<P>
As notas do autor falam sobre a batalha pelo direito de ler e sobre a vigilância eletrônica.
A batalha está se iniciando agora; aqui temos links para dois artigos sobre tecnologias
sendo desenvolvidas agora para nos negar o direito de ler.
<ul>
   <LI><A href="http://www.zdnet.com/zdnn/stories/news/0,4586,2324939,00.html">Electronic Publishing</a>:
   Um artigo sobre a distribuição de livros em forma eletrônica e questões de copyright que
   afetam o nosso direito de ler uma cópia.
    <LI><A href="http://channels.microsoft.com/presspass/press/1999/Aug99/SeyboldPR.asp">Books inside Computers</A>:
    Software para controlar quem pode ler livros e documentos em um PC.
</ul>

<HR>
<P>
Retorna à <A HREF="/home.pt-br.html">P&aacute;gina inicial do GNU</A>.
<P>
Perguntas e d&uacute;vidas sobre a FSF e o projeto GNU
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Há também <A HREF="/home.pt-br.html#ContactInfo">outras formas de contatar</A> a FSF.
<P>
Coment&aacute;rios sobre estas p&aacute;ginas:
<A HREF="mailto:webmasters@www.gnu.org"><EM>webmasters@www.gnu.org</EM></A>,
outras perguntas para:
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
<P>
Copyright 1996 Richard Stallman
<P>
A C&oacute;pia exata e distribui&ccedil;&atilde;o desse artigo inteiro &eacute; permitida em qualquer meio, desde que esta nota seja preservada.
<P>
<P>
Traduzido por: João S. O. Bueno
<a href="gwidion@mpc.com.br">&lt;gwidion@mpc.com.br&gt;</a>
<BR>
Tradução autalizada por:
Sérgio Vinícius
<A href="mailto:sergio@europanet.com.br">&lt;sergio@europanet.com.br&gt;</a>

<p>
Atualizado:
<!-- hhmts start -->
$Date: 2011/12/30 05:19:01 $ $Author: ineiev $
<!-- hhmts end -->
<HR>
<P>
</BODY>
</HTML>
