<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Jog az olvas&aacute;shoz - GNU Project - Free Software Foundation (FSF)</title>
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
<LINK REV="translator-coordinator" HREF="lmiguel@gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H3>The Right to Read</H3>
<P>
by <A HREF="http://www.stallman.org/"><STRONG>Richard Stallman</STRONG></A>
<P>

<A HREF="/graphics/philosophicalgnu.html"><IMG SRC="/graphics/philosophical-gnu-sm.jpg"
   ALT=" [image of a Philosophical Gnu] "
   WIDTH="160" HEIGHT="200"></A>

[
<!-- Please keep this list alphabetical!!!  -->
  <A HREF="/philosophy/right-to-read.ca.html">Catalan</A>
| <A HREF="/philosophy/right-to-read.cs.html">Czech</A>
| <A HREF="/philosophy/right-to-read.en.html">English</A>
| <A HREF="/philosophy/right-to-read.fr.html">French</A>
| <A HREF="/philosophy/right-to-read.de.html">German</A>
| <A HREF="/philosophy/right-to-read.ja.html">Japanese</A>
| <A HREF="/philosophy/right-to-read.ko.html">Korean</A>
| <A HREF="/philosophy/right-to-read.pl.html">Polonais</A>
| <A HREF="/philosophy/right-to-read.pt-br.html">Portuguese</A>
| <A HREF="/philosophy/right-to-read.ru.html">Russian</A>
| <A HREF="/philosophy/right-to-read.es.html">Spanish</A>
]

<P>

<HR>


<h3>Jog az olvas&aacute;shoz</h3>
<p><strong>Richard Stallman</strong></p>

<p><em>Ez az írás 1997 febru&aacute;rj&aacute;ban jelent meg a <strong>Communications
of the ACM</strong>&nbsp;c&iacute;m&#369; kiadv&aacute;nyban (40. &eacute;vfolyam, 2.
sz&aacute;m).</em><br>
</p>

<p align="center">( "A tych&oacute;i l&aacute;zad&aacute;shoz vezet&#337; &uacute;t"
cím&#369;, a Lunai Forradalom el&#337;zm&eacute;nyeir&#337;l sz&oacute;l&oacute; 
cikkgy&#369;jtem&eacute;nyb&#337;l, megjelent Luna Cityben, 2096-ban.)<br>
</p>

<p>Dan Halbert sz&aacute;m&aacute;ra a Tych&oacute;hoz vezet&#337; &uacute;t 
akkor kezd&#337;d&ouml;tt, amikor az egyetemen Lissa Lenz k&ouml;lcs&ouml;nk&eacute;rte
t&#337;le a sz&aacute;m&iacute;t&oacute;g&eacute;p&eacute;t. Lissa g&eacute;pe 
elromlott &eacute;s nyilv&aacute;nval&oacute; volt, hogy nem fogja tudni megcsin&aacute;lni
az &eacute;vk&ouml;zi feladat&aacute;t, ha nem tud egy m&aacute;sikat szerezni. 
Danen k&iacute;ül senki m&aacute;st nem mert megk&eacute;rni.</p>

<p>A k&eacute;r&eacute;s komoly fejt&ouml;r&eacute;st okozott Dannek. &Uacute;gy
&eacute;rezte, hogy seg&iacute;tenie kell a l&aacute;nynak, de ha k&ouml;lcs&ouml;nadja
a g&eacute;pet, akkor Lissa beleolvashat a k&ouml;nyveibe. T&uacute;l azon, hogy k&ouml;nyvek
k&ouml;lcs&ouml;nad&aacute;s&aacute;&eacute;rt t&ouml;bb&eacute;vi b&ouml;rt&ouml;n
j&aacute;rt, m&aacute;r maga az &ouml;tlet is megbotr&aacute;nkoztatta. Mint mindenki
m&aacute;snak, neki is kisiskol&aacute;s kora &oacute;ta azt tan&iacute;tott&aacute;k,
hogy a k&ouml;nyvek k&ouml;lcs&ouml;nad&aacute;sa b&#369;ntett, &eacute;s ilyet csak 
k&ouml;nyvkal&oacute;zok tesznek. Mindemellett val&oacute;sz&iacute;n&#369;tlen volt, hogy ilyesmi elker&uuml;lheti
az SVH (Szoftverv&eacute;delmi Hivatal) figyelm&eacute;t.</p>

<p>Dan megtanulta a szoftver&oacute;r&aacute;kon, hogy minden k&ouml;nyvet ell&aacute;ttak 
egy jogv&eacute;delmi monitorral, ami jelenti a k&ouml;zponti licenszszervernek, hogy
hol, mikor &eacute;s ki olvassa &eacute;ppen a k&ouml;nyvet. (Ezt az inform&aacute;ci&oacute;t
arra haszn&aacute;lt&aacute;k, hogy elkapj&aacute;k a k&ouml;nyvkal&oacute;zokat, 
de j&oacute; volt arra is, hogy j&oacute;leladhat&oacute; szem&eacute;lyes
&eacute;rdekl&#337;d&eacute;si statisztik&aacute;kat k&eacute;sz&iacute;tsenek.) 
A k&ouml;zponti licenszszerver &eacute;szrevette volna a jogs&eacute;rt&eacute;st
amint a g&eacute;p megint felcsatlakozik a h&aacute;l&oacute;ra &eacute;s neki, 
mint a g&eacute;p tulajdonos&aacute;nak, a legkem&eacute;nyebb b&uuml;ntet&eacute;ssel
kellett volna szemben&eacute;znie mert nem tett meg mindent a b&ucirc;ncselekm&eacute;ny
megel&#337;z&eacute;se &eacute;rdek&eacute;ben.</p>

<p>Liss&aacute;nak val&oacute;sz&iacute;n&uuml;leg nem &aacute;llt sz&aacute;nd&eacute;k&aacute;ban
belelolvasni Dan k&ouml;nyveibe. &#336; csak a dolgozat&aacute;t akarta meg&iacute;rni, 
de Dan tudta, hogy a k&ouml;z&eacute;poszt&aacute;lybeli l&aacute;ny a tand&iacute;jat 
is alig tudja kifizetni, nemhogy a k&ouml;nyvolvas&aacute;si d&iacute;jakat. Az is
lehet, hogy Lissa el sem tudja v&eacute;gezni az egyetemet, ha nem haszn&aacute;lhatja
Dan k&ouml;nyveit. Dan tiszt&aacute;ban volt a helyzettel, neki mag&aacute;nak is 
k&ouml;lcs&ouml;nt kellett felvennie, hogy kifizesse az elolvasott tudom&aacute;nyos
cikkek licenszd&iacute;j&aacute;t (A d&iacute;jak t&iacute;z sz&aacute;zal&eacute;k&aacute;t 
kapta a szerz&#337;, &eacute;s mivel Dan tudom&aacute;nyos karrierre k&eacute;sz&uuml;lt, 
rem&eacute;lte hogy az &#337; majdani ír&aacute;sai, amennyiben elegen hivatkoznak 
r&aacute;juk, elegend&#337; bev&eacute;telt hoznak majd a hitel t&ouml;rleszt&eacute;s&eacute;hez)</p>

<p>Dan azt&aacute;n megtudta, hogy voltak id&#337;k, amikor ak&aacute;rki elmehetett 
a k&ouml;nyvt&aacute;rba, ahol &uacute;js&aacute;gcikkeket, s&#337;t ak&aacute;r 
k&ouml;nyveket is olvashatott an&eacute;lk&uuml;l, hogy fizetnie kellett volna ez&eacute;rt. 
L&eacute;teztek f&uuml;ggetlen kutat&oacute;k, akik ezersz&aacute;mra olvastak cikkeket
korm&aacute;nyzati k&ouml;nyvt&aacute;r &ouml;szt&ouml;nd&iacute;j n&eacute;lk&uuml;l is.
Az 1990-es évek v&eacute;g&eacute;n azonban mind a nonprofit, mind az &uuml;zleti 
kiad&oacute;k elkezdtek hozz&aacute;f&eacute;r&eacute;si d&iacute;jakat szedni. 
&Iacute;gy azt&aacute;n 2047-re a tudom&aacute;nyos cikkekhez ingyen 
hozz&aacute;f&eacute;r&eacute;st ny&uacute;jt&oacute; k&ouml;nyvt&aacute;raknak
 m&aacute;r csak a halv&aacute;nyul&oacute; eml&eacute;ke maradt meg.</p>

<p>Voltak persze utak-m&oacute;dok az SVH &eacute;s a k&ouml;zponti licenszszerver
megker&uuml;l&eacute;s&eacute;re - nyilv&aacute;n mind illeg&aacute;lis. Dannak
volt egy &eacute;vfolyamt&aacute;rsa, Frank Martucci, aki szerzett feket&eacute;n
egy debuggert. Ezzel k&ouml;nyvolvas&aacute;s k&ouml;zben ki tudta iktatni a jogv&eacute;delmi
monitort. Frank azonban elk&ouml;vette azt a hib&aacute;t, hogy t&uacute;l sok
bar&aacute;tj&aacute;nak mes&eacute;lt r&oacute;la, v&eacute;g&uuml;l azut&aacute;n 
valaki a magas jutalom rem&eacute;ny&eacute;ben feljelentette (A s&uacute;lyosan
elad&oacute;sodott di&aacute;kok k&ouml;nnnyen kaphat&oacute;k voltak az ilyesmire).
2047-ben Frank b&ouml;rt&ouml;nben volt - nem kal&oacute;zolvas&aacute;s&eacute;rt,
hanem mert debuggert rejtegetett.</p>

<p>Dan k&eacute;s&#337;bbazt is megtudta, hogy r&eacute;gebben ak&aacute;rki haszn&aacute;lhatott
debuggert, s&#337;t, sok ilyen eszk&ouml;zh&ouml;z CD-n vagy a h&aacute;l&oacute;n
ak&aacute;r ingyen is hozz&aacute; lehett jutni. De az &aacute;tlagos felhaszn&aacute;l&oacute;k 
kezdt&eacute;k ezeket a jogv&eacute;delmi monitor kij&aacute;tsz&aacute;s&aacute;ra
haszn&aacute;lni &eacute;s egy b&iacute;r&oacute; egyszer &uacute;gy d&ouml;nt&ouml;tt,
hogy a debuggereknek ez a f&#337; felhaszn&aacute;l&aacute;si ter&uuml;let&uuml;k.
Ez azt jelentette, hogy a debuggerek illeg&aacute;lisak &eacute;s a programoz&oacute;juk
mehetett a b&ouml;rt&ouml;nbe.</p>

<p>Persze a fejleszt&#337;knek tov&aacute;bbra is sz&uuml;ks&eacute;g&uuml;k volt
hibakeres&#337; programokra, de a 2047-ben a szoftverc&eacute;gek m&aacute;r csak
sz&aacute;mozott m&aacute;solatokat terjesztettek, szigor&uacute;, szem&eacute;lyre
szabott licenszel&eacute;si felt&eacute;telek mellett. A szoftver&oacute;r&aacute;n
haszn&aacute;lt debuggert is speci&aacute;lis t&ucirc;zfal m&ouml;g&ouml;tt tartott&aacute;k,
&iacute;gy azt csak a gyakorlatokon lehetett haszn&aacute;lni.</p>

<p>Persze ki lehetett ker&uuml;lni a jogv&eacute;delmi monitort egy kicser&eacute;lt
rendszermaggal is. Dan k&eacute;s&#337;bb azt is megtudta, hogy a sz&aacute;zadfordul&oacute;n
m&eacute;g voltak szabad magok, s&#337;t, eg&eacute;sz oper&aacute;ci&oacute;s rendszerek.
Ezek akkorra nemhogy illeg&aacute;lis&aacute; v&aacute;ltak, ak&aacute;rcsak a debuggerek,
de m&eacute;g install&aacute;lni sem lehetett &#337;ket a sz&aacute;m&iacute;t&oacute;g&eacute;p
adminisztr&aacute;tori jelszava n&eacute;lk&uuml;l, amit viszont sem az FBI, sem a Microsoft
nem volt hajland&oacute; kiadni.</p>

<p>Dan arra a k&ouml;vetkeztet&eacute;sre jutott, hogy nem adhatja csak &uacute;gy oda
Liss&aacute;nak a g&eacute;pet. De vissza se utas&iacute;thatta Lissa k&eacute;r&eacute;set,
hiszen szerelmes volt a l&aacute;nyba. &Eacute;lvezett minden alkalmat, amikor vele
besz&eacute;lgethetett, &eacute;s biztat&oacute; jelk&eacute;nt &eacute;rt&eacute;kelte,
hogy Lissa &eacute;ppen t&#337;le k&eacute;rt seg&iacute;ts&eacute;get - &eacute;rzelmei
tal&aacute;n viszonz&aacute;sra tal&aacute;ltak.</p>

<p>Dan azzal oldotta meg a dilemm&aacute;t, hogy megtette a legelk&eacute;pzelhetetlenebbet:
odaadta a g&eacute;pet, &eacute;s a g&eacute;ppel egy&uuml;tt a saj&aacute;t jelszav&aacute;t.
&Iacute;gy a k&ouml;zponti licenszfel&uuml;gyelet nem vehette &eacute;szre, hogy nem
is &#337;, hanem Lissa az, aki a k&ouml;nyveket olvassa. Ez is t&ouml;rv&eacute;nybe
&uuml;tk&ouml;z&ouml;tt, de legal&aacute;bb nem jutott automatikusan az SVH tudom&aacute;s&aacute;ra.
Csak &uacute;gy j&ouml;hettek volna r&aacute;, ha maga Lissa jelenti fel a fi&uacute;t.</p>

<p>Az persze mindkett&#337;j&uuml;k sz&aacute;m&aacute;ra az egyetem v&eacute;g&eacute;t
jelentette volna, ha kider&uuml;l, hogy odaadta Liss&aacute;nak a jelszav&aacute;t,
f&uuml;ggetlen&uuml;l att&oacute;l, hogy Lissa mire haszn&aacute;lta azt. Az egyetemi
elj&aacute;r&aacute;s az volt, hogy minden, a sz&aacute;m&iacute;t&oacute;g&eacute;pek
fel&uuml;gyelet&eacute;t &eacute;rint&#337; gyan&uacute;s tev&eacute;kenys&eacute;g
azonnali fegyelmi elj&aacute;r&aacute;st von maga ut&aacute;n. Nem sz&aacute;m&iacute;tott,
hogy k&aacute;ros-e vagy sem, l&eacute;nyeg, hogy megnehez&iacute;ti az adminisztr&aacute;torok
fel&uuml;lvizsg&aacute;lati munk&aacute;j&aacute;t. Az ilyesminek pedig nyilv&aacute;n
valami tiltott dolog van a h&aacute;tter&eacute;ben, a r&eacute;szletek senkit sem
&eacute;rdekeltek.</p>

<p>&Aacute;ltal&aacute;ban nem r&uacute;gt&aacute;k ki a hallgat&oacute;t emiatt,
legal&aacute;bbis nem k&ouml;zvetlen&uuml;l - csak &eacute;ppen az egyetemi h&aacute;l&oacute;zatr&oacute;l
tiltott&aacute;k ki, ez pedig elker&uuml;lhetetlen&uuml;l buk&aacute;shoz vezetett.</p>

<p>Dan megtudta k&eacute;s&#337;bb azt is, hogy ez a fajta egyetemi politika csak 
az 1980-as &eacute;vekben kezd&#337;d&ouml;tt, mikor a di&aacute;kok nagy sz&aacute;mban
kezdt&eacute;k haszn&aacute;lni a sz&aacute;m&iacute;t&oacute;g&eacute;peket. Azel&#337;tt
az egyetemek m&aacute;sk&eacute;pp fegyelmezt&eacute;k a hallgat&oacute;kat: ami csup&aacute;n
gyan&uacute;s volt, azt nem b&uuml;ntett&eacute;k, csak azt, ami k&aacute;ros.</p>

<p>Lissa nem jelentette fel Dant az SVH-nak. Dan j&oacute;l d&ouml;nt&ouml;tt, mikor
seg&iacute;tett a l&aacute;nynak, ennek a d&ouml;nt&eacute;snek nem kis szerepe volt
abban, hogy k&eacute;s&#337;bb h&aacute;zass&aacute;got k&ouml;t&ouml;ttek, de abban is,
hogy k&eacute;telkedni kezdtek mindabban, amit gyermekk&eacute;nt a kal&oacute;zkod&aacute;sr&oacute;l
tanultak. Egyre t&ouml;bbet olvastak a szerz&#337;i jog t&ouml;rt&eacute;net&eacute;r&#337;l, 
a Szovjetuni&oacute;ról, a valaha ott &aacute;ltal&aacute;nos m&aacute;sol&aacute;si 
tilalomr&oacute;l, &eacute;s tanulm&aacute;nyozt&aacute;k az Egyes&uuml;lt &Aacute;llamok
eredeti alkotm&aacute;ny&aacute;t is. A Lun&aacute;ra k&ouml;lt&ouml;ztek, ahol sok
olyan embert tal&aacute;ltak, akik szint&eacute;n az SVH hossz&uacute; cs&aacute;pjai 
el&#337;l menek&uuml;ltek. A 2062-ben kit&ouml;rt a tych&oacute;i l&aacute;zad&aacute;s
egyik legfontosabb c&eacute;lja hamarosan az olvas&aacute;shoz val&oacute; egyetemes
jog biztosit&aacute;sa lett.</p>

<p>--------------------------------</p>

<p>A szerz&#337; megjegyz&eacute;se</p>

<p>Az olvas&aacute;si jog&eacute;rt foly&oacute; csat&aacute;t ma v&iacute;vjuk. 
Hab&aacute;r 50 &eacute;vbe is telhet, am&iacute;g a mai &aacute;llapotok hom&aacute;lyba
merülnek, a legt&ouml;bb fent bemutatott t&ouml;rv&eacute;nyt &eacute;s gyakorlatot m&aacute;r
most javasolt&aacute;k bevezetni. Sok k&ouml;z&uuml;l&uuml;k be is ker&uuml;lt az USA
&eacute;s m&aacute;s orsz&aacute;gok t&ouml;rv&eacute;nykez&eacute;s&eacute;be. Az US&Aacute;-ban
a Digital Millenium Copyright Act lefektette a sz&aacute;m&iacute;t&oacute;g&eacute;pes k&ouml;nyvek
(&eacute;s m&aacute;s adatok) olvas&aacute;s&aacute;nak megszor&iacute;t&aacute;s&aacute;t
c&eacute;lz&oacute; t&ouml;rv&eacute;nyes alapokat. Az Eur&oacute;pai Uni&oacute; 
egy 2001-es direkt&iacute;v&aacute;ban hasonl&oacute; jogv&eacute;delmi megold&aacute;sokat
javasolt.</p>

<p>A k&ouml;zelm&uacute;ltig volt egy kiv&eacute;tel: az &ouml;tlet, hogy az FBI
&eacute;s a Microsoft rendelkezzen egyed&uuml;l a szem&eacute;lyi sz&aacute;m&iacute;t&oacute;g&eacute;pek
kulcs&aacute;val, amit m&eacute;g a felhaszn&aacute;l&oacute;nak sem adnak &aacute;t,
eg&eacute;szen 2002-ig nem nem mer&uuml;lt fel. Ezt a javaslatot most "trusted computing"-nak,
valamint Palladiumnak hivj&aacute;k.</p>

<p>2001-ben Holling szen&aacute;tor (akinek m&ucirc;k&ouml;d&eacute;s&eacute;t a Disney
finansz&iacute;rozza) beterjesztette az SSSCA nev&ucirc; t&ouml;rv&eacute;nyjavaslatot,
amely minden &uacute;j sz&aacute;m&iacute;t&oacute;g&eacute;pbe k&ouml;telez&#337;en
el&#337;&iacute;rn&aacute; a felhaszn&aacute;l&oacute; &aacute;ltal megker&uuml;lhetetlen
m&aacute;sol&aacute;sv&eacute;delmi funkci&oacute;k be&eacute;p&iacute;t&eacute;s&eacute;t.
A Clipper lapka &eacute;s hasonl&oacute; korm&aacute;nyzati kulcslet&eacute;telez&eacute;si
javaslatok ut&aacute;n ez egy hoszabb t&aacute;v&uacute; trendbe illeszkedik: a sz&aacute;m&iacute;t&oacute;g&eacute;pes
rendszerek egyre t&ouml;bb lehet&#337;s&eacute;get biztos&iacute;tanak mindenf&eacute;le
t&aacute;voli hatalmass&aacute;goknak a felhaszn&aacute;l&oacute; feletti kontrollra.
Az SSSCA-t az&oacute;ta &aacute;tnevezt&eacute;k CBDTPA-ra (mi csak "Consume But Don't
Try Programming Act" - "Fogyassz, de ne prób&aacute;lkozz programoz&aacute;ssal" 
t&ouml;rv&eacute;nynek h&iacute;vjuk).</p>

<p>2001-ben az Egyes&uuml;lt &Aacute;llamok az Amerikai Szabadkereskedelmi &Ouml;vezet (FTAA) 
szerz&#337;d&eacute;s&eacute;re hivatkozva megpr&oacute;b&aacute;lta el&eacute;rni, hogy az
eg&eacute;sz nyugati f&eacute;ltek&eacute;n egys&eacute;gesen ezeket a szab&aacute;lyokat
alkalmazz&aacute;k. Az FTAA egyike azoknak az&uacute;gynevezett "szabad kereskedelmi" szerz&#337;d&eacute;seknek,
amiket arra tal&aacute;ltak ki, hogy az &uuml;zleti szf&eacute;ra nagyobb hatalomra
tegyen szert a demokratikus korm&aacute;nyok felett. A DMCA tipikus p&eacute;ld&aacute;ja
ennek az elvnek. Az <a href="http://www.eff.org">Electronic Frontier Foundation</a>
arra k&eacute;r mindenkit, hogy magyar&aacute;zza el a t&ouml;bbi korm&aacute;nyzatnak, 
hogy mi&eacute;rt nem szabad elfogadniuk ezt a tervet.</p>

<p>Az SVH (val&oacute;j&aacute;ban SPA, azaz Software Publisher's Association) 
rend&#337;rs&eacute;ghez hasonl&oacute; szerep&eacute;t a BSA (Business Software Alliance) 
vette &aacute;t. Manaps&aacute;g a BSA m&eacute;g nem hivatalos rend&#337;ri szerv,
gyakorlatilag azonban akk&eacute;nt viselkedik. Az egykori Szovjet &uacute;ni&oacute;ra
jellemz&#337; m&oacute;dszerekkel arra b&iacute;ztatja az embereket, hogy jelentsék fel
munkat&aacute;rsaikat &eacute;s bar&aacute;taikat. Egy 2001-es argentinai f&eacute;lelemkelt&#337; 
kamp&aacute;ny&aacute;ban a BSA burkoltan azzal fenyegette a szoftvereiket m&aacute;sokkal
megoszt&oacute; embereket, hogy a b&ouml;rt&ouml;nben nemi er&#337;szak &aacute;ldozatai
lehetnek.</p>

<p>Amikor ezt a t&ouml;rt&eacute;netet &iacute;rtam, az SPA kis internetszolg&aacute;ltat&oacute;kat
fenyegetett, azt k&ouml;vetelve, hogy enged&eacute;lyezze nekik az &ouml;sszes
felhaszn&aacute;l&oacute; megfigyel&eacute;s&eacute;t. A legt&ouml;bben engednek, mert
nem tudj&aacute;k v&aacute;llalni egy potenci&aacute;lis per k&ouml;lts&eacute;geit.
Legal&aacute;bb egy szolg&aacute;ltat&oacute; (a Community ConneXion a kaliforniai Oaklandben)
ellen&aacute;llt &eacute;s t&eacute;nyleg be is perelt&eacute;k. Az SPA azt&aacute;n ejtette
a pert, de megkapta helyette a DMCA-t, &eacute;s vele a hatalmat, amire v&aacute;gyott</p>

<p>A fent bemutatott egyetemi biztons&aacute;gi elj&aacute;r&aacute;sm&oacute;dok nem
a k&eacute;pzelet sz&uuml;leményei. P&eacute;ld&aacute;ul egy Chicago k&ouml;rny&eacute;ki
egyetem sz&aacute;m&iacute;t&oacute;g&eacute;pe bejelentkez&eacute;skor a k&ouml;vetkez&#337; 
&uuml;zenetet &iacute;rja ki a k&eacute;perny&#337;re (az id&eacute;z&#337;jelek az
eredeti sz&ouml;vegben vannak):</p>

<blockquote>
"Ezt a rendszert csak arra jogosultak haszn&aacute;lhatj&aacute;k. Jogosulatlan, vagy a jogosults&aacute;gon t&uacute;lmen&#337; haszn&aacute;lat eset&eacute;n a
szem&eacute;lyzet a felhaszn&aacute;l&oacute; minden tev&eacute;kenys&eacute;g&eacute;t megfigyelheti &eacute;s r&ouml;gz&iacute;theti. A rendszert nem el&#337;&iacute;r&aacute;sszer&ucirc;en
haszn&aacute;l&oacute;k megfigyel&eacute;se k&ouml;zben megfelel&#337; jogosults&aacute;ggal rendelkez&#337; felhaszn&aacute;l&oacute;k is megfigyel&eacute;s al&aacute; ker&uuml;lhetnek. E
rendszer minden felhaszn&aacute;l&oacute;ja kifejezetten hozz&aacute;j&aacute;rul az ilyen megfigyel&eacute;shez, &eacute;s egyben tudom&aacute;sul veszi, hogy ha a megfigyel&eacute;s sor&aacute;n
valamilyen illeg&aacute;lis vagy az Egyetem szab&aacute;lyaival ellenkez&#337; tev&eacute;kenys&eacute;gre der&uuml;l f&eacute;ny, akkor a szem&eacute;lyzet az ezt bizony&iacute;t&oacute; adatokat
az egyetemi illetve a hivatalos szervek rendelkez&eacute;s&eacute;re bocs&aacute;thatja."
</blockquote>

<p>Ez bizony az alkotm&aacute;ny Negyedik Kieg&eacute;sz&iacute;t&eacute;s&eacute;nek saj&aacute;tos &eacute;rtelmez&eacute;se: gyakoroljunk nyom&aacute;st mindenkire
m&aacute;r el&#337;re hogy &ouml;nk&eacute;nt feladja az &#337;t megillet&#337; jogokat.<br>
</p>


<hr>

<P>

<h4><A HREF="/philosophy/right-to-read.html#TOCReferences"
       NAME="References">References</A></h4>

<p>

<UL>
  <LI>The administration's "White Paper": Information Infrastructure Task
       Force, Intellectual Property and the National Information
       Infrastructure: The Report of the Working Group on Intellectual
       Property Rights (1995).
       
  <LI><a href="http://www.wired.com/wired/archive/4.01/white.paper_pr.html">An
       explanation of the White Paper:
       The Copyright Grab</a>, Pamela Samuelson, Wired, Jan. 1996

  <LI><a href="http://www.wcl.american.edu/pub/faculty/boyle/sold_out.htm">Sold Out</a>,
       James Boyle, New York Times, 31 March 1996

  <LI>Public Data or Private Data, Washington Post, 4 Nov 1996. We used to have a link to this, but Washinton Post has decided to start charging users who wishes to read articles on the web site and therefore we have decided to remove the link.

  <LI><a href="http://www.public-domain.org/">Union for the Public
       Domain</a>--an organization which aims to resist and reverse
       the overextension of copyright and patent powers.
</UL>

<HR>

<H4>This essay is published
	in <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Free
	Software, Free Society: The Selected Essays of Richard
	M. Stallman</i></a>.

<p>

<A HREF="/philosophy/right-to-read.html#TOCOtherTexts"
	NAME="OtherTexts">Other Texts to Read</A></H4>

<ul>
	<LI><A HREF="/philosophy/philosophy.html">Philosophy of the GNU Project</a>
	<LI><A HREF="http://www.computerworld.com/managementtopics/management/opinion/story/0,10801,49358,00.html" NAME="COPYPROCTECTION">Copy Protection: Just Say No</a> 
		Published in Computer World.
</ul>

<HR>


<P>


The <a href="/philosophy/right-to-read.html#AuthorsNote">author's
note</a> talks about the battle for the right to read and electronic
surveillance.  The battle is beginning now; here are links to two
articles about technologies now being
developed to deny you the right to read.
<P>
<UL>
<LI><a href="http://www.zdnet.com/news/seybold-opens-chapter-on-digital-books/103151">Electronic
     Publishing:</a> An article about distribution of books in
     electronic form, and copyright issues affecting the right to read a copy.

<LI><a
href="http://www.microsoft.com/en-us/news/press/1999/Aug99/SeyboldPR.aspx">Books
     inside Computers:</a> Software to control who can read
     books and documents on a PC.
</UL> 

 <P>
 <HR>
 <P>

Return to <A HREF="/home.html">GNU's home page</A>.
<P>
FSF &amp; GNU inquiries &amp; questions to
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Other <A HREF="/home.html#ContactInfo">ways to contact</A> the FSF.
<P>
Comments on these web pages to
<A HREF="mailto:webmasters@www.gnu.org"><EM>webmasters@www.gnu.org</EM></A>,
send other questions to
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
<P>
Copyright 1996 Richard Stallman
<P>
Verbatim copying and distribution of this entire article is
permitted in any medium, provided this notice is preserved.
<P>
Translation coordinator: <a href="http://www.geocities.com/larteaga/">Luis M. Arteaga</a> &lt;lmiguel@gnu.org&gt;
<br>Updated:
<!-- timestamp start -->
$Date: 2014/01/30 11:06:29 $ $Author: ineiev $
<!-- timestamp end -->
<HR>
</BODY>
</HTML>


