<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>Salvando a Europa de las patentes de software- GNU Project - Free 
Software Foundation (FSF)</TITLE>
<LINK rev="made" href="mailto:webmasters@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000"
VLINK="#9900DD"> <H3>Salvando a Europa de las patentes de software</H3>
<P>

por <A href=http://www.stallman.org/">Richard Stallman</STRONG></A>

<P>

<A href="/graphics/philosophicalgnu.html"><IMG 
src="/graphics/philosophical-gnu-sm.jpg"
alt=" [image of a Philosophical Gnu] "
WIDTH"160" HEIGHT"200"></A>

[
<!-- Please keep this list alphabetical!!!  -->
 <a href="/philosophy/savingeurope.es.html">Espa&ntilde;ol</A>
| <a href="/philosophy/savingeurope.fr.html">Franc&eacute;s</a>
| <a href="/philosophy/savingeurope.en.html">Ingl&eacute;s</a>
| <a href="/philosophy/savingeurope.no.html">Noruego</A>
| <a href="/philosophy/savingeurope.ru.html">Ruso</A>
]

<P>
Imagine que cada vez que tom&oacute; una decisi&oacute;n de 
dise&ntilde;o
de software, y especialmente cuando us&oacute; un algoritmo que 
ley&oacute;
en una revista, o que program&oacute; una caracter&iacute;stica que le
pidieron los usuarios, usted ha tomado el riesgo de ser demandado.

<P>
Esta es la situaci&oacute;n actual en los EEUU debido a las patentes
de software. Proximamente puede existir la misma situaci&oacute;n en la
mayor parte de Europa (<A href="#1" NAME"TOC1">1</A>). Los 
pa&iacute;ses que administran
la Oficina Europea de Patentes, motivados por las grantes 
compa&ntilde;&iacute;as
y alentados por los abogados de patentes se dirigen a permitir las 
patentes
que cubren c&oacute;mputos matem&aacute;ticos.

<P>
Para bloquear este movimiento, los ciudadanos europeos deben actuar,
y pronto--hablando con sus gobiernos nacionales para aumentar la 
resistencia
al cambio. Es especialmente importante actuar en Alemania, Suecia, 
Finlandia,
Holanda, y /o Dinamarca, para que se unan a la campa&ntilde;a que en 
este
momento est&aacute; en marcha en Francia.

<P>
Las patentes ya han perjudicado al software libre. Durante la 
d&eacute;cada
de 1980, los poseedores de la patente de las claves p&uacute;blicas de cifrado
eliminaron totalmente al software libre de esos trabajos. Tambi&eacute;n
quer&iacute;an suprimir las PGP, pero al enfrentar la cr&iacute;tica del
p&uacute;blico, aceptaron un compromiso: agregar restricciones a PGP 
para
que dejara de ser software libre. (Nosotros comenzamos a desarollar la
defensa de privac&iacute;a de GNU [Privacy Guard] despu&eacute;s de que
la patente m&aacute;s amplia expir&oacute;)

<P>
Compuserve desarroll&oacute; el formato GIF para im&aacute;genes, 
entonces
se sorpendi&oacute; cuando Unisys amenaz&oacute; con demandarlos, y a 
cualquier
otro que desarrollara o ejecutara software para producir GIFs. Unisys 
hab&iacute;a
obtenido una patente del algoritmo de compresi&oacute;n de datos LZW, 
que
es una pieza para generar el formato GIF, y se niega a permitir que el
software libre use LZW (<A href="#2" NAME"TOC2">2</A>). Como 
resultado de lo anterior,
cualquier software que permita hacer una compresi&oacute;n GIF verdadera
esta en riesgo de una demanda.

<P>
En los EEUU y algunos otros pa&iacute;ses, el software libre para MP3
es imposible; en 1998, los desarolladores norteamericanos que 
desarrollaron
programas libres para la generaci&oacute;n de MP3 fueron amenazados con
juicios de patentes, y fueron forzados a abandonarlos. Algunos ahora se
distribuyen en pa&iacute;ses europeos-- pero si la Oficina Europea de 
Patentes
efectua los cambios planeados, tambi&eacute;n puede hacerse no 
disponible
ah&iacute;.

<P>
Posteriormente en 1998, Microsoft amenaz&oacute; a la World Wide Web,
obteniendo una patente afectando a las hojas de estilo --despu&eacute;s
de alentar al consorcio WWW a incorporar la caracter&iacute;stica en el
est&aacute;ndard. No es la primera vez que un grupo de est&aacute;ndares
ha ca&iacute;do en la trampa de una patente.

<P>
La lista podr&iacute;a seguir y seguir, si tuviera tiempo de buscar
ejemplos en mi correspondencia anterior y espacio para describirlos.

<P>
En el asunto de las patentes, los desarrolladores de software libre
pueden hacer una causa com&uacute;n con la mayor&iacute;a de los 
desarrolladores
de software privativo, porque ellos en general tambi&eacute;n estan
expuestos
a perder con patentes. Como tambi&eacute;n la multitud de 
desarrolladores
de software especializado.

<P>
Para estar seguros, no todo mundo pierde de las patentes de software;
si esto fuera as&iacute;, el sistema ser&iacute;a abolido muy pronto. 
Las
grandes compa&ntilde;&iacute;as frecuentemente tienen muchas patentes,
y pueden forzar a la mayor&iacute;a de las dem&aacute;s 
compa&ntilde;&iacute;as,
grandes o peque&ntilde;as, a intercambiar licencias con ellos. Ellos 
evaden
la mayor&iacute;a de los problemas de patentes porque, a la vez que 
disfrutan
de la parte grande del poder que las patentes confieren. Esta es la 
raz&oacute;n
del porque los principales promotores de las patentes son las 
corporaciones
multinacionales. &Eacute;stas tienen un trato de mucha influencia con 
los
gobiernos.

<P>
Ocasionalmente una compa&ntilde;&iacute;a peque&ntilde;a se beneficia
de una patente, si su producto es tan sencillo que se escapa de 
infringir
las patentes de las compa&ntilde;&iacute;as grandes y as&iacute; ser 
forzado
a intercambiar licencias con ellos. Y los poseedores de patentes que no
desarrollan productos, sino que exprimen el dinero de quienes s&iacute;
desarrollan, pueden burlarse camino al banco mientras obstruyen el 
progreso.

<P>
Pero la mayor&iacute;a de los desarrolladores de software, as&iacute;
como los usuarios, pierden con las patentes de software, las cuales 
hacen
m&aacute;s por obstruir el progreso del software que por alentarlo.

<P>
La gente sol&iacute;a llamar al software libre una idea absurda, 
diciendo
que carecemos de la habilidad de desarrollar una gran cantidad de 
software.
Los hemos refutado con hechos emp&iacute;ricos, desarrollando una amplia
gama de software poderoso que respeta la libertad del usuario. Dando al
p&uacute;blico el amplio espectro de sofware de proposito general al 
alcance
de la mano, a menos de que dar software al p&uacute;blico este 
prohibido.

<P>
Las patentes de software amenazan hacer esto. El tiempo de actuar es
ahora. Por favor visite <A 
href="http://www.freepatents.org">http://www.freepatents.org/
</a> para m&aacute;s informaci&oacute;n, y sugerencias de acciones m&aacute;s
detalladas. Y por favor t&oacute;mese un tiempo para ayudar.

<P>
(<A href="#TOC1" NAME"1">1</A>) La Oficina Europea de Patentes, 
usada por muchos
pa&iacute;ses europeos, ha emitido un n&uacute;mero de patentes que 
afectan
al software, las cuales fueron presentadas como algo distinto de 
patentes
de software. El cambio que est&aacute; siendo considerado ahora 
podr&iacute;a
abrir la puerta a un ilimitado n&uacute;mero de patentes de algoritmos
y caracter&iacute;sticas de software, las que incrementar&iacute;an en
gran cantidad las patentes de software emitidas.


<P>
(<A href="#TOC2" NAME"2">2</A>) Unisys ha emitido una 
declaraci&oacute;n audazmente
redactada que siempre se toma como que permite al software libre hacer
GIFs, pero que yo creo que no lo hace. Escrib&iacute; a su departamento
legal pidiendoles una aclaraci&oacute;n y/o cambio en la 
pol&iacute;tica.,
pero no recib&iacute; respuesta.
<P>

<HR>

[
<!-- Please keep this list alphabetical!!!  -->
 <a href="/philosophy/savingeurope.es.html">Espa&ntilde;ol</A>
| <a href="/philosophy/savingeurope.fr.html">Franc&eacute;s</a>
| <a href="/philosophy/savingeurope.en.html">Ingl&eacute;s</a>
| <a href="/philosophy/savingeurope.no.html">Noruego</A>
| <a href="/philosophy/savingeurope.ru.html">Ruso</A>
]
<P>

<H4><A href="/philosophy/philosophy.html">Otros textos para leer</A></H4>
<UL>
 <LI>Lea las &uacute;ltimas <A 
href="http://www.savetheweb.org/threat.htm">amenazas</a> contra la Internet de
Europa en <A href="http://savetheweb.org">savetheweb.org</a> </UL>
<HR>

Regresar a la <A href="/home.html"> p&aacute;gina inicial de GNU</A>.
<P>
FSF &amp; GNU inquiries &amp; questions to
<A href="gnu@gnu.orgmailto:gnu@gnu.org">gnu@gnu.org</a>.
Other <A href="/home.html#ContactInfo">ways to contact</A> the FSF.
<P>
Comments on these web pages to
<A 
href="mailto:webmasters@www.gnu.org">webmasters@www.gnu.org
</a>,
send other questions to
<A href="mailto:gnu@gnu.org">gnu@gnu.org</a>.
<P>
Copyright (C) 1996, 1997, 1998, 1999 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA
<P>
Esta permitida la reproducci&oacute;n total de este art&iacute;culo, 
as&iacute; como su
distribuci&oacute;n en cualquier medio, siempre que se copie fielmente 
el texto en su totalidad, sin alterarlo
solo copi&aacute;ndolo textualmente, e incluyendo tambi&eacute;n 
&eacute;ste aviso.
<P>
Updated:
<!-- hhmts start -->
28 March 2001 lmiguel 
<!-- hhmts end -->
<HR>
</BODY>
</HTML>

