<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Miksi ohjelmistojen pit&auml;isi 
olla vapaita - GNU-projekti - Free
Software Foundation (FSF)</title>
                
  <link rev="made" 
href="mailto:webmasters@www.gnu.org">
</head>
  <body bgcolor="#ffffff" text="#000000" link="#1f00ff" alink="#ff0000"vlink="#9900dd">
     
<h3>Miksi ohjelmistojen pit&auml;isi olla vapaita</h3>
<meta http-equiv="content-type" content="text/html; charset=ISO-8859-1">
         
<p> <a href="http://www.stallman.org/rms.html"><strong>Richard Stallman</strong></a>
 </p>
      
<p> (24. huhtikuuta, 1992) </p>
      
<p><a href="/graphics/philosophicalgnu.html"><img
 src="/graphics/philosophical-gnu-sm.jpg" width="160" height="200">
  </a> [ <!-- Please keep this list alphabetical                             --> 
 <!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --> <a
 href="/philosophy/shouldbefree.cs.html">Czech</a> | <a
 href="/philosophy/shouldbefree.en.html">English</a> | <a
 href="/philosophy/shouldbefree.fr.html">French</a> | <a
 href="/philosophy/shouldbefree.id.html">Indonesian</a> | <a
 href="/philosophy/shouldbefree.pt.html">Portuguese</a> | <a
 href="/philosophy/shouldbefree.ru.html">Russian</a> | <a
 href="/philosophy/shouldbefree.es.html">Spanish</a> <!-- Please keep this list alphabetical                             --> 
 <!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --> ]
 </p>
   
<p>  </p>
   
<p>  </p>
     
<h3>Johdanto</h3>
     
<p> Ohjelmistojen olemassaolo nostaa v&auml;ist&auml;m&auml;tt&auml; esiin
  ongelman siit&auml;, miten niiden k&auml;yt&ouml;st&auml; tulisi p&auml;&auml;tt&auml;&auml;.
  Oletetaan esimerkiksi, ett&auml; jollakulla on kopio ohjelmistosta ja ett&auml;
  h&auml;n tapaa jonkun toisen, joka my&ouml;s haluaisi kopion. Oletetaan
lis&auml;ksi,  ett&auml; he pystyisiv&auml;t lis&auml;kopion tekem&auml;&auml;n.
Kenen tulisi  p&auml;&auml;tt&auml;&auml;, tehd&auml;&auml;nk&ouml; kopio?
Kyseisten henkil&ouml;iden?  Vai jonkun muun osapuolen, vaikkapa &#8221;omistajan&#8221;?
</p>
               
<p>  Ohjelmistojen kehitt&auml;j&auml;t tarkastelevat yleens&auml; ongelmaa
  silm&auml;m&auml;&auml;r&auml;n&auml;&auml;n kriteeri, jonka mukaan kysymys
  on ratkaistava niin, ett&auml; ohjelmistojen kehitt&auml;jien voitto maksimoituu.
  Yritysten poliittinen vaikutusvalta on johtanut siihen ett&auml; hallitukset
  ovat hyv&auml;ksyneet t&auml;m&auml;n kriteerin ja ohjelmistojen kehitt&auml;jien
  n&auml;kemyksen kriteerin t&auml;ytt&auml;misest&auml;: ohjelmalla on omistaja,
  yleens&auml; yhti&ouml;, jolla on jotakin tekemist&auml; ohjelmiston kehitt&auml;misen
  kanssa. </p>
               
<p>  Haluaisin tarkastella t&auml;t&auml; ongelmaa k&auml;ytt&auml;en toisenlaista
  kriteeri&auml;: koko suuren yleis&ouml;n hyvinvointia ja vapautta. </p>
               
<p>  Ongelmaa ei voida ratkaista vetoamalla nykyiseen lains&auml;&auml;d&auml;nt&ouml;&ouml;n
  &#8211; lain pit&auml;isi seurata etiikkaa, eik&auml; p&auml;invastoin. My&ouml;sk&auml;&auml;n
  nykyinen k&auml;yt&auml;nt&ouml; ei ratkaise ongelmaa, vaikkakin k&auml;yt&auml;nn&ouml;t
  voivat antaa viitteit&auml; mahdollisiin ratkaisuihin. Voimme ratkaista
ongelman  vain tarkastelemalla kuka hy&ouml;tyy ja kuka k&auml;rsii, jos
ohjelmistoilla  katsotaan olevan omistajia. Kuka hy&ouml;tyy, kuka k&auml;rsii,
miksi ja miten paljon. Pit&auml;&auml; toisin sanoen tehd&auml; panos-tuotos-analyysi
 koko yhteiskunnan n&auml;k&ouml;kulmasta, pit&auml;en mieless&auml; yht&auml;
 aikaa yksil&ouml;n vapaus ja hy&ouml;dykkeiden tuotanto. </p>
               
<p>  Kuvaan t&auml;ss&auml; kirjoituksessa ohjelmistojen omistajuuden vaikutuksia
  ja osoitan, ett&auml; vaikutukset ovat haitallisia. Johtop&auml;&auml;t&ouml;kseni
  on, ett&auml; me ohjelmoijat olemme velvollisia kannustamaan luomiemme
ohjelmistojen   jakamista, tutkimista ja kehitt&auml;mist&auml;: toisin sanoen,
meill&auml;   on velvollisuus luoda <a href="/philosophy/free-sw.html">vapaita
ohjelmistoja</a>   .<a href="#1">(1)</a> </p>
               
<p>  </p>
               
<h3>Omistajien esitt&auml;m&auml; oikeutus vallalleen</h3>
                 
<p> Nykyisest&auml; omistajuuteen perustuvasta j&auml;rjestelm&auml;st&auml;
  hy&ouml;tyv&auml;t osapuolet ovat esitt&auml;neet kaksi argumenttia, jotka
  tukevat heid&auml;n omistusvaadettaan: tunteellisen argumentin ja taloudellisen
  argumentin.</p>
               
<p>  Tunteellinen perustelu kuuluu: &#8221;Tein ohjelman hiki otsalla, koko syd&auml;mell&auml;ni
  ja sielullani. Se syntyi <em>minusta</em>, se on <em>minun</em>!&#8221;</p>
               
<p>  T&auml;m&auml; argumetti ei kaipaa vakavaa kumoamista. Kiintyminen ohjelmistoon
  on tunne, jota ohjelmoijat el&auml;ttelev&auml;t ja kasvattavat kun se
heille   sopii, se ei ole v&auml;ltt&auml;m&auml;t&ouml;n reaktio. Ajatellaanpa
vaikka   miten halukkaasti samat ohjelmoijat luovuttavat kaikki oikeutensa
jollekin   yhti&ouml;lle palkkaa vastaan; tunteellinen kiintymys katoaa salaper&auml;isesti.
  Tai ajatellaan vertailun vuoksi keskiajan suuria taiteilijoita ja k&auml;sity&ouml;l&auml;isi&auml;,
  jotka eiv&auml;t edes signeeranneet mestarit&ouml;it&auml;&auml;n. Heille
  taiteilijan nimi ei ollut merkityksellinen. T&auml;rke&auml;&auml; oli
teoksen   tekeminen &#8211; ja teoksen teht&auml;v&auml;. T&auml;m&auml; n&auml;kemys
oli   vallalla vuosisatoja.  </p>
               
<p>  Taloudellinen perustelu kuuluu: &#8221;Haluan  rikastua (usein t&auml;t&auml;
  kuvataan ep&auml;tarkasti my&ouml;s &#8217;elannon hankkimiseksi&#8217;) ja jos en
saa   rikastua ohjelmoimalla, niin en ohjelmoi ollenkaan. Kaikki ovat samaa
mielt&auml;   kanssani, joten pian kukaan ei en&auml;&auml; ohjelmoi. Ja
sitten kenell&auml;k&auml;&auml;n   ei ole en&auml;&auml; ohjelmistoja!&#8221;
T&auml;m&auml; uhkaus naamioidaan usein   yst&auml;v&auml;lliseksi ja viisaaksi
neuvoksi. </p>
               
<p>  Selit&auml;n my&ouml;hemmin, miksi t&auml;m&auml; uhkaus on h&auml;m&auml;yst&auml;.
  Haluan ensin tarttua er&auml;&auml;seen sis&auml;&auml;nrakennettuun oletukseen,
  joka k&auml;y paremmin ilmi taloudellisen perustelun toisenlaisesta muotoilusta.
   </p>
               
<p>  T&auml;m&auml; muotoilu alkaa vertailulla, jossa omistajien hallinnoimien
  ohjelmistojen yhteiskunnallisia etuja verrataan tilanteeseen, jossa ohjelmistoja
  ei ole lainkaan. Johtop&auml;&auml;t&ouml;s on tietenkin, ett&auml; omistettujen
  ohjelmistojen kehitt&auml;minen on yleens&auml; hy&ouml;dyllist&auml; ja
 tukemisen arvoista. Argumentti on kuitenkin virheellinen, koska se perustuu
 oletukseen vain kahdesta mahdollisesta vaihtoehdosta &#8211; omistettuja ohjelmistoja
 tai ei ohjelmistoja ollenkaan.  </p>
               
<p>  J&auml;rjestelm&auml;ss&auml;, jossa tunnustetaan immateriaalisia, intellektuaalisia
  omaisuuksia, ohjelmistot liitet&auml;&auml;n yleens&auml; omistajaan, joka
  p&auml;&auml;tt&auml;&auml; ohjelmiston k&auml;yt&ouml;st&auml;. Niin kauan
  kun t&auml;m&auml; yhteys on olemassa, joudumme usein valitsemaan omistetun
  ohjelmiston ja ohjelmistottomuuden v&auml;lill&auml;. T&auml;m&auml; yhteys
  ei kuitenkaan ole v&auml;ltt&auml;m&auml;t&ouml;n eik&auml; sis&auml;syntyinen,
  vaan juuri kyseenalaistamamme yhteiskunnallisen ja poliittisen p&auml;&auml;t&ouml;ksen
  &#8211; p&auml;&auml;t&ouml;ksen, jonka mukaan ohjelmistoilla on omistaja &#8211; seuraus.
  Jos ongelma esitet&auml;&auml;n valintana omistettujen ohjelmistojen ja
ohjelmistottomuuden  v&auml;lill&auml;, on koko ongelma ohitettu. </p>
               
<p>  </p>
               
<h3>Omistajuuden vastainen argumentti</h3>
                 
<p>  Tarkastelemme kysymyst&auml;: &#8221;Pit&auml;isik&ouml; ohjelmistojen kehitt&auml;misen
  liitty&auml; omistajiin, jotka rajoittavat ohjelmiston k&auml;ytt&ouml;&auml;?&#8221;
  </p>
               
<p>  Vastataksemme kysymykseen meid&auml;n on tarkastaltava n&auml;it&auml;
  kahtaa asiaa ja niiden vaikutusta yhteiskuntaan toisistaan <em>riippumatta</em>: 
toisaalta ohjelmistojen kehitt&auml;misen vaikutuksia (riippumatta ohjelmistojen
  jakelun tavasta) ja toisaalta ohjelmistojen k&auml;yt&ouml;n rajoittamisen
  vaikutuksia (oletuksena, ett&auml; ohjelmisto on jo kehitetty). Jos toisella
  n&auml;ist&auml; on hy&ouml;dyllisi&auml; ja toisella haitallisia vaikutuksia,
  olisi parasta lopettaa niiden liitt&auml;minen toisiinsa ja harrastaa vain
  tuota hy&ouml;dyllist&auml; toimintaa. </p>
               
<p>  Toisin sanoen, jos jo olemassaolevan ohjelmiston jakelun rajoittaminen
  on suuren yleis&ouml;n kannalta vahingollista, niin eettisesti ajatteleva
  ohjelmistojen kehitt&auml;j&auml; hylk&auml;&auml; mahdollisuutensa rajoittaa
  ohjelmiston levitt&auml;mist&auml;. </p>
               
<p>  Jotta voisimme arvioida rajoittamisen seurauksia, meid&auml;n on verrattava
  toisiinsa saman ohjelmiston rajoitetun (eli omistetun) ja vapaan (eli kaikkien
  saatavissa olevan) version yhteiskunnallista arvoa. Vertaamme siis toisiinsa
  kahta mahdollista maailmaa. </p>
               
<p>  T&auml;llainen arviointi vastaa my&ouml;s siihen toisinaan esitettyyn
  yksinkertaiseen vasta-argumenttiin, jonka mukaan &#8221;se hy&ouml;ty, jonka
uusi   k&auml;ytt&auml;j&auml; saa ohjelmiston kopiosta vastaa sit&auml;
haittaa,   jonka kopion tekeminen aiheuttaa ohjelmiston omistajalle.&#8221; T&auml;m&auml;
  vasta-argumentti olettaa, ett&auml; hy&ouml;ty ja haitta ovat yht&auml;
suuret.  Arviossa vertaamme hy&ouml;dyn ja haitan m&auml;&auml;r&auml;&auml;
ja osoitamme,  ett&auml; hy&ouml;ty on paljon suurempi. </p>
               
<p>  Havainnollisuuden vuoksi argumenttia voidaan soveltaa toisella alueella:
  tienrakennuksessa. </p>
               
<p>  Kaikkien teiden rakentaminen olisi mahdollista rahoittaa tullimaksuilla.
  T&auml;m&auml; edellytt&auml;isi, ett&auml; jokaisessa kadunkulmassa olisi
  maksun perint&auml;&auml; varten tullikoppi. T&auml;llainen j&auml;rjestelm&auml;
  houkuttelisi mit&auml; suuremmassa m&auml;&auml;rin teiden parantamiseen.
  Sen etuna olisi my&ouml;s, ett&auml; tietyn tien k&auml;ytt&auml;j&auml;t
  maksaisivat juuri tuon tien. Tullimaksun maksaminen on kuitenkin keinotekoinen
  este joustavalle ajamiselle &#8211; keinotekoinen siin&auml; mieless&auml;, ett&auml;
  se ei seuraa autojen tai teiden toimintatavasta.</p>
               
<p>  Jos verrataan vapaiden ja tullimaksullisten teiden k&auml;ytt&ouml;arvoa,
  huomataan, ett&auml; teit&auml;, joilla ei ole tullikoppeja on halvempi
rakentaa  ja yll&auml;pit&auml;&auml;, ne ovat turvallisempia ja tehokkaampia
k&auml;ytt&auml;&auml;.  <a href="#2">(2)</a> K&ouml;yh&auml;ss&auml; maassa
tullimaksut voivat tehd&auml;  tienk&auml;yt&ouml;st&auml; liian kalliin
joillekin kansalaisille. Tullimaksuttomat  ja &#8211;kopittomat tiet siis tarjoavat
yhteis&ouml;lle suuremman hy&ouml;dyn pienemmill&auml; kustannuksilla. Vapaat
tiet ovat yhteiskunnan kannalta parempia. T&auml;st&auml; syyst&auml; yhteiskunnan
tulisi rahoittaa teiden rakentaminen jollakin muulla tavalla kuin tullimaksuilla.
Rakennettujen teiden k&auml;yt&ouml;n tulisi olla vapaata. </p>
               
<p>  Kun tullimaksujen kannattajat esitt&auml;v&auml;t ratkaisunsa vain rahan
  ker&auml;&auml;misen tapana, he v&auml;&auml;rist&auml;v&auml;t valintatilannetta.
  Tullikopit ker&auml;&auml;v&auml;t rahaa, mutta niill&auml; on muitakin
vaikutuksia:  ne huonontavat tiet&auml;. Tullimaksullinen tie ei ole yht&auml;
hyv&auml;  kuin vapaa tie, eik&auml; teknisesti parempien teiden rakentaminen
v&auml;ltt&auml;m&auml;tt&auml;  ole parannus, jos se tarkoittaa samalla
vapaiden teiden korvautumista maksullisilla  teill&auml;. </p>
               
<p>  Vapaan tien rakentaminen vaatii tietenkin rahoitusta, joka yleis&ouml;n
  on jotenkin j&auml;rjestett&auml;v&auml;. T&auml;st&auml; ei kuitenkaan
seuraa  tullimaksujen v&auml;ltt&auml;m&auml;tt&ouml;myytt&auml;. Me, jotka
tien joka tapauksessa maksamme, saamme rahallemme enemm&auml;n vastinetta
rakentamalla  vapaan tien.  </p>
               
<p>  En tarkoita, ett&auml; maksullinen tie olisi huonompi kuin ei tiet&auml;
  laisinkaan. N&auml;in olisi vain, jos maksu olisi niin korkea, ett&auml;
 tuskin kukaan k&auml;ytt&auml;isi tiet&auml; &#8211; tullien ker&auml;&auml;j&auml;
 ei todenn&auml;k&ouml;isesti koskaan toimisi n&auml;in. Joka tapauksessa
niin kauan kuin maksujen ker&auml;&auml;minen tullikopeilla aiheuttaa huomattavaa  haaskausta ja ep&auml;mukavuutta, on parempi ker&auml;t&auml; rahat v&auml;hemm&auml;n
  haitallisella tavalla. </p>
               
<p>  K&auml;ytt&auml;&auml;kseni samaa argumenttia ohjelmistojen kehitt&auml;misen
  kohdalla, tulen seuraavassa osoittamaan, ett&auml; ohjelmistojen k&auml;ytt&auml;misen
  &#8221;tullikopit&#8221; tulevat yhteiskunnalle hyvin kalliiksi: maksullisuus tekee
ohjelmistojen  kehitt&auml;misest&auml; ja jakelemisesta kalliimpaa ja niiden
k&auml;yt&ouml;st&auml;  tehottomampaa ja ep&auml;mukavampaa. Johtop&auml;&auml;t&ouml;s
on, ett&auml;  ohjelmistojen kehitt&auml;mist&auml; tulisi kannustaa jollakin
muulla tavalla.  Lopuksi kuvailen muita tapoja kannustaa (ja jos v&auml;ltt&auml;m&auml;t&ouml;nt&auml;)
  rahoittaa ohjelmistojen kehitt&auml;mist&auml;. </p>
               
<p>  </p>
               
<h4>Ohjelmistojen vapauden est&auml;misen aiheuttama vahinko</h4>
                 
<p>  Kuvitellaan, ett&auml; ohjelmisto on kehitetty ja kaikki sen kehitt&auml;miseen
  liittyv&auml;t kustannukset on maksettu; yhteiskunnan pit&auml;&auml; nyt
  p&auml;&auml;tt&auml;&auml;, tehd&auml;&auml;nk&ouml; ohjelmistosta jonkun
  omaisuutta vai sallitaanko sen vapaa k&auml;ytt&ouml; ja jakaminen. Oletetaan
  lis&auml;ksi, ett&auml; ohjelmiston olemassaolo ja sen saatavavuus ovat
toivottavia.  <a href="#3">(3)</a> </p>
               
<p>  Ohjelmiston jakamisen ja muokkaamisen rajoittaminen ei voi edist&auml;&auml;
  sen k&auml;ytt&ouml;&auml;. Rajoitukset toimivat ainoastaan estein&auml;.
  Rajoitusten vaikutus voi siis olla vain kielteinen. Mutta miten ja mill&auml;
  tavalla kielteinen? </p>
               
<p>  Rajoituksista seuraa kolmen tasoista materiaalista vahinkoa: </p>
               
<p>  </p>
               
<ul>
         <li>Ohjelmistolla on v&auml;hemm&auml;n k&auml;ytt&auml;ji&auml;.
                                       
    <p>  </p>
          </li>
          <li>Kukaan k&auml;ytt&auml;jist&auml; ei voi muokata tai korjata
 ohjelmistoa.                                        
    <p>  </p>
          </li>
          <li>Toiset ohjelmistojen kehitt&auml;j&auml;t eiv&auml;t voi oppia
  ohjelmistosta, eiv&auml;tk&auml; k&auml;ytt&auml;&auml; sit&auml; uuden
ohjelmiston  perustana. </li>
               
</ul>
                 <p>  Jokaista materiaalisen vahingon tasoa vastaa psykososiaalinen vahinko,
  joka tarkoittaa tehtyjen p&auml;&auml;t&ouml;sten vaikutusta ihmisten tunteisiin,
  asenteisiin ja taipumuksiin. N&auml;ill&auml; ajattelutapojen muutoksilla
  on kerrannaisvaikutuksensa ihmisten v&auml;lisiin suhteisiin ja siten puolestaan
  materiaalisia seurauksia.  </p>
               
<p>  Materiaalisen vahingon kolme muotoa hukkaavat osan ohjelmiston mahdollisesta
  arvosta, mutta eiv&auml;t voi sit&auml; kokonaan mit&auml;t&ouml;id&auml;.
  Jos ne tuhoavat l&auml;hes koko ohjelmiston arvon, niin ohjelmiston kirjoittaminen
  vahingoittaa yhteiskuntaa korkeintaan sen vaivan verran, joka ohjelmiston
  tuottamiseen on k&auml;ytetty. Voidaan perustellusti v&auml;itt&auml;&auml;,
  ett&auml; ohjelmiston, jota voidaan voitollisesti myyd&auml;, tulee tarjota
  jonkin verran suoraa materiaalista hy&ouml;ty&auml;.   </p>
               
<p>  Jos kuitenkin otetaan huomioon psykososiaalisen vahingon  muodot, ei
  omistetun ohjelmiston kehitt&auml;misen aiheuttamalle vahingolle voida
asettaa   pit&auml;v&auml;&auml; yl&auml;rajaa.   </p>
               
<p>  </p>
               
<h4>Ohjelmistojen k&auml;yt&ouml;n est&auml;minen</h4>
                 
<p> Ensimm&auml;inen vahingon muoto koskee ohjelman k&auml;ytt&ouml;&auml;.
  Ohjelmiston kopioimisen kuntannus on l&auml;hell&auml; nollaa (ja kustannuksen
  voi maksaa tekem&auml;ll&auml; kopion itse), joten vapailla markkinoilla
 ohjelmiston hinta olisi l&auml;hell&auml; nollaa. Lisenssimaksu on merkitt&auml;v&auml;
  este ohjelmiston k&auml;yt&ouml;lle. Jos laajasti k&auml;ytett&auml;v&auml;st&auml;
  ohjelmasta tulee jonkun omaisuutta, k&auml;ytt&auml;jien m&auml;&auml;r&auml;
  v&auml;henee.   </p>
               
<p>  On helppoa osoittaa, ett&auml; ohjelmiston yhteiskunnalle tuottama hy&ouml;ty
  heikkenee, jos ohjelmistolle osoitetaan omistaja. Kun ohjelmiston mahdollinen
  k&auml;ytt&auml;j&auml; kohtaa vaatimuksen k&auml;ytt&ouml;maksusta, h&auml;n
  joko maksaa tai luopuu ohjelman k&auml;yt&ouml;st&auml;. Kun k&auml;ytt&auml;j&auml;
  p&auml;&auml;tt&auml;&auml; maksaa, on maksu nollasummavarainsiirto kahden
  osapuolen v&auml;lill&auml;. Kun taas k&auml;ytt&auml;j&auml; p&auml;&auml;tt&auml;&auml;
  olla k&auml;ytt&auml;m&auml;tt&auml; ohjelmistoa, tuottaa p&auml;&auml;t&ouml;s
  vahinkoa k&auml;ytt&auml;j&auml;lle, mutta ei hy&ouml;ty&auml; kenellek&auml;&auml;n.
  Negatiivisten lukujen ja nollien summa on aina negatiivinen. </p>
               
<p>  T&auml;m&auml; ei kuitenkaan v&auml;henn&auml; sit&auml; ty&ouml;m&auml;&auml;r&auml;&auml;,
  joka ohjelmiston  <em>kehitt&auml;miseen</em> tarvitaan. Lopputuloksena
siis  koko prosessin tehokkuus &#8211; laskettuna onnistuneiden k&auml;ytt&ouml;tuntien
  ja kehitt&auml;miseen k&auml;ytettyjen ty&ouml;tuntien suhteena &#8211; heikkenee.</p>
               
<p>  Lopputulos kuvastaa toisaalta ohjelmistojen ja toisaalta autojen, tuolien
  tai voileipien kopioimisen ratkaisevaa erilaisuutta. Materiaalisten kappaleiden
  kopioimislaitteita on olemassa vain tieteiskirjallisuudessa, mutta ohjelmistoja
  on helppo kopioida; kuka tahansa voi monistaa haluamansa m&auml;&auml;r&auml;n
  kopioita hyvin v&auml;h&auml;ll&auml; vaivalla. Aineen s&auml;ilymislakien
  takia sama ei p&auml;de materiaalisiin kappaleisiin: jokainen kopio t&auml;ytyy
  tehd&auml; uusista raaka-aineista samaan tapaan kuin alkuper&auml;inenkin.
    </p>
               
<p>  Materiaalisten kappaleiden k&auml;ytt&auml;misen est&auml;minen on siis
  j&auml;rkev&auml;&auml;, koska kappaleiden v&auml;h&auml;lukuisuus merkitsee
  raaka-aineiden ja ty&ouml;panoksen s&auml;&auml;st&ouml;&auml;. Materiaalisten
  hy&ouml;dykkeiden valmistamiseen liittyy usein my&ouml;s aloittamis- ja
kehitt&auml;miskustannuksia,  jotka jakautuvat koko tuotantoprosessin ajalle.
Mutta niin kauan kuin itse  tuotannon kustannukset ovat merkitt&auml;v&auml;t,
kehitt&auml;miskustannusten  osuuden lis&auml;&auml;minen ei aiheuta hintaan
laadullista muutosta eik&auml;  my&ouml;sk&auml;&auml;n vaadi tavallisten
k&auml;ytt&auml;jien vapauksien  rajoittamista.  </p>
               
<p>  T&auml;t&auml; vastoin laadullinen muutos syntyy, jos tuote, joka muuten
  olisi ilmainen, muuttuu maksulliseksi. Ohjelmistojen jakelemiseen keskusjohtoisesti
  asetettu maksu muodostuu korkeaksi kynnykseksi.  </p>
               
<p>  Lis&auml;ksi nykyisen mallin mukainen keskusjohtoinen ohjelmistotuotantoj&auml;rjestelm&auml;
  on tehoton ohjemistojen kopioiden jakelija. J&auml;rjestelm&auml; vaatii
 fyysisten levykkeiden tai nauhojen k&auml;&auml;rimist&auml; t&auml;ysin
tarpeettomiin pakkauksiin ja pakkausten laajamittaista kuljetusta ja varastointia
ymp&auml;ri maailmaa. N&auml;m&auml; kustannukset esitet&auml;&auml;n yritystoiminnan
  kustannuksina; tosiasiassa kyse on omistajuuden aiheuttamasta tuhlauksesta.
   </p>
               
<p>  </p>
               
<h4>Yhteenkuuluvuuden vahingoittaminen</h4>
                 
<p>  Oletetaan, ett&auml; sin&auml; ja yst&auml;v&auml;si haluaisitte k&auml;ytt&auml;&auml;
  jotakin ohjelmistoa. L&auml;himm&auml;isenrakkauteen perustuen tuntuu silt&auml;,
  ett&auml; oikea ratkaisu on se, joka antaa molemmille mahdollisuuden k&auml;ytt&auml;&auml;
  ohjelmistoa. Malli, joka sallii vain toisen k&auml;ytt&auml;&auml; ohjelmistoa
  ja samalla riist&auml;&auml; toiselta k&auml;ytt&ouml;oikeuden, on hajoittava:
  ei sen paremmin sinun kuin yst&auml;v&auml;sik&auml;&auml;n tulisi hyv&auml;ksy&auml;
  t&auml;llaista mallia.  </p>
               
<p>  Tavanomaisen ohjelmiston k&auml;ytt&ouml;- tai lisenssisopimuksen hyv&auml;ksyminen
  merkitsee l&auml;himm&auml;isen pett&auml;mist&auml;: &#8221;Lupaan ev&auml;t&auml;
  l&auml;himm&auml;iselt&auml;ni oikeuden k&auml;ytt&auml;&auml; t&auml;t&auml;
  ohjelmistoa, jotta saan itse k&auml;ytt&ouml;oikeuden.&#8221;  Ihmiset, jotka
hyv&auml;ksyv&auml;t  t&auml;llaisia sopimuksia, saattavat  tuntea psykologista
painetta sopimusten  oikeuttamiseen esimerkiksi v&auml;h&auml;ttelem&auml;ll&auml;
l&auml;himm&auml;isen  auttamisen t&auml;rkeytt&auml; &#8211; n&auml;in yhteis&ouml;n
henki k&auml;rsii.  T&auml;m&auml; on ohjelman k&auml;yt&ouml;n rajoittamisen
aiheuttamaan materiaaliseen  vahinkoon liittyv&auml; psykososiaalinen vahinko.
</p>
               
<p>  Monet k&auml;ytt&auml;j&auml;t tunnistavat jakamisesta kielt&auml;ytymisen
  v&auml;&auml;ryyden alitajuisesti, joten he p&auml;&auml;tt&auml;v&auml;t
  olla noudattamatta k&auml;ytt&ouml;lupaehtoja, lisenssisopimuksia ja lakeja,
  ja jakavat ohjelmistoja. Usein he kuitenkin tuntevat syyllisyytt&auml;
toiminnastaan.   He tiet&auml;v&auml;t, ett&auml; heid&auml;n on rikottava
lakia ollakseen   hyvi&auml; l&auml;himm&auml;isi&auml;, mutta he pit&auml;v&auml;t
silti lakeja  sitovina; lopputuloksena voi olla ajatus, ett&auml; naapuriapu
(jota he tarjoavat)  on pahaa tai h&auml;pe&auml;llist&auml;. T&auml;m&auml;
on my&ouml;s psykososiaalinen  vahinko, mutta se voidaan v&auml;ltt&auml;&auml;,
jos ajatellaan, ett&auml;  kyseess&auml; olevilla lisenssisopimuksilla ja
lailla ei ole moraalista oikeutusta.   </p>
               
<p>  My&ouml;s ohjelmoijat k&auml;rsiv&auml;t psykososiaalista vahinkoa,
koska tiet&auml;v&auml;t, ett&auml; monia ihmisi&auml; estet&auml;&auml;n
k&auml;ytt&auml;m&auml;st&auml; heid&auml;n ty&ouml;t&auml;&auml;n. T&auml;m&auml;
johtaa kyyniseen tai v&auml;linpit&auml;m&auml;tt&ouml;m&auml;&auml;n asenteeseen.
Ohjelmoija saattaa kuvata innostuneesti teknisesti haastavaa ty&ouml;t&auml;&auml;n,
mutta kun h&auml;nelt&auml; kysyt&auml;&auml;n &#8221;Saanko k&auml;ytt&auml;&auml;
sit&auml;?&#8221;, h&auml;nen ilmeens&auml; synkkenee ja vastaus on: &#8221;Et&#8221;. Jotta
ohjelmoija ei tuntisi oloaan pettyneeksi, h&auml;n joko v&auml;ltt&auml;&auml;
huomioimasta k&auml;yt&ouml;n rajoittamista tai ottaa kyynisen asenteen,
jonka tarkoitus on v&auml;h&auml;tell&auml; k&auml;ytt&ouml;rajoitusten merkitt&auml;vyytt&auml;.
</p>
               
<p>  Reaganin ajoista l&auml;htien Yhdysvaltain harvinaisin resurssi ei ole
  ollut tekninen innovaatio vaan halukkuus ty&ouml;skennell&auml; yhdess&auml;
  yhteiseksi hyv&auml;ksi. Ei ole j&auml;rkev&auml;&auml; kannustaa ensimm&auml;ist&auml;
  toisen kustannuksella.  </p>
               
<p>  </p>
               
<h4>Ohjelmistojen r&auml;&auml;t&auml;l&ouml;innin ja muuttamisen est&auml;minen</h4>
                 
<p>  Materiaalisen vahingon toinen muoto on ohjelmistojen r&auml;&auml;t&auml;l&ouml;innin
  ja muuttamisen mahdottomuus. Ohjelmistojen muuttamisen helppous on yksi
uuden  teknologian suurista eduista vanhaan verrattuna. Kuitenkaan suurin
osa kaupallisista  ohjelmistoista ei ole muuteltavissa, ei vaikka ostaisi
ohjelmiston kopion.  Ohjelmisto on saatavilla sellaisenaan, mustana laatikkona
&#8211; siin&auml; kaikki.  </p>
               
<p>  Ohjelmisto, joka voidaan suorittaa tietokoneella, koostuu merkitykselt&auml;&auml;n
  h&auml;m&auml;rist&auml; numerosarjoista. Ei kukaan &#8211; ei edes hyv&auml;
ohjelmoija  &#8211; pysty helposti muuttamaan n&auml;it&auml; numerosarjoja niin,
ett&auml;  ohjelmisto toimisi toisin.   </p>
               
<p>  Ohjelmoijat ty&ouml;skentelev&auml;t yleens&auml; ohjelmiston &#8221;l&auml;hdekoodin&#8221;
  kanssa. L&auml;hdekoodi on kirjoitettu Fortranin tai C:n tapaisilla ohjelmointikielill&auml;.
  Ohjelmointikieli k&auml;ytt&auml;&auml; nimi&auml; kuvaamaan k&auml;sitelty&auml;
  informaatiota ja ohjelmiston osia, ja ohjelmiston toimintoja kuvataan symboleilla:
  &#8221;+&#8221; tarkoittaa yhteenlaskua ja &#8221;-&#8221; v&auml;hennyslaskua. Ohjelmoitikielell&auml;
  kirjoitetun l&auml;hdekoodin tarkoitus on helpottaa ohjelmiston lukemista
  ja muuttamista. Esimerkiksi ohjelma, joka laskee kahden samalla tasolla
olevan  pisteen v&auml;lisen et&auml;isyyden:</p>
               
<p>  </p>
               
<pre>float<br>     distance (p0, p1)<br>          struct point p0, p1;<br>     {<br>       float xdist = p1.x - p0.x;<br>       float ydist = p1.y - p0.y;<br>       return sqrt (xdist * xdist + ydist * ydist);<br>     }<br></pre>
          Ja t&auml;ss&auml; sama ohjelma muodossa, jonka yleens&auml; k&auml;ytt&auml;m&auml;ni
  tietokone pystyy suorittamaan:         
<p>  </p>
               
<pre><br>     1314258944      -232267772      -231844864      1634862<br><br>     1411907592      -231844736      2159150         1420296208<br><br>     -234880989      -234879837      -234879966      -232295424<br><br>     1644167167      -3214848        1090581031      1962942495<br><br>     572518958       -803143692      1314803317<br></pre>
                 
<p>  L&auml;hdekoodi on (ainakin mahdollisesti) hy&ouml;dyllinen esitystapa
  jokaiselle ohjelmiston k&auml;ytt&auml;j&auml;lle. Useimmat k&auml;ytt&auml;j&auml;t
  eiv&auml;t kuitenkaan saa tutustua l&auml;hdekoodiin. Yleens&auml; ohjelmiston
  omistaja pit&auml;&auml; l&auml;hdekoodin salaisena, jotta kukaan muu ei
 oppisi siit&auml; mit&auml;&auml;n. K&auml;ytt&auml;j&auml;t saavat haltuunsa
 vain k&auml;sitt&auml;m&auml;tt&ouml;mi&auml; numerosarjoja sis&auml;lt&auml;v&auml;t
  tiedostot, jotka tietokone suorittaa. N&auml;in vain ohjelmiston omistaja  voi muuttaa ohjelmistoa.  </p>
               
<p>  Er&auml;s yst&auml;v&auml;ni kertoi kerran ty&ouml;skennelleens&auml;
  pankissa kuusi kuukautta kirjoittaen ohjelmistoa, joka oli samankaltainen
  kuin er&auml;s kaupallinen ohjelmisto. H&auml;n uskoi, ett&auml; jos h&auml;n
  olisi saanut tuon kaupallisen ohjelmiston l&auml;hdekoodin n&auml;ht&auml;v&auml;kseen,
  se olisi ollut helposti sovellettavissa pankin tarpeisiin. Pankki oli halukas
  maksamaan l&auml;hdekoodista, mutta l&auml;hdekoodia ei myyty &#8211; se oli
salainen.   N&auml;in ollen yst&auml;v&auml;ni t&auml;ytyi tehd&auml; kuusi
kuukautta   n&auml;enn&auml;ist&auml; ty&ouml;t&auml;, joka kyll&auml; n&auml;kyy
bruttokansantuotteessa,   mutta joka itse asiassa on tuhlausta. </p>
               
<p>  Vuoden 1977 tienoilla MIT:n teko&auml;lylaboratorio sai Xeroxilta lahjaksi
  tulostimen. Tulostinta ohjasi vapaa ohjelmisto, johon lis&auml;simme monia
  k&auml;yt&auml;nn&ouml;llisi&auml; ominaisuuksia. Ohjelmisto esimerkiksi
 l&auml;hetti k&auml;ytt&auml;j&auml;lle viestin, kun tulostus oli valmis.
 Kun tulostimella oli ongelmia, kuten paperitukos tai paperin loppuminen,
ohjelmisto ilmoitti v&auml;litt&ouml;m&auml;sti kaikille k&auml;ytt&auml;jille,
jotka olivat tulostamassa. N&auml;m&auml; ominaisuudet mahdollistivat sujuvan
k&auml;yt&ouml;n. </p>
               
<p>  Hiukan my&ouml;hemmin Xerox lahjoitti laboratoriolle uudemman ja nopeamman
  tulostimen, yhden ensimm&auml;isit&auml; lasertulostimista. T&auml;t&auml;
  tulostinta ohjasi omistettu ohjelmisto, jota suoritti t&auml;lle tarkoitukselle
  omistettu tietokone, joten emme voineet lis&auml;t&auml; ohjelmistoon mit&auml;&auml;n
  suosikkiominaisuuksiamme. Pystyimme tekem&auml;&auml;n ohjelman, joka ilmoitti
  milloin tulostusty&ouml; oli l&auml;hettetty tulostinta ohjaavalle tietokoneelle,
  mutta emme voineet tehd&auml; tulostimen ohjelmistoon lis&auml;yst&auml;,
  joka olisi ilmoittanut milloin tulostettava ty&ouml; tosiasiassa oli valmis
  (viive oli yleens&auml; huomattava). Emme voineet mitenk&auml;&auml;n tiet&auml;&auml;,
  koska tulostus oli valmis, saatoimme vain arvailla. Kukaan ei my&ouml;sk&auml;&auml;n
  saanut tiet&auml;&auml; paperitukoksesta, joten toisinaan ongelma j&auml;i
  tunniksikin korjaamatta.   </p>
               
<p>  Laboratorion ohjelmoijat olisivat osanneet tehd&auml; tarvittavat lis&auml;ykset
  ja korjaukset ohjelmistoon, todenn&auml;k&ouml;isesti v&auml;hint&auml;&auml;n
  yht&auml; hyvin kuin ohjelmiston alkuper&auml;iset kirjoittajatkin. Xerox
  ei ollut kiinnostunut tekem&auml;&auml;n ohjelmistoon korjauksia ja p&auml;&auml;tti
  est&auml;&auml; meit&auml;kin niit&auml; tekem&auml;st&auml;, joten meid&auml;n
  oli pakko hyv&auml;ksy&auml; aiheutuneet ongelmat. Niit&auml; ei milloinkaan
  korjattu. </p>
               
<p>  Useimmat hyv&auml;t ohjelmoijat ovat kohdanneet t&auml;m&auml;n turhauttavan
  ongelman. Pankilla oli varaa ratkaista ongelma kirjoituttamalla uusi ohjelmisto
  alusta alkaen, mutta tavallinen k&auml;ytt&auml;j&auml;, vaikka kuinka
lahjakaskin,   voi vain luovuttaa. </p>
               
<p>  Luovuttaminen aiheuttaa psykososiaalista vahinkoa omavaraisuuden hengelle.
  On masentavaa asua talossa, jota ei voi kalustaa tarpeittensa mukaan. Tilanne
  johtaa rohkeuden menetykseen ja alavireisyys voi vaikuttaa my&ouml;s el&auml;m&auml;n
  muihin osa-alueisiin. Luovuttamaan pakotetut ihmiset ovat onnettomia eiv&auml;tk&auml;
  tee hyv&auml;&auml; ty&ouml;t&auml;. </p>
               
<p>  Kuvitellaanpa, milt&auml; vaikuttaisi, jos reseptej&auml; kohdeltaisiin
  samoin tavoin kuin ohjelmistoja. Voisit vaikka kysy&auml; &#8221;Miten t&auml;t&auml;
  resepti&auml; voi muuttaa v&auml;h&auml;suolaisemmaksi?&#8221; ja kokkimestari
 vastaisi: &#8221;Kuinka julkeat loukata resepti&auml;ni, aivojeni ja makunystyjeni
 lasta, kuvittelemalla muuttavasi sit&auml;? Et osaa muuttaa resepti&auml;ni
 niin, ett&auml; se toimisi!&#8221; &#8221;Mutta l&auml;&auml;k&auml;rini m&auml;&auml;r&auml;si
  minut sy&ouml;m&auml;&auml;n v&auml;hemm&auml;n suolaa. Mit&auml; teen?
Otatko  suolan pois puolestani?&#8221; &#8221;Mielell&auml;ni, palkkioni on vain 50000
dollaria.&#8221;  Koska omistajalla on monopoli muutosten suhteen, palkkio tuppaa
olemaan suuri.  &#8221;Juuri nyt minulla on kuitenkin kiire. Olen juuri suunnittelemassa
 uutta resepti&auml; Laivaston korpuille. Palaan asiaan parissa vuodessa.&#8221;
 </p>
               
<p>  </p>
               
<h4>Ohjelmistojen kehitt&auml;misen est&auml;minen</h4>
                 
<p> Materiaalisen vahingon kolmas muoto koskee ohjelmistojen kehitt&auml;mist&auml;.
  Ohjelmistojen kehitt&auml;minen oli aikoinaan evolutiivinen prosessi, jonka
  kuluessa ohjelmoija kirjoitti olemassaolevan ohjelmiston osia uudelleen
ominaisuuksia  lis&auml;t&auml;kseen, seuraava ohjelmoija kirjoitti jonkun
p&auml;tk&auml;n  taas uudelleen ja lis&auml;si taas uusia ominaisuuksia,
ja niin edelleen;  joissakin tapauksissa kehitys jatkui parinkymmenen vuoden
ajan. Samaan aikaan  joitakin ohjelmiston osia &#8221;kannibalisoitiin&#8221; uusien
ohjelmistojen iduiksi.  </p>
               
<p> Omitajuus est&auml;&auml; t&auml;llaisen kehityksen, koska uutta ohjelmistoa
  luotaessa on aina aloitettava alusta. Omistajuus my&ouml;s est&auml;&auml;
  aloittelevia ohjelmoijia tutkimasta olemassaolevia ohjelmistoja oppiakseen
  niist&auml; k&auml;yt&auml;nn&ouml;llisi&auml; tekniikoita tai suurten
ohjelmistojen   rakennetta.   </p>
               
<p>  Omistajat haittaavat my&ouml;s opetusta. Olen kohdannut lahjakkaita
tietojenk&auml;sittelyn opiskelijoita, jotka eiv&auml;t koskaan ole n&auml;hneet
laajan ohjelman l&auml;hdekoodia. Opiskelijat voivat olla taitavia pienten
ohjelmien kirjoittamisessa, mutta he eiv&auml;t voi edes alkaa oppia laajojen
ohjelmistojen kirjoittamisen taitoa elleiv&auml;t n&auml;e, miten muut ovat
sen tehneet.  </p>
               
<p>  Mill&auml; tahansa &auml;lyllisen el&auml;m&auml;n alueella suurempia
  korkeuksia tavoitellaan seisomalla toisten hartioilla. T&auml;m&auml; ei
 kuitenkaan en&auml;&auml; ole yleisesti sallittua ohjelmistoalalla &#8211; toisten
 hartioilla voi seisoa vain, jos nuo toiset ty&ouml;skentelev&auml;t <em>samassa
 yrityksess&auml;</em>  kuin sin&auml; itse. </p>
               
<p>  T&auml;h&auml;n liittyv&auml; psykososiaalinen vahinko koskee tieteellisen
  yhteisty&ouml;n henke&auml;. Tieteellisen yhteisty&ouml;n henki on ollut
 jopa niin vahva, ett&auml; tiedemiehet toimivat yhdess&auml; vaikka heid&auml;n
  asuinmaidensa v&auml;lill&auml; vallitsisi sota. T&auml;ss&auml; hengess&auml;
  toimivat ne japanilaiset merentutkijat, jotka Tyynen meren saarilaboratoriotaan
  hyl&auml;tess&auml;&auml;n huolellisesti s&auml;&auml;stiv&auml;t kaiken
 aineistonsa ja ty&ouml;ns&auml; tulokset hy&ouml;kk&auml;&auml;ville Yhdysvaltain
 merivoimille ja j&auml;ttiv&auml;t j&auml;lkeens&auml; lapun, jossa pyysiv&auml;t
 pit&auml;m&auml;&auml;n laboratoriosta hyv&auml;&auml; huolta. </p>
               
<p>   Voitontavoittelu on tuhonnut sen, mit&auml; kansainv&auml;lisilt&auml;
  konflikteilta s&auml;&auml;styi. Nyky&auml;&auml;n monien alojen tieteilij&auml;t
  eiv&auml;t artikkeleissaan julkaise riitt&auml;v&auml;sti tietoja, joiden
  perusteella toiset voisivat toistaa heid&auml;n kokeensa. He julkaisevat
 vain sen verran, ett&auml; muut voivat ihailla heid&auml;n aikaansaannoksiaan.
  T&auml;m&auml; on erityisen totta tietojenk&auml;sittelytieteess&auml;,
jossa  julkaisuissa kuvailtujen ohjelmistojen l&auml;hdekoodi on tyypillisesti
salainen.  </p>
               
<p>  </p>
               
<h4>Jakamisen est&auml;misen tavalla ei ole merkityst&auml;</h4>
                 
<p>  Olen k&auml;sittellyt ohjelmistojen kopioinnin, muuttamisen ja edelleenkehitt&auml;misen
  est&auml;misen vaikutuksia. En ole tarkemmin kuvaillut, miten t&auml;m&auml;
  est&auml;minen tehd&auml;&auml;n, koska est&auml;misen tavalla ei ole merkityst&auml;
  lopputuloksen kannalta. Jos k&auml;yt&ouml;n est&auml;minen <em>onnistuu</em>,
 se on vahingollista, riippumatta siit&auml;, onko menetelm&auml;n&auml;
 kopiosuojaus, tekij&auml;noikeus, lisenssi, salaus, ROM-kortti tai sarjanumero. 
   </p>
               
<p>  K&auml;ytt&auml;jien kannalta jotkut n&auml;ist&auml; menetelmist&auml;
  ovat &auml;rsytt&auml;v&auml;mpi&auml; kuin toiset. K&auml;sitykseni mukaan
  vihatuimpia menetelmi&auml; ovat toimivat menetelm&auml;t. </p>
               
<p>  </p>
               
<h4>Ohjelmistojen pit&auml;isi olla vapaita</h4>
                 
<p> Olen osoittanut, ett&auml; ohjelmiston omistajuus &#8211; mahdollisuus rajoittaa
  ohjelmiston muuttamista ja kopioimista &#8211; on vahingollista. Omistajuuden
kielteiset  seuraukset ovat laajoja ja merkitt&auml;vi&auml;. T&auml;st&auml;
johtuen  yhteiskunnan ei tulisi nimet&auml; ohjelmistoille omistajia.  </p>
               
<p>  Toinen tapa sanoa asia on todeta, ett&auml; yhteiskunta tarvitsee vapaita
  ohjelmistoja. Omistetut ohjelmistot ovat vain vapaiden ohjelmistojen huono
  korvike. Korvikkeen tuotannon kannustaminen ei ole j&auml;rkev&auml; tapa
  pyrki&auml; tavoitteeseemme.  </p>
               
<p>  Vaclav Havel on lausunut kehoituksen: &#8221;Tee ty&ouml;t&auml; jonkin asian
  puolesta, koska se on oikein, eik&auml; vain siksi, ett&auml; se saattaa
 onnistua.&#8221; Kaupallisella, omistetulla ohjelmistolla on mahdollisuus onnistua
 omien tavoitteidensa suhteen, mutta se ei ole hyv&auml;ksi yhteiskunnalle.
 </p>
               
<p>  </p>
               
<h3>Miksi ihmiset kehitt&auml;v&auml;t ohjelmistoja</h3>
                 
<p>  Jos poistamme henkisten tuotteiden tekij&auml;noikeuden v&auml;lineen&auml;
  ohjelmistojen kehitt&auml;misen kannustamiseen, niin alkuunsa ohjelmistoja
  tuotetaan v&auml;hemm&auml;n, mutta tuotetut ohjelmistot ovat k&auml;ytt&ouml;kelpoisempia.
  Ei ole selv&auml;&auml;, laskeeko yhteenlaskettu onnistuneiden k&auml;ytt&ouml;tuntien
  m&auml;&auml;r&auml;, mutta jos se laskee tai jos haluamme joka tapauksessa
  sit&auml; nostaa, on olemassa muitakin tapoja kannustaa ohjelmistojen kehitt&auml;mist&auml;,
  aivan samaan tapaan kuin on olemassa muitakin tapoja kuin tullimaksuja
teiden   rahoituksen ker&auml;&auml;miseen. Ennen kuin siirryn noihin muihin
kannustustapoihin,   haluan tarkastella kuinka paljon keinotekoista kannustusta
todella tarvitaan.   </p>
               
<p>  </p>
               
<h4>Ohjelmointi on hauskaa</h4>
                 
<p>  On olemassa t&ouml;it&auml;, esimerkiksi tienrakennus, joihin harvat
  ryhtyv&auml;t muusta syyst&auml; kuin rahasta. On olemassa my&ouml;s t&ouml;it&auml;,
  taiteen ja tutkimuksen aloja, joilla ei juurikaan voi rikastua, ja joille
  ryhdyt&auml;&auml;n niiden kiehtovuuden tai yhteiskunnallisen arvon vuoksi.
  Esimerkkein&auml; vaikkapa matemaattinen logiikka, klassinen musiikki ja
 arkeologia, ja ty&ouml;t&auml; tekevien ihmisten poliittinen toiminta. N&auml;ill&auml;
  aloilla harvoista palkallisista ty&ouml;paikoista kilpaillaan pikemminkin
  surumielisesti kuin katkerasti &#8211; eik&auml; oikeastaan mik&auml;&auml;n
ty&ouml;   allalla ole hyvin palkattu. Jos on varaa, jotkut voivat jopa maksaa
mahdollisuudesta   tehd&auml; ty&ouml;t&auml; alalla.  </p>
               
<p>  T&auml;llainen ala voi muuttua yhdess&auml; y&ouml;ss&auml;, jos se
alkaa tarjota rikastumisen mahdollisuuksia. Kun yksi rikastuu, muut vaativat
samaa mahdollisuutta. Pian kaikki saattavat vaatia suuria summia rahaa ty&ouml;st&auml;,
  jota he aiemmin tekiv&auml;t ilokseen. Jokusen vuoden kuluttua kaikki alalla
  ty&ouml;skentelev&auml;t halveksuvat ajatusta teht&auml;v&auml;st&auml;,
 josta ei ole huomattavaa taloudellista hy&ouml;ty&auml;. He vaativat poliitikkoja
  varmistamaan, ett&auml; taloudelliset edut ovat mahdollisia, jos ei muuten
  niin laatimalla erityisetuja, oikeuksia ja monopoleja. </p>
               
<p>  T&auml;llainen muutos tapahtui tietokoneohjelmoinnissa 80-luvulla. Seitsem&auml;nkymment&auml;luvulla
  ilmestyi artikkeleita &#8221;tietokone-addiktioista&#8221;; k&auml;ytt&auml;jill&auml;
  oli tapana  &#8221;roikkua linjoilla&#8221; satojen markkojen edest&auml; viikossa.
Oli  yleisesti tiedossa, ett&auml; usein ihmiset ihastuivat ohjelmointiin
niin,  ett&auml; heid&auml;n avioliittonsa kariutuivat. Nyky&auml;&auml;n
on yleisesti  tiedossa, ettei kukaan suostu ohjelmoimaan muuten kuin kovalla
palkalla. Mit&auml; aiemmin tiedettiin, on unohdettu.</p>
               
<p> Vaikka jollakin alalla vallitsee jonakin hetken&auml; tilanne, jossa
suurin osa ihmisist&auml; suostuu ty&ouml;skentelem&auml;&auml;n vain kovalla
palkalla, ei tilanne v&auml;ltt&auml;m&auml;tt&auml; pysy samana. Muutos
voi vaihtaa suuntaa, jos yhteiskunta antaa sys&auml;yksen. Jos suuren omaisuuden
mahdollisuus poistetaan, niin hetken kuluttua ihmisten muutettua asenteitaan
he ovat taas valmiita ty&ouml;skentelem&auml;&auml;n alalla saavutusten tuottama
ilo palkkanaan. </p>
               
<p>  Kysymys &#8221;Miten meill&auml; on varaa maksaa ohjelmoijille?&#8221; muuttuu helpommaksi,
  kun ymm&auml;rr&auml;mme, ettei heille tarvitse maksaa omaisuuksia. Elantoon
  riitt&auml;v&auml; palkka on helpompi maksaa.</p>
               
<p>  </p>
               
<h4>Vapaiden ohjelmistojen rahoittaminen</h4>
                 
<p>  Ohjelmoijien palkkoja maksavien instituutioiden ei v&auml;ltt&auml;m&auml;tt&auml;
  tarvitse olla ohjelmistotaloja. On olemassa monia muita instituutioita,
jotka  voivat toimia rahoittajina. </p>
               
<p>  Tietokoneiden valmistajat pit&auml;v&auml;t ohjelmistojen kehitt&auml;mist&auml;
  t&auml;rke&auml;n&auml;, vaikka eiv&auml;t pystyk&auml;&auml;n kontrolloimaan
  ohjelmistojen k&auml;ytt&ouml;&auml;. Suuri osa tietokoneiden valmistajien
  ohjelmistoista oli 1970-luvulla vapaita, koska valmistajat eiv&auml;t rajoittaneet
  niiden k&auml;ytt&ouml;&auml;. Nyky&auml;&auml;n tietokoneiden valmistajien
  halukkuus liitty&auml; vapaiden ohjelmistojen kehitt&auml;mishankkeisiin
 osoittaa, ett&auml; ohjelmiston omistaminen ei lopultakaan ole t&auml;rke&auml;&auml;
  tietokonevalmistajien kannalta. </p>
               
<p>  Yliopistot tukevat useita ohjelmoitihankkeita. Nyky&auml;&auml;n ne
my&ouml;s usein myyv&auml;t ohjelmistoja, mutta 1970-luvulla eiv&auml;t.
Ep&auml;ileek&ouml; kukaan yliopistojen halukkuutta kehitt&auml;&auml; vapaita
ohjelmistoja, jos ne eiv&auml;t saisi myyd&auml; ohjelmistoja? Yliopistojen
ohjelmointihankkeita voitaisiin tukea samoilla valtiollisilla sopimuksilla
ja apurahoilla, joilla nyky&auml;&auml;n tuetaan omistettujen ohjelmistojen
kehitt&auml;mist&auml;. </p>
               
<p>  Nyky&auml;&auml;n on tavallista, ett&auml; yliopistojen tutkijat kehitt&auml;v&auml;t
  apurahojen avulla ohjelmistoja l&auml;hes loppuun, kutsuvat niit&auml;
&#8221;valmiiksi&#8221;,   ja sitten perustavat yhti&ouml;n joka tosiasiassa saattaa
ohjelmiston valmiiksi   ja k&auml;ytt&ouml;kelpoiseksi. Jokus keskener&auml;inen
versio annetaan  &#8221;vapaasti&#8221; k&auml;ytt&ouml;&ouml;n; l&auml;pikotaisin korruptoituneet
tutkijat  lisensoivat senkin yliopiston eksklusiivisella lisenssill&auml;.
T&auml;m&auml;  ei ole mik&auml;&auml;n salaisuus, k&auml;yt&auml;nn&ouml;n
tunnustavat kaikki  osapuolet. Vaikka tutkijat eiv&auml;t tuntisi n&auml;it&auml;
kiusauksia,  he tekisiv&auml;t silti tutkimusta. </p>
               
<p>  Vapaita ohjelmistoja kirjoittavat ohjelmoijat voivat hankkia elantonsa
  myym&auml;ll&auml; ohjelmistoon liittyvi&auml; palveluita. Minut on palkattu
  siirt&auml;m&auml;&auml;n  <a href="/software/gcc/gcc.html">GNU C -k&auml;&auml;nt&auml;j&auml;</a> 
   uudelle tietokonej&auml;rjestelm&auml;lle ja tekem&auml;&auml;n k&auml;ytt&ouml;liittymi&auml;
  <a href="/software/emacs/emacs.html">GNU emacs:iin</a>. (Tarjoan n&auml;m&auml;
  parannukset yleis&ouml;lle, kunhan ne ovat valmiita). Pid&auml;n my&ouml;s
  luentoja, joista maksetaan.  </p>
               
<p>  En ole yksin, nyky&auml;&auml;n on olemassa menestyv&auml; ja kasvava
  yhti&ouml;, joka ei tee muuta kuin n&auml;it&auml; t&ouml;it&auml;. My&ouml;s
  useat muut yhti&ouml;t tarjoavat kaupallista tukea GNU-j&auml;rjestelm&auml;n
  vapaiden ohjelmistojen k&auml;ytt&auml;jille. N&auml;emme t&auml;ss&auml;
  riippumattoman ohjelmistotukialan synnyn &#8211; alasta voi tulla laaja, jos
vapaat   ohjelmistot yleistyv&auml;t. Riippumaton ohjelmistotuki antaa k&auml;ytt&auml;jille
  mahdollisuuden tukeen, joka omistetun ohjelmiston kohdalla ei tule kyseeseen
  kuin vain hyvin varakkaiden kohdalla. </p>
               
<p>  <a href="/fsf/fsf/html">Free Software Foundationin</a> tapaiset uudet
  instituutiot voivat my&ouml;s rahoittaa ohjelmointihankkeita. Suurin osa
 s&auml;&auml;ti&ouml;n rahoituksesta saadaan k&auml;ytt&auml;jilt&auml;,
jotka tilaavat ohjelmistoja postitse. Ohjelmistot ovat vapaita eli k&auml;ytt&auml;j&auml;t
 saavat kopioida ja muuttaa niit&auml;, mutta monet maksavat ohjelmistosta
 t&auml;st&auml; huolimatta.  (Muistettakoon, ett&auml; &#8221;vapaa ohjelmisto&#8221;
 viittaa vapauteen, ei hintaan.) Jotkut k&auml;ytt&auml;j&auml;t tilaavat
ja maksavat ohjelmiston kopiosta, vaikka heill&auml; ohjelmisto jo onkin,
koske he katsovat, ett&auml; me ansaitsemme heid&auml;n panoksensa. S&auml;&auml;ti&ouml;
 saa my&ouml;s huomattavia lahjoituksia tietokoneiden valmistajilta.  </p>
               
<p>  Free Software Foundation on voittoa tavoittelematon s&auml;&auml;ti&ouml;,
  joten se k&auml;ytt&auml;&auml; tulonsa palkkaamalla mahdollisimman monia
  ohjelmoijia. Jos se olisi perustettu yhti&ouml;ksi, joka myisi samoja vapaita
  ohjelmistoja samaan hintaan, se mahdollistaisi nyky&auml;&auml;n perustajalleen
  oikein hyv&auml;n toimeentulon. </p>
               
<p>  Koska s&auml;&auml;ti&ouml; on yleishy&ouml;dyllinen toimija, ohjelmoijat
  ty&ouml;skentelev&auml;t s&auml;&auml;ti&ouml;lle usein puolella siit&auml;
  palkasta, jonka saisivat muualta. He tekev&auml;t n&auml;in, koska s&auml;&auml;ti&ouml;
  on ep&auml;byrokraattinen ja koska he tuntevat tyydytyst&auml; tiedosta,
 ettei heid&auml;n tekem&auml;ns&auml; ohjelmiston k&auml;ytt&ouml;&auml;
estet&auml;. Ennen kaikkea he ty&ouml;skentelev&auml;t s&auml;&auml;ti&ouml;ss&auml;,
koska ohjelmointi on hauskaa. My&ouml;s monet vapaaehtoiset ovat kirjoittaneet
k&auml;ytt&ouml;kelpoisia ohjelmia s&auml;&auml;ti&ouml;lle. (Viime aikoina
vapaaehtoisiksi on ilmaantunut jopa teknisi&auml; kirjoittajia.) </p>
               
<p>  T&auml;m&auml; osoittaa, ett&auml; ohjelmointi on musiikin ja taiteen
  tavoin yksi kaikkein kiehtovimmista aloista. Pelko, ett&auml; kukaan ei
haluaisi  ohjelmoida, on turha. </p>
               
<p>  </p>
               
<h4>Mit&auml; k&auml;ytt&auml;j&auml;t ovat velkaa kehitt&auml;jille?</h4>
                 
<p>  Ohjelmistojen k&auml;ytt&auml;jill&auml; on syyt&auml; tuntea moraalista
  velvollisuutta ohjelmistojen tukemiseen. Vapaiden ohjelmistojen kehitt&auml;j&auml;t
  osallistuvat k&auml;ytt&auml;jien toiminnan helpottamiseen ja on oikeudenmukaista
  ja k&auml;ytt&auml;jien pitk&auml;n t&auml;ht&auml;imen edun mukaista ett&auml;
  he rahoittavat ohjelmistojen kehitt&auml;ji&auml;. </p>
               
<p>  Sama ei kuitenkaan p&auml;de omistettujen ohjelmien kehitt&auml;jien
  kohdalla, koska ohjelmistojen k&auml;yt&ouml;n est&auml;minen ansaitsee
pikemminkin  rangaistuksen kuin palkkion. </p>
               
<p> Saavumme siis paradoksin &auml;&auml;reen: k&auml;ytt&ouml;kelpoisen
ohjelmiston kehitt&auml;j&auml; on oikeutettu k&auml;ytt&auml;jien tukeen,
mutta jokainen yritys muuttaa t&auml;m&auml; moraalinen oikeutus vaatimukseksi
tuhoaa oikeutuksen perustan. Ohjelmiston kehitt&auml;j&auml; voi joko ansaita
tai vaatia palkkion, mutta ei molempia. </p>
               
<p>  Mielest&auml;ni eettisen ohjelmistokehitt&auml;j&auml;n tulee t&auml;m&auml;n
  ristiriidan kohdatessaan  k&auml;ytt&auml;yty&auml; niin, ett&auml; ansaitsee
  palkkion, ja samalla houkutella k&auml;ytt&auml;ji&auml; vapaaehtoisten
lahjoitusten  tekemiseen. Ajan mittaan k&auml;ytt&auml;j&auml;t tottuvat
tukemaan kehitt&auml;ji&auml;  ilman pakkoa, aivan kuten k&auml;ytt&auml;j&auml;t
ovat oppineet tukemaan  julkisia radio- ja televisioasemia. </p>
               
<p>  </p>
               
<h3>Mit&auml; on ohjelmistotuottavuus?</h3>
                 
<p> Jos ohjelmistot olisivat vapaita, maailmassa olisi edelleen ohjelmoijia,
  vaikkakin ehk&auml; v&auml;hemm&auml;n. Olisiko t&auml;m&auml; haitaksi
yhteiskunnalle?  </p>
               
<p>  Ei v&auml;ltt&auml;m&auml;tt&auml;. Kehittyneiss&auml; maissa on nyky&auml;&auml;n
  v&auml;hemm&auml;n maanviljelij&ouml;it&auml; kuin vuonna 1900, mutta t&auml;m&auml;n
  ei katsota olevan haitaksi yhteiskunnalle, koska harvemmat maanviljelij&auml;t
  tuottavat kuluttajille enemm&auml;n ruokaa kuin useammat ennen. T&auml;t&auml;
  kutsutaan tuottavuuden kasvuksi. Vapaat ohjelmistot tarvisisivat paljon
v&auml;hemm&auml;n  ohjelmoijia kysynn&auml;n tyydytt&auml;miseen, koska
ohjelmistotuottavuus  nousisi kaikilla tasoilla:</p>
               
<p>  </p>
               
<ul>
         <li> Jokaisen kehitetyn ohjelman laajempi k&auml;ytt&ouml;.    
                                  
    <p>  </p>
          </li>
          <li> Olemassaolevien ohjelmien r&auml;&auml;t&auml;l&ouml;inti
alusta   aloittamisen sijaan.                                        
    <p>  </p>
          </li>
          <li> Parempi ohjelmoijien koulutus.                           
           
    <p>  </p>
          </li>
          <li> P&auml;&auml;llekk&auml;isten kehityskustannusten poistuminen.
    </li>
               
</ul>
                 
<p>  He, jotka vastustavat yhteisty&ouml;t&auml;, koska se johtaa ohjelmoijien
  m&auml;&auml;r&auml;n v&auml;henemiseen, vastustavat itse asiassa kohonnutta
  tuottavuutta. Kuitenkin n&auml;m&auml; henkil&ouml;t usein hyv&auml;ksyv&auml;t
  laajalle levinneen v&auml;itteen, jonka mukaan ohjelmistotuotanto kaipaa
 tuottavuuden kasvua. Miten t&auml;m&auml; on mahdollista?  </p>
               
<p>   &#8221;Ohjelmistotuottavuus&#8221; voi tarkoittaa kahta eri asiaa: kaiken ohjelmistokehityksen
  yleist&auml; tuottavuutta tai yksitt&auml;isten ohjelmointihakkeiden tuottavuutta.
  Yhteiskunnan kannalta yleinen tuottavuus on kehitt&auml;misen arvoinen
ja   suoraviivaisin kehitt&auml;misen tapa on poistaa ne keinotekoiset yhteisty&ouml;n
  esteet, jotka laskevat tuottavuutta. &#8221;Ohjelmistotuottavuutta&#8221; tutkivat
tutkijat   keskittyv&auml;t kuitenkin termin toiseen, rajoitettuun merkitykseen,
jonka   puitteissa kasvu vaatii vaikeita teknologisia edistysaskeleita. </p>
               
<p>  </p>
               
<h3>Onko kilpailu v&auml;ist&auml;m&auml;t&ouml;nt&auml;?</h3>
                 
<p>  Onko v&auml;ist&auml;m&auml;t&ouml;nt&auml;, ett&auml; ihmiset kilpailevat,
  koettavat ohittaa toisensa yhteiskunnassa? Ehk&auml;. Kilpailu itsess&auml;&auml;n
  ei kuitenkaan ole vahingollista, vahingon aiheuttaa <em>taistelu.</em></p>
               
<p>  On monia tapoja kilpailla. Kilpailua voi olla saavutusten parantaminen,
  toisten suoritusten ylitt&auml;minen. Vanhoina aikoina esimerkiksi ohjelmointivelhojen
  v&auml;lill&auml; vallitsi kilpailua &#8211; kilpailua siit&auml;, kuka sai koneen
  tekem&auml;&auml;n &auml;llistytt&auml;vimm&auml;n tempun tai siit&auml;,
  kuka kirjoitti lyhyimm&auml;n tai nopeimman ohjelman jotakin tarkoitusta
 varten. T&auml;llainen kilpailu voi hy&ouml;dytt&auml;&auml; kaikkia, jos
 hyv&auml; urheiluhenki s&auml;ilyy.  </p>
               
<p>   Rakentava kilpailu on riitt&auml;v&auml; houkutin merkitt&auml;viin
  saavutuksiin. Ihmiset kilpailevat siit&auml;, kuka ensimm&auml;isen&auml;
  k&auml;y kaikissa maailman maissa; jotkut k&auml;ytt&auml;v&auml;t omaisuuksia
  voittaakseen. He eiv&auml;t kuitenkaan lahjo laivojen kapteeneja j&auml;tt&auml;m&auml;&auml;n
  heid&auml;n kilpailijansa autiolle saarelle. Riitt&auml;&auml;, kun paras
  kilpailija voittaa.  </p>
               
<p>  Kilpailu muuttuu taisteluksi, kun kilpailijat ryhtyv&auml;t vahingoittamaan
  toisiaan sen sijaan ett&auml; edist&auml;isiv&auml;t omia mahdollisuuksiaan,
  kun lause &#8221;Paras voittakoon&#8221; muuttuu lauseeksi &#8221;Min&auml; voitan, olin
paras   tai en.&#8221; Omistettu ohjelmisto on haitallinen siksi, ett&auml; se
edustaa  yhteiskuntamme j&auml;senten v&auml;list&auml; taistelua, ei siksi
ett&auml;  se edustaa kilpailua. </p>
               
<p> Yritysten v&auml;linen kilpailu ei v&auml;ltt&auml;m&auml;tt&auml; ole
  taistelua. Kun esimerkiksi kaksi ruokakauppaa kilpailee, ne pyrkiv&auml;t
  vain parantamaan omaa suoritustaan, eiv&auml;t sabotoimaan kilpailijaansa.
  T&auml;m&auml; ei kuitenkaan ole seurausta erityisest&auml; yritysetiikasta,
  vaan siit&auml;, ett&auml; alalla on vaikea taistella ellei sitten ryhdy
 suoraan fyysiseen v&auml;kivaltaan. Kaikilla yritysel&auml;m&auml;n aloilla
 ei kuitenkaan ole n&auml;in. Kaikkia mahdollisesti hy&ouml;dytt&auml;v&auml;n
 informaation pimitt&auml;minen on taistelua. </p>
               
<p>  Yritysajattelu ei valmista ihmisi&auml; kohtaamaan kiusausta siirty&auml;
  kilpailusta taisteluun. Joitakin taistelun muotoja on kielletty monopolien
  vastaisilla laeilla, mainontaa koskevilla laeilla ja niin edelleen, mutta
  sen sijaan ett&auml; yleist&auml;isiv&auml;t n&auml;m&auml; ohjeet hylk&auml;&auml;m&auml;ll&auml;
  taistelun kokonaan, yritysjohtajat keksiv&auml;t uusia lain sallimia taistelun
  muotoja. Yhteiskunnan voimavaroja tuhlataan lahkojen v&auml;liseen taloudelliseen
  sis&auml;llissotaan. </p>
               
<p>  </p>
               
<h3>&#8221;Mikset muuta Ven&auml;j&auml;lle?&#8221;</h3>
                 
<p>  Jokainen, joka Yhdysvalloissa kannattaa jotakin muuta kuin &auml;&auml;rimm&auml;ist&auml;
  laissez-faire itsekkyytt&auml;, saa usein kuulla t&auml;m&auml;n kysymyksen.
  Se esitet&auml;&auml;n esimerkiksi heille, jotka tukevat kansallista terveydenhoitoj&auml;rjestelm&auml;&auml;,
  jollainen on olemassa kaikissa muissa vapaan maailman teollistuneissa maissa.
  Kysymys esitet&auml;&auml;n my&ouml;s taiteen julkisen tuen kaipaajille;
 my&ouml;s t&auml;m&auml; j&auml;rjestelm&auml; on olemassa kaikissa kehittyneiss&auml;
  maissa. Amerikassa ajatusta, jonka mukaan kansalaisilla on velvotteita
yhteist&auml;   hyv&auml;&auml; kohtaan, pidet&auml;&auml;n kommunismina.
Mutta miten samankaltaisia   n&auml;m&auml; ajatukset ovat? </p>
               
<p>  Neuvostoliitossa kommunismi oli keskusjohtoinen j&auml;rjestelm&auml;,
  joka s&auml;&auml;teli kaikkea toimintaa, oletetusti yhteiseksi hyv&auml;ksi,
  mutta tosiasiassa Kommunistisen puolueen j&auml;senten hyv&auml;ksi. Kopiointiv&auml;lineet
  olivat tarkassa valvonnassa laittoman kopioinnin est&auml;miseksi.</p>
               
<p>  Amerikkalainen henkisiin immateriaalioikeuksiin perustuva j&auml;rjestelm&auml;
  valvoo ohjelman levityst&auml; ja kopiointiv&auml;lineit&auml; automatisoiduilla
  kopiosuojausmenetelmill&auml; laittoman kopioinnin est&auml;miseksi. T&auml;t&auml;
  vastoin min&auml; ty&ouml;skentelen luodakseni j&auml;rjestelm&auml;n,
jossa   ihmiset itse saavat p&auml;&auml;tt&auml;&auml; teoistaan; aivan
erityisesti   j&auml;rjestelm&auml;n, jossa ihmiset ovat vapaita auttamaan
l&auml;himm&auml;isi&auml;&auml;n   ja vapaita muuttamaan ja parantamaan
niit&auml; ty&ouml;v&auml;lineit&auml;,   joita jokap&auml;iv&auml;isess&auml;
el&auml;m&auml;ss&auml; k&auml;ytet&auml;&auml;n.   T&auml;llainen j&auml;rjestelm&auml;
perustuu vapaaehtoiseen yhteistoimintaan   ja desentralisaatioon.</p>
               
<p>  Jos siis arvioimme j&auml;rjestelmi&auml; sen perusteella, miten paljon
  ne muistuttavat ven&auml;l&auml;ist&auml; kommunismia, niin ohjelmistojen
  omistajat n&auml;ytt&auml;ytyv&auml;t kommunisteina.  </p>
               
<p>  </p>
               
<h3>Kysymys oletuksista</h3>
                 
<p>  Olen olettanut, ett&auml; ohjelmiston k&auml;ytt&auml;j&auml; on yht&auml;
  t&auml;rke&auml; kuin ohjelmiston tekij&auml;, jopa yht&auml; t&auml;rke&auml;
  kuin ohjelmiston tekij&auml;n ty&ouml;nantaja. Toisin sanoen k&auml;ytt&auml;jien,
  tekij&ouml;iden ja ty&ouml;nantajien tarpeilla ja toiveilla on yht&auml;
 suuri painoarvo valitessamme parasta toimintamallia. </p>
               
<p>  T&auml;m&auml; oletus ei ole yleisesti hyv&auml;ksytty. Monien mielest&auml;
  ohjelmiston tekij&auml;n ty&ouml;nantaja on ratkaisevasti t&auml;rke&auml;mpi
  taho kuin muut. Heid&auml;n oletuksensa mukaan ohjelmiston omistamisen
tarkoitus   on antaa tekij&auml;n ty&ouml;nantajalle etu, jonka ty&ouml;nantaja
ansaitsee   &#8211; t&auml;ysin riippumatta omistajuuden vaikutuksista yhteiskunnalle.
</p>
               
<p>  Ei kannata yritt&auml;&auml; todistaa tai kumota n&auml;it&auml; oletuksia.
  Argumentointi edellytt&auml;&auml; yksimielisyytt&auml; oletuksista. Niinp&auml;
  suurin osa sanomastani puhuttelee vain heit&auml;, jotka jakavat oletukseni
  tai ovat ainakin kiinnostuneet oletusteni seurauksista. Heille, joiden
mielest&auml;   omistajat ovat t&auml;rke&auml;mpi&auml; kuin kukaan muu,
t&auml;m&auml;  kirjoitus on yksinkertaisesti merkitykset&ouml;n. </p>
               
<p>  Mutta miksi suuri osa amerikkalaisista  hyv&auml;ksyy oletuksen, joka
  asettaa tietyn ihmisryhm&auml;n kaikkien muiden yl&auml;puolelle? Osittain
  siksi, ett&auml; he kuvittelevat, ett&auml; t&auml;m&auml; oletus on osa
 amerikkalaisen yhteiskunnan oikeusperinnett&auml;. Joidenkin mielest&auml;
 oletuksen kiist&auml;minen horjuttaa yhteiskunnan perusteita.   </p>
               
<p> N&auml;iden ihmisten on t&auml;rke&auml;&auml; tiet&auml;&auml;, ett&auml;
  kyseinen oletus ei ole eik&auml; ole koskaan ollutkaan osa oikeusperinnett&auml;mme.
   </p>
               
<p>  Yhdysvaltain perustuslaki sanoo, ett&auml; tekij&auml;noikeuden tarkoitus
  on &#8221;edist&auml;&auml; tieteen ja taiteiden kehityst&auml;&#8221;. Korkein oikeus
  on tulkinnut (tapauksessa Fox Film vastaan Doyal) t&auml;t&auml; seuraavasti:
  &#8221;Yhdysvaltain ainoa intressi ja tekij&auml;lle annetun yksinoikeuden ainoa
  tarkoitus kohdistuu yleis&ouml;n tekij&ouml;iden teoksista saamaan hy&ouml;tyyn.&#8221;
    </p>
               
<p> Meid&auml;n ei ole pakko olla samaa mielt&auml; kuin perustuslaki tai
  korkein oikeus. (Yhteen aikaan molemmat hyv&auml;ksyiv&auml;t orjuuden.)
  N&auml;in ollen perustuslain tai korkeimman oikeuden k&auml;sitykset eiv&auml;t
  kumoa oletusta omistajuuden etusijasta. Toivon kuitenkin, ett&auml; kun
huomaamme,  ett&auml; oletus on pikemminkin radikaalin &auml;&auml;rioikeistolainen
kuin  perinteisesti tunnustettu, sen houkutusvoima heikkenee. </p>
               
<p>  </p>
               
<h3>Johtop&auml;&auml;t&ouml;s</h3>
                 
<p>  Kuvittelemme, ett&auml; yhteiskuntamme kannustaa l&auml;himm&auml;isen
  auttamiseen, mutta joka kerta kun palkitsemme jakamisen est&auml;misen
tai   ihailemme t&auml;ll&auml; tavoin hankittua varallisuutta, annamme itsest&auml;mme
  p&auml;invastaisen kuvan. </p>
               
<p>  Ohjelmistojen rajoittaminen on yksi muoto tavastamme laiminly&ouml;d&auml;
  yhteis&ouml;n hyv&auml; henkil&ouml;kohtaisen edun nimiss&auml;. Voimme
j&auml;ljitt&auml;&auml;  t&auml;m&auml;n laiminly&ouml;nnin kulkua Ronald
Reaganista Jim Bakkeriin,  Ivan Boeskyst&auml;  Esso-yhti&ouml;&ouml;n, pett&auml;vist&auml;
pankeista  pett&auml;viin kouluihin. Laiminly&ouml;nnin m&auml;&auml;r&auml;&auml;
voidaan  mitata kodittomien ja vankien m&auml;&auml;r&auml;ll&auml;. Yhteis&ouml;llisyyden
  vastainen ilmapiiri ruokkii itse&auml;&auml;n, sill&auml; mit&auml; useammin
  huomaamme toisten laiminly&ouml;v&auml;n meid&auml;n auttamisemme, sit&auml;
  turhemmalta tuntuu heit&auml; auttaa. N&auml;in yhteiskunta rappeutuu viidakoksi.
   </p>
               
<p>  Jos emme halua asua viidakossa, meid&auml;n on muutettava asenteitamme.
  Meid&auml;n on osoitettava, ett&auml; pid&auml;mme hyv&auml;n&auml; kansalaisena
  h&auml;nt&auml;, joka tarvittaessa tekee yhteisty&ouml;t&auml;, emme h&auml;nt&auml;,
  joka menestyksekk&auml;&auml;sti ottaa toisilta. Toivon ett&auml; liike
vapaiden  ohjelmistojen puolesta vie t&auml;h&auml;n suuntaan: ainakin yhdell&auml;
  alalla korvaamme viidakon tehokkaammalla, vapaaehtoiseen yhteisty&ouml;h&ouml;n
  kannustavalla ja perustuvalla j&auml;rjestelm&auml;ll&auml;. </p>
               
<p>  </p>
               
<h3>Viittet</h3>
                  
<ol>
         <li> <a name="1"> Sana &#8221;vapaa&#8221; ilmaisussa &#8221;vapaa ohjelmisto&#8221; viittaa
  vapauteen, ei hintaan. Vapaasta ohjelmistosta maksettu hinta voi olla nolla
  tai pieni tai (toisinaan) sangen suuri.</a>  </li>
          <li> <a name="2"> Kysymykset saastumisesta tai ruuhkista eiv&auml;t
  muuta johtop&auml;&auml;t&ouml;st&auml;. Jos haluamme tehd&auml; ajamisesta
  kalliimpaa, jotta autolla ajettaisiin v&auml;hemm&auml;n, ei kannata k&auml;ytt&auml;&auml;
  tullimaksuja, sill&auml; niiden periminen lis&auml;&auml; saastumista ja
 ruuhkia. Polttoainevero on paljon tehokkaampi menetelm&auml;. Samaan tapaan
 halu parantaa turvallisuutta laskemalla suurinta sallittua nopeutta on irrelevantti
 argumenttimme kannalta; vapaa tie nostaa keskim&auml;&auml;r&auml;ist&auml;
 nopeutta &#8211; koska tullia varten ei tarvitse pys&auml;hty&auml; &#8211; suurimmasta
 sallitusta nopeudesta riippumatta.</a>  </li>
          <li> <a name="3">  Jotakin tietty&auml; ohjelmistoa voidaan pit&auml;&auml;
  niin vahingollisena, ettei sen pit&auml;isi olla lainkaan saatavilla, esimerkkin&auml;
  Lotus Marketplace &#8211;tietokantaohjelma, joka vedettiin markkinoilta julkisen
  paheksunnan vuoksi. Suurinta osaa argumentistani ei voida soveltaa t&auml;h&auml;n
  tapaukseen, mutta toisaalta ei ole juurikaan j&auml;rke&auml; v&auml;itt&auml;&auml;,
  ett&auml; ohjelmistoilla pit&auml;isi olla omistaja, jotta omistaja vaikeuttaisi
  niiden saatavuutta. Omistaja ei ved&auml; ohjelmistoa markkinoilta <em>t&auml;ysin</em>,
 kuten olisi toivottavaa tapauksessa, jossa ohjelman k&auml;ytt&ouml;&auml;
  pidet&auml;&auml;n tuhoisana.</a> </li>
       
</ol>
          
<p>  </p>
        
<hr>   
<p>Takaisin <a href="/home.fi.html">GNU-hankkeen p&auml;&auml;sivulle.</a>.
 </p>
<!-- Please keep this list alphabetical                             --><!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --> 
      [ <a href="/philosophy/shouldbefree.cs.html">Czech</a> | <a
 href="/philosophy/shouldbefree.en.html">English</a> | <a
 href="/philosophy/shouldbefree.fr.html">French</a> | <a
 href="/philosophy/shouldbefree.id.html">Indonesian</a> | <a
 href="/philosophy/shouldbefree.pt.html">Portuguese</a> | <a
 href="/philosophy/shouldbefree.ru.html">Russian</a> | <a
 href="/philosophy/shouldbefree.es.html">Spanish</a><!-- Please keep this list alphabetical                             --><!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! --> 
   ]   
<p> Kysymykset GNU:sta ja FSF:st&auml;:  <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. 
 On muitakin tapoja <a href="/home.html#ContactInfo">ottaa yhteytt&auml;</a>
 FSF:n. </p>
   
<p> L&auml;het&auml; kommentit n&auml;ist&auml; verkkosivuista osoitteeseen 
 <a href="mailto:webmasters@www.gnu.org"><em>webmasters@www.gnu.org</em></a>, 
 muut kysymykset osoitteeseen  <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. 
 </p>
   
<p>  </p>
   
<p> Copyright (C) 1998 Free Software Foundation, Inc., 51 Franklin St -
Fifth Floor, Boston, MA  02110,  USA </p>
               
<p>  Kirjaimellinen kopioiminen ja levitt&auml;minen sallittu, kunhan t&auml;m&auml;
  tekij&auml;noikeusilmoitus s&auml;ilytet&auml;&auml;n. </p>
           
<p> Suomentanut Tere Vaden. <a href="mailto:tere.vaden@uta.fi">tere.vaden@uta.fi</a><br>Translation coordination: Luis M. Arteaga &lt;lmiguel@gnu.org&gt;   </p>
     
<hr>            
</body>
</html>
