<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
	<TITLE>Porque o Software Deveria Ser Livre - GNU Project - Free Software Foundation (FSF)</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#1f00ff" VLINK="#9900dd" BGCOLOR="#ffffff">
<H3>Porque o Software Deveria Ser Livre</H3>
<P>por <STRONG><A HREF="http://www.stallman.org/">Richard Stallman</A></STRONG>
</P>
<P>traduzido por Juci&ecirc; Dias Andrade (desejando, consulte o <A HREF="/philosophy/shouldbefree.en.html">texto original</A>)
</P>
<P>(Vers&atilde;o de 24 de Abril de 1992) 
</P>
<P><FONT COLOR="#1f00ff"><A HREF="/graphics/philosophicalgnu.html"><FONT COLOR="#1f00ff"><IMG SRC="/graphics/philosophical-gnu-sm.jpg" NAME="Imagem1" ALT=" [Imagem de um Gnu Filos&oacute;fico] " ALIGN=BOTTOM WIDTH=160 HEIGHT=200 BORDER=1></FONT></A></FONT>
</P>
<H3>Introdu&ccedil;&atilde;o</H3>
<P>A exist&ecirc;ncia do software inevitavelmente levanta quest&otilde;es
a respeito de como deveria ser feito seu uso. Por exemplo, suponha
que um indiv&iacute;duo que tem uma c&oacute;pia de um programa se
encontre com outro que gostaria de ter uma c&oacute;pia. &Eacute;
poss&iacute;vel a eles copiar o programa; quem deveria decidir se
isto deve ser feito ou n&atilde;o? Os indiv&iacute;duos envolvidos?
Ou outra parte, chamada de &#147;o propriet&aacute;rio&#148;? 
</P>
<P>Desenvolvedores de software tipicamente consideram estas quest&otilde;es
assumindo que o crit&eacute;rio para a resposta seja maximizar os
lucros dos desenvolvedores. A for&ccedil;a pol&iacute;tica do neg&oacute;cio
tem levado &agrave; ado&ccedil;&atilde;o, por parte do governo, tanto
deste crit&eacute;rio quanto da resposta proposta pelos
desenvovedores: o programa tem um propriet&aacute;rio, tipicamente
uma empresa associada ao seu desenvolvimento. 
</P>
<P>Eu gostaria de considerar a mesma quest&atilde;o usando um
crit&eacute;rio diferente: a prosperidade e liberdade do p&uacute;blico
em geral.</P>
<P>Esta resposta n&atilde;o pode ser dada pela lei atual -- a lei
deveria agir em conformidade com a &eacute;tica, n&atilde;o o
contr&aacute;rio. Nem a pr&aacute;tica comum decide esta quest&atilde;o,
apesar de sugerir respostas poss&iacute;veis. A &uacute;nica maneira
de julgar &eacute; ver quem &eacute; beneficiado e quem &eacute;
prejudicado pelo reconhecimento dos propriet&aacute;rios de software,
porque, e quanto. Em outras palavras, n&oacute;s dever&iacute;amos
fazer uma an&aacute;lise de custo-benef&iacute;cio tomando por base a
sociedade como um todo, levando em conta a liberdade individual bem
como a produ&ccedil;&atilde;o de bens materiais. 
</P>
<P>Neste ensaio, eu irei descrever os efeitos de ter propriet&aacute;rios
e mostrarei que os resultados s&atilde;o malignos. Minha conclus&atilde;o
&eacute; que programadores t&ecirc;m a responsabilidade de encorajar
outros a compartilhar, redistribuir, estudar e melhorar o software
que n&oacute;s escrevemos: em outras palavras, escrever <A HREF="/philosophy/free-sw.html">software
&#147;livre&#148;</A>.<A HREF="#1">(1)</A> 
</P>
<H3>Como os Propriet&aacute;rios Justificam Seu Poder</H3>
<P>Aqueles que se beneficiam do sistema atual onde programas s&atilde;o
propriedade oferecem dois argumentos em suporte &agrave; suas
reivindica&ccedil;&otilde;es: o argumento emocional e o econ&ocirc;mico.
</P>
<P>O argumento emocional &eacute; mais ou menos assim: &#147;Eu
coloquei meu suor, meu cora&ccedil;&atilde;o, minha alma neste
programa. Ele veio de <EM>mim</EM>, &eacute; <EM>meu</EM>!'' 
</P>
<P>Este argumento n&atilde;o requer uma refuta&ccedil;&atilde;o
pesada. O sentimento de liga&ccedil;&atilde;o pode ser cultivado
pelos programadores quando lhes conv&eacute;m; n&atilde;o &eacute;
inevit&aacute;vel. Considere, por exemplo, qu&atilde;o sinceramente
os mesmos programadores transferem todos os seus direitos &agrave;
uma grande empresa em troca de um sal&aacute;rio; a liga&ccedil;&atilde;o
emocional misteriosamente desaparece. Contrastando, considere os
grandes artistas e artes&atilde;os dos tempos medievais, que nem
mesmo assinavam seus nomes na sua obra. Para eles, o nome do artista
n&atilde;o era importante. O que importava era que o trabalho havia
sido feito--e o prop&oacute;sito ao qual ele serviria. Esta concep&ccedil;&atilde;o
prevaleceu durante s&eacute;culos. 
</P>
<P>O argumento econ&ocirc;mico se parece com: &#147;Eu quero ficar
rico (que via-de-regra &eacute; descrito imprecisamente como &#147;ganhar
a vida&#148;), e se voc&ecirc; n&atilde;o me permitir ficar rico
programando, ent&atilde;o eu n&atilde;o vou programar. Todos os
outros s&atilde;o como eu, sendo assim ningu&eacute;m mais vai
programar. E ent&atilde;o voc&ecirc; vai acabar ficando sem
programas!&#148; Esta amea&ccedil;a &eacute; normalmente velada, como
um conselho de amigo.</P>
<P>Depois eu irei explicar que esta amea&ccedil;a &eacute; um blefe.
Primeiro eu quero focar uma concep&ccedil;&atilde;o que &eacute; mais
vis&iacute;vel em outra formula&ccedil;&atilde;o do argumento.</P>
<P>Esta formula&ccedil;&atilde;o come&ccedil;a comparando a utilidade
social de um programa propriet&aacute;rio versus a da inexist&ecirc;ncia
deste programa, e ent&atilde;o conclui que o desenvolvimento de
software propriet&aacute;rio &eacute;, no todo, ben&eacute;fico e
deveria ser encorajado. A fal&aacute;cia aqui est&aacute; em comparar
apenas dois pontos--software propriet&aacute;rio versus inexist&ecirc;ncia
do software--e assumir que n&atilde;o existem outras possibilidades.</P>
<P>Dado um sistema de propriedade intelectual, o desenvolvimento de
software &eacute; comumente ligado &agrave; exist&ecirc;ncia de um
propriet&aacute;rio que controla o uso do software. Enquanto existe
esta liga&ccedil;&atilde;o, n&oacute;s frequentemente nos deparamos
com a op&ccedil;&atilde;o entre software propriet&aacute;rio ou nada.
No entanto, esta liga&ccedil;&atilde;o n&atilde;o &eacute; natural ou
inevit&aacute;vel; &eacute; uma conseq&uuml;&ecirc;ncia da escolha da
pol&iacute;tica s&oacute;cio-legal que n&oacute;s estamos
questionando: a decis&atilde;o de ter propriet&aacute;rios. Formular
a op&ccedil;&atilde;o como sendo entre software propriet&aacute;rio
versus software inexistente &eacute; desvirtuar a quest&atilde;o.</P>
<H3>O Argumento Contra Ter Propriet&aacute;rios</H3>
<P>A quest&atilde;o &eacute;: &#147;O desenvolvimento de software
deveria ser ligado a ter propriet&aacute;rios para restringir sua
utiliza&ccedil;&atilde;o?&#148;</P>
<P>Para que n&oacute;s possamos escolher, n&oacute;s temos que julgar
o efeito na sociedade de cada uma destas duas atividades
<EM>independentemente</EM>: o efeito de desenvolver software (sem levar
em considera&ccedil;&atilde;o seus termos de distribui&ccedil;&atilde;o),
e o efeito de restringir sua utiliza&ccedil;&atilde;o (assumindo que
o software tenha sido desenvolvido). Se uma destas atividades ajuda e
a outra atrapalha, n&oacute;s estar&iacute;amos melhor descartando
esta liga&ccedil;&atilde;o e fazendo apenas a atividade que ajuda. 
</P>
<P>Colocando em outras palavras, se restringir a distribui&ccedil;&atilde;o
de um programa j&aacute; desenvolvido &eacute; prejudicial &agrave;
sociedade como um todo, ent&atilde;o um desenvolvedor &eacute;tico
ir&aacute; rejeitar a op&ccedil;&atilde;o de trabalhar deste modo.</P>
<P>Para determinar o efeito de restringir o compartilhamento, n&oacute;s
precisamos comparar o valor para a sociedade de um programa restrito
(por exemplo propriet&aacute;rio) com o valor do mesmo programa,
dispon&iacute;vel para todos. Isto significa comparar dois mundos
poss&iacute;veis.</P>
<P>Esta an&aacute;lise tamb&eacute;m leva em considera&ccedil;&atilde;o
o o contra-argumento feito &agrave;s vezes que &#147;o benef&iacute;cio
ao pr&oacute;ximo de lhe dar uma c&oacute;pia de um programa &eacute;
cancelado pelo dano feito ao propriet&aacute;rio.&#148; Este
contra-argumento assume que o dano e o benef&iacute;cio s&atilde;o de
igual grandeza. A an&aacute;lise envolve comparar estas duas
grandezas, e mostra que os benef&iacute;cios s&atilde;o muito
maiores.</P>
<P>Para elucidar este argumento, vamos aplic&aacute;-lo a outra &aacute;rea:
constru&ccedil;&atilde;o de vias p&uacute;blicas.</P>
<P>Seria poss&iacute;vel financiar a constru&ccedil;&atilde;o de
todas as vias com ped&aacute;gios. Isto iria exigir que houvesse
postos de cobran&ccedil;a de ped&aacute;gio em todas as esquinas. Tal
sistema produziria um grande incentivo para melhorar as estradas.
Teria tamb&eacute;m a virtude de fazer com que os usu&aacute;rios de
qualquer estrada pagassem por ela. No entanto, um posto de cobran&ccedil;a
de ped&aacute;gio &eacute; um obst&aacute;culo artificial &agrave;
condu&ccedil;&atilde;o suave de um ve&iacute;culo--artificial porque
n&atilde;o &eacute; uma conseq&uuml;&ecirc;ncia de como estradas ou
carros funcionam.</P>
<P>Comparando a utilidade das estradas gratuitas com a utilidade das
estradas onde h&aacute; cobran&ccedil;a de ped&aacute;gio, n&oacute;s
conclu&iacute;mos que (sendo igual todo o restante) estradas sem
ped&aacute;gio s&atilde;o mais baratas de construir, mais baratas
para se usar, mais seguras e mais eficientes.<A HREF="#2">(2)</A> Em
uma na&ccedil;&atilde;o pobre, ped&aacute;gios podem tornar as
estradas proibitivas para muitos cidad&atilde;os. As estradas sem
ped&aacute;gio oferecem assim mais benef&iacute;cios &agrave;
sociedade a um custo menor; elas s&atilde;o prefer&iacute;veis para a
sociedade. Sendo assim, a sociedade deveria se decidir por financiar
as estradas de outra maneira, e n&atilde;o por meio de ped&aacute;gio.
O uso das estradas, uma vez contru&iacute;das, deveria ser gratuito. 
</P>
<P>Quando os defensores dos ped&aacute;gios os prop&otilde;em
<EM>meramente</EM> como um modo de levantar fundos, eles distorcem a
op&ccedil;&atilde;o que &eacute; dispon&iacute;vel. Ped&aacute;gios
arrecadam fundos, mas eles fazem algo al&eacute;m disso: em efeito,
eles degradam a estrada, no sentido de que a estrada com ped&aacute;gio
n&atilde;o &eacute; t&atilde;o boa quanto a gratuita; nos fornecer
estradas em maior quantidade ou t&eacute;cnicamente superiores pode
n&atilde;o ser uma melhoria se isto significa subsituir as vias
gratuitas pelas vias com ped&aacute;gio.</P>
<P>&Eacute; claro que a constru&ccedil;&atilde;o de uma estrada sem
ped&aacute;gio custa dinheiro, que o p&uacute;blico deve pagar de
algum modo. No entanto, isto n&atilde;o implica necessariamente na
exist&ecirc;ncia de postos de ped&aacute;gio. N&oacute;s, que em
qualquer dos casos estaremos pagando, faremos melhor neg&oacute;cio
adquirindo uma estrada livre de ped&aacute;gio.</P>
<P>Eu n&atilde;o estou aqui dizendo que uma estrada com ped&aacute;gio
&eacute; pior que ficar sem estrada. Isto seria verdade se a tarifa
fosse t&atilde;o alta que dificilmente algu&eacute;m usasse a
estrada--mas isto &eacute; uma pol&iacute;tica pouco prov&aacute;vel
para um arrecadador de impostos. No entanto, uma vez que os ped&aacute;gios
causem um desperd&iacute;cio e inconveni&ecirc;ncia significativos, &eacute;
melhor levantar fundos de um modo menos perturbador.</P>
<P>Para aplicar o mesmo argumento ao desenvolvimento de software, eu
irei agora mostrar que ter &#147;ped&aacute;gios&#148; para programas
&uacute;teis custa diariamente &agrave; sociedade: torna os programas
mais caros para construir, mais caros para distribuir, e menos
satifat&oacute;rios e eficientes para se usar. Segue que a constru&ccedil;&atilde;o
de programas deveria ser encorajada de algum outro modo. Ent&atilde;o
eu irei explicar outros m&eacute;todos de est&iacute;mulo e (&agrave;
medida do realmente necess&aacute;rio) financiamento para o 
desenvolvimento de software. 
</P>
<H4>O Dano Causado por Software Obstru&iacute;do</H4>
<P>Considere por um momento que um programa tenha sido desenvolvido,
e que qualquer pagamentos necess&aacute;rios para seu desenvolvimento
j&aacute; tenham sido feitos; agora a sociedade tem que decidir se
deve torn&aacute;-lo propriet&aacute;rio ou se deve permitir seu
livre uso e compartilhamento. Assuma que &eacute; desej&aacute;vel
que o programa exista e que esteja dispon&iacute;vel.<A HREF="#3">(3)</A>
</P>
<P>Restri&ccedil;&otilde;es na distribui&ccedil;&atilde;o e
modifica&ccedil;&atilde;o do programa n&atilde;o podem facilitar seu
uso. S&oacute; podem interferir. Sendo assim o efeito s&oacute; pode
ser negativo. Mas qu&atilde;o negativo? E de que modo?</P>
<P>Tr&ecirc;s n&iacute;veis diferentes de danos materiais se originam
desta obstru&ccedil;&atilde;o: 
</P>
<UL>
	<LI><P>Menos pessoas usam o programa. 
	</P>
	<LI><P>Nenhum dos usu&aacute;rios pode adaptar ou corrigir o
	programa. 
	</P>
	<LI><P>Outros desenvolvedores n&atilde;o podem aprender a partir do
	programa, ou basear um novo trabalho nele. 
	</P>
</UL>
<P>Cada n&iacute;vel de dano material tem uma forma concomitante de
dano psico-social. Isto se refere ao efeito que as decis&otilde;es
das pessoas tem nos seus sentimentos, atitudes e predisposi&ccedil;&otilde;es
subseq&uuml;entes. Estas altera&ccedil;&otilde;es na maneira de
pensar das pessoas ter&atilde;o um efeito posterior no seu
relacionamento com seus co-cidad&atilde;os e podem ter conseq&uuml;&ecirc;ncias
materiais.</P>
<P>Os tr&ecirc;s n&iacute;veis de danos materiais desperdi&ccedil;am
parte do valor que o programa poderia prover, mas eles n&atilde;o
podem reduz&iacute;-lo a zero. Se eles desperdi&ccedil;assem quase
todo o valor do programa, ent&atilde;o o programa causaria quase
tanto dano &agrave; sociedade quanto o esfor&ccedil;o empregado para
escrev&ecirc;-lo. Pode-se dizer que um programa que &eacute;
lucrativo deveria prover algum benef&iacute;cio material l&iacute;quido
direto.</P>
<P>No entanto, levando em considera&ccedil;&atilde;o o dano
pico-social concomitante, n&atilde;o existe limite para os danos que
o desenvolvimento de software propriet&aacute;rio pode causar.</P>
<H4>Obstruindo O Uso de Programas</H4>
<P>O primeiro n&iacute;vel de dano impede o simples uso de um
programa. Uma c&oacute;pia de um programa tem um custo marginal de
quase zero (e voc&ecirc; pode pagar este custo executando voc&ecirc;
mesmo a tarefa), sendo assim, num mercado livre, teria um pre&ccedil;o
de quase zero. Uma taxa de licen&ccedil;a &eacute; um desincentivo
significativo ao uso do programa. Se um programa de ampla utilidade &eacute;
propriet&aacute;rio, muito menos pessoas ir&atilde;o utiliz&aacute;-lo.</P>
<P>&Eacute; f&aacute;cil mostrar que a contribui&ccedil;&atilde;o
total de um programa para a sociedade &eacute; reduzida atribuindo-se
um propriet&aacute;rio a ele. Cada usu&aacute;rio potencial do
programa, deparado com a necessidade de pagar para utiliz&aacute;-lo,
pode escolher pagar ou pode abrir m&atilde;o do seu uso. Quando um
usu&aacute;rio escolhe pagar, isto &eacute; uma transfer&ecirc;ncia
de riqueza entre duas partes. Mas cada vez que algu&eacute;m escolhe
abrir m&atilde;o de usar o programa, isto causa um dano &agrave;quela
pessoa sem beneficiar ningu&eacute;m. A soma dos n&uacute;meros
negativos e zeros deve ser negativa.</P>
<P>Mas isto n&atilde;o reduz o montante de trabalho que &eacute;
necess&aacute;rio para <EM>desenvolver</EM> o programa. Como
resultado, &eacute; reduzida a efici&ecirc;ncia do processo como um
todo, em termos da satisfa&ccedil;&atilde;o de usu&aacute;rio
proporcionada por hora de trabalho.</P>
<P>Isto traz &agrave; luz uma diferen&ccedil;a crucial entre c&oacute;pias
de programas e carros, cadeiras, ou sandu&iacute;ches. N&atilde;o
existe m&aacute;quina copiadora de objetos materiais, a n&atilde;o
ser em fic&ccedil;&atilde;o cient&iacute;fica. Mas programas s&atilde;o
f&aacute;ceis de copiar; qualquer um pode produzir tantas c&oacute;pias
quantas quizer, com muito pouco esfor&ccedil;o. Isto n&atilde;o &eacute;
verdade para objetos materiais porque a mat&eacute;ria &eacute;
conservada: cada nova c&oacute;pia tem que ser constru&iacute;da de
mat&eacute;ria-prima da mesma maneira que a primeira c&oacute;pia
foi.</P>
<P>Com objetos materiais, um desincentivo para utiliz&aacute;-los faz
sentido, porque menos objetos comprados significa menos mat&eacute;ria-prima
e trabalho necess&aacute;rios para constru&iacute;-los. &Eacute;
verdade que normalmente existe um custo inicial, um custo de
desenvolvimento, que &eacute; distribuido na produ&ccedil;&atilde;o
em massa. Mas uma vez que o custo de produ&ccedil;&atilde;o seja
significativo, acrescentar uma parcela do custo de desenvolvimento
n&atilde;o faz uma diferen&ccedil;a qualitativa. E n&atilde;o requer
restri&ccedil;&otilde;es sobre a liberdade dos usu&aacute;rios
comuns.</P>
<P>No entanto, impor um pre&ccedil;o em algo que de outro modo seria
gratuito &eacute; uma mudan&ccedil;a qualitativa. Uma taxa
centralmente imposta para a distribui&ccedil;&atilde;o do software se
torna um desincentivo poderoso.</P>
<P>E tem mais, a produ&ccedil;&atilde;o centralizada como &eacute;
praticada atualmente &eacute; ineficiente mesmo como meio de
distribui&ccedil;&atilde;o de c&oacute;pias de software. Este sistema
envolve acomodar discos ou fitas em um empacotamento sup&eacute;rfluo,
enviando um grande n&uacute;mero deles ao redor do mundo, e
armazenando-os para a venda. Este custo &eacute; apresentado como uma
despesa de neg&oacute;cio; na verdade, &eacute; parte do desperd&iacute;cio
causado por ter propriet&aacute;rios. 
</P>
<H4>Prejudicando a Uni&atilde;o Social</H4>
<P>Suponha que voc&ecirc; e seu colega achassem &uacute;til rodar um
certo programa. Num concenso &eacute;tico com seu colega voc&ecirc;
sente que a maneira apropriada de lidar com a situa&ccedil;&atilde;o
&eacute; permitir que ambos utilizem o programa. Uma proposta que
permitisse a somente um dos dois a utiliza&ccedil;&atilde;o do
programa excluindo o outro causaria desarmonia; nem voc&ecirc; nem
seu colega achariam aceit&aacute;vel.</P>
<P>Aceitar um t&iacute;pico acordo de licen&ccedil;a de software
significa trair seu colega: &#147;Eu prometo privar meu colega deste
programa de modo que eu possa ter uma c&oacute;pia para mim.&#148; As
pessoas que fazem op&ccedil;&otilde;es deste tipo sentem uma press&atilde;o
psicol&oacute;gica interna para se justificar, desmerecendo a
import&acirc;ncia da coopera&ccedil;&atilde;o m&uacute;tua--assim o
esp&iacute;rito p&uacute;blico &eacute; prejudicado. Este &eacute; um
dano psico-social associado com o dano material de desencorajar o uso
do programa.</P>
<P>Muitos usu&aacute;rios inconscientemente reconhecem o erro de se
recusar a compartilhar, ent&atilde;o eles decidem ignorar as licen&ccedil;as
e as leis, e compartilham programas de qualquer forma. Mas eles
freq&uuml;entemente se sentem culpados por agirem assim. Eles sabem
que devem quebrar as leis para serem bons colegas, mas ainda assim
reconhecem a autoridade das leis, ent&atilde;o concluem que ser um
bom companheiro (que eles s&atilde;o) &eacute; perverso ou
vergonhoso. Isto tamb&eacute;m &eacute; um tipo de dano psico-social,
mas algu&eacute;m pode escapar disto decidindo que estas licen&ccedil;as
e leis n&atilde;o t&ecirc;m for&ccedil;a moral.</P>
<P>Os programadores tamb&eacute;m sofrem dano psico-social por saber
que muitos usu&aacute;rios n&atilde;o ter&atilde;o o direito de tirar
proveito do seu trabalho. Isto leva a uma atitude de cinismo ou
nega&ccedil;&atilde;o. Um programador pode descrever
entusiasticamente o trabalho que ele acha tecnologicamente
interessante; ent&atilde;o quando perguntado, &#147;Eu vou poder usar
isso?&#148;, seu semblante cai e ele admite que a resposta &eacute;
n&atilde;o. Para evitar se sentir desestimulado, ele ou ignora isso a
maior parte do tempo ou adota uma postura c&iacute;nica elaborada
para minimizar a relev&acirc;ncia do fato.</P>
<P>Desde a &eacute;poca do governo Reagan, a maior escassez nos
Estados Unidos n&atilde;o &eacute; inova&ccedil;&atilde;o
tecnol&oacute;gica e sim a disposi&ccedil;&atilde;o de trabalhar
junto para o bem p&uacute;blico. N&atilde;o faz sentido estimular o
primeiro &agrave;s custas do segundo.</P>
<H4>Obstruindo a Adapta&ccedil;&atilde;o Personalizada de Programas</H4>
<P>O segundo n&iacute;vel de dano material &eacute; a impossibilidade
de adaptar programas. A facilidade de modifica&ccedil;&atilde;o do
software &eacute; uma das suas grandes vantagens em rela&ccedil;&atilde;o
&agrave;s tecnologias mais antigas. Mas a maior parte do software
dispon&iacute;vel comercialmente n&atilde;o est&aacute; dispon&iacute;vel
para modifica&ccedil;&atilde;o, mesmo depois de voc&ecirc; compr&aacute;-lo.
Est&aacute; dispon&iacute;vel para voc&ecirc; pegar ou largar, como
uma caixa preta--e isto &eacute; tudo.</P>
<P>Um programa que voc&ecirc; pode rodar consiste numa s&eacute;rie
de n&uacute;meros cujo significado &eacute; obscuro. Ningu&eacute;m,
nem mesmo um bom programador, pode facilmente mudar os n&uacute;meros
para fazer com que o programa aja diferente.</P>
<P>Programadores normalmente trabalham com o &#147;c&oacute;digo
fonte&#148; do programa, que &eacute; escrito numa linguagem de
programa&ccedil;&atilde;o como Fortran ou C. Ela usa nomes para
designar os dados utilizados e as partes do programa, e representa
opera&ccedil;&otilde;es com s&iacute;mbolos como '+' para adi&ccedil;&atilde;o
e '-' para subtra&ccedil;&atilde;o. Isto &eacute; feito para auxiliar
os programadores a ler e alterar programas. Aqui est&aacute; um
exemplo; um programa para calcular a dist&acirc;ncia entre dois
pontos num plano:</P>

<PRE>    float distancia (p0, p1)
          struct point p0, p1;
     {
       float xdist = p1.x - p0.x;
       float ydist = p1.y - p0.y;
       return sqrt (xdist * xdist + ydist * ydist);
     }</PRE><P>
Aqui est&aacute; o mesmo programa na forma execut&aacute;vel, no
computador que eu uso normalmente:</P>
<PRE>     1314258944      -232267772      -231844864      1634862
     1411907592      -231844736      2159150         1420296208
     -234880989      -234879837      -234879966      -232295424
     1644167167      -3214848        1090581031      1962942495
     572518958       -803143692      1314803317</PRE><P>
C&oacute;digo fonte &eacute; &uacute;til (no m&iacute;nimo em
potencial) para qualquer usu&aacute;rio de um programa. Mas a maioria
dos usu&aacute;rios n&atilde;o tem permiss&atilde;o para ter c&oacute;pias
do c&oacute;digo fonte. Normalmente o c&oacute;digo fonte de um
programa propriet&aacute;rio &eacute; mantido em segredo pelo
propriet&aacute;rio, evitando que qualquer pessoa possa aprender a
partir dele. Usu&aacute;rios recebem apenas os arquivos contendo
n&uacute;meros incompreens&iacute;veis que o computador ir&aacute;
executar. Isto significa que somente o propriet&aacute;rio do
programa pode alter&aacute;-lo.</P>
<P>Uma amiga me disse uma vez que ela estava trabalhando em um banco
durante aproximadamente seis meses, escrevendo um programa similar a
algo que estava dispon&iacute;vel comercialmente. Ela acreditava que
se pudesse ter acesso ao c&oacute;digo fonte para aquele programa
dispon&iacute;vel comercialmente, ele poderia ter sido adaptado
facilmente &agrave;s suas necessidades. O banco estava disposto a
pagar por isso, mas n&atilde;o lhe foi permitido--o c&oacute;digo
fonte era um segredo. Sendo assim ela teve que gastar seis meses
nesta tarefa, trabalho este que conta no Produto Interno Bruto mas
que na verdade foi desperd&iacute;cio.</P>
<P>O laborat&oacute;rio de Intelig&ecirc;ncia Artificial do MIT
(laborat&oacute;rio de AI) recebeu uma impressora gr&aacute;fica como
presente da Xerox por volta de 1977. Funcionava com software livre ao
qual n&oacute;s adicionamos muitas funcionalidades convenientes. Por
exemplo, o software notificava um usu&aacute;rio imediatamente ao
t&eacute;rmino de uma impress&atilde;o. Sempre que a impressora tinha
algum problema, tal como papel preso ou falta de papel, o software
imediatamente notificava todos os usu&aacute;rios que tinham
impress&otilde;es na fila. Estas funcionalidades facilitavam a
opera&ccedil;&atilde;o tranq&uuml;ila.</P>
<P>Mais tarde a Xerox deu ao laborat&oacute;rio de AI uma impressora
mais nova, mais r&aacute;pida, uma das primeiras impressoras a laser.
Ela era controlada por um software propriet&aacute;rio que rodava em
um computador dedicado separado, sendo assim n&oacute;s n&atilde;o
poder&iacute;amos acrescentar qualquer das nossas funcionalidades
favoritas. N&oacute;s poder&iacute;amos organizar
as coisas de modo a enviar uma notifica&ccedil;&atilde;o quando a
tarefa de impress&atilde;o fosse enviada ao computador dedicado, mas
n&atilde;o quando a impress&atilde;o realmente fosse feita (e o
atraso era normalmente consider&aacute;vel). N&atilde;o havia modo de
saber quando a impress&atilde;o era realmente conclu&iacute;da; voc&ecirc;
poderia somente chutar. E ningu&eacute;m era informado quando havia
um papel enroscado, de modo que a impressora freq&uuml;entemente
ficava por uma hora parada.</P>
<P>Os programadores de sistema do laborat&oacute;rio de AI eram
capazes de corrigir estes problemas, provavelmente t&atilde;o capazes
quanto os autores originais do programa. A Xerox n&atilde;o estava
interessada em corrig&iacute;-los no entanto, e preferiu nos impedir,
de modo que n&oacute;s fomos for&ccedil;ados a aceitar os problemas.
Eles nunca foram corrigidos.</P>
<P>A maioria dos bons programadores j&aacute; passou por esta
frustra&ccedil;&atilde;o. O banco p&ocirc;de se permitir resolver o
problema escrevendo um novo programa do zero, mas um usu&aacute;rio
t&iacute;pico, n&atilde;o importa o qu&atilde;o conhecedor, n&atilde;o
tem outra alternativa sen&atilde;o desistir.</P>
<P>Desist&ecirc;ncia causa dano psico-social--ao esp&iacute;rito da
auto-confian&ccedil;a. &Eacute; desmoralizante viver numa casa que
voc&ecirc; n&atilde;o pode reorganizar para satisfazer as suas
necessidades. Isto leva &agrave; resigna&ccedil;&atilde;o e
desencorajamento, que pode se espalhar e afetar outros aspectos da
vida de uma pessoa. Pessoas que se sentem assim s&atilde;o infelizes
e n&atilde;o produzem um bom trabalho.</P>
<P>Imagine o que aconteceria se receitas culin&aacute;rias fossem
entesouradas como o software. Voc&ecirc; poderia dizer, &#147;Como eu
mudo esta receita para tirar o sal?&#148;, e o grande chefe de
cozinha te responderia, &#147;Como ousa insultar minha receita, o
fruto do meu c&eacute;rebro e do meu paladar, tentando mexer nela?
Voc&ecirc; n&atilde;o tem conhecimento para alterar minha receita e
faz&ecirc;-la funcionar.&#148; 
</P>
<P>&#147;Mas meu m&eacute;dico disse que eu n&atilde;o posso comer
sal! O que eu posso fazer? Voc&ecirc; vai tirar o sal pra mim?&#148;</P>
<P>&#147;Eu faria com muito prazer; meus honor&aacute;rios s&atilde;o
de apenas $50.000.'' Uma vez que o propriet&aacute;rio tem o
monop&oacute;lio nas altera&ccedil;&otilde;es, os honor&aacute;rios
tendem a ser grandes. &#147;No entanto, justamente agora eu n&atilde;o
tenho tempo. Estou ocupado com uma comiss&atilde;o para projetar uma
nova receita para o biscoito do navio para o Departamento da Marinha.
Posso te dar um retorno daqui a dois anos.&#148;</P>
<H4>Obstruindo Desenvolvimento de Software</H4>
<P>O terceiro n&iacute;vel de dano material afeta o desenvolvimento
de software. Desenvolvimento de software constumava ser um processo
evolucion&aacute;rio, onde uma pessoa pegava um programa existente e
reescrevia partes dele para obter uma nova funcionalidade, e ent&atilde;o
outra pessoa iria reescrever partes para adicionar outra
funcionalidade; em alguns casos isso continuava por um per&iacute;odo
de vinte anos. Neste meio-tempo, partes do programa eram
&#147;canibalizadas&#148; para formar o princ&iacute;pio de outros
programas.</P>
<P>A exist&ecirc;ncia de propriet&aacute;rios impede este tipo de
evolu&ccedil;&atilde;o, tornando necess&aacute;rio come&ccedil;ar do
zero quando do desenvolvimento de um programa. Tamb&eacute;m impede
novos praticantes de estudar programas existentes para aprender
t&eacute;cnicas &uacute;teis ou mesmo como grandes programas podem
ser estruturados.</P>
<P>Propriet&aacute;rios tamb&eacute;m obstruem a educa&ccedil;&atilde;o.
Eu tenho conhecido estudantes brilhantes em ci&ecirc;ncia da
computa&ccedil;&atilde;o que nunca viram o c&oacute;digo fonte de um
programa grande. Eles podem ser bons para escrever pequenos
programas, mas eles n&atilde;o podem come&ccedil;ar a aprender os
conhecimentos diferentes que s&atilde;o necess&aacute;rios para a
constru&ccedil;&atilde;o de grandes programas se eles n&atilde;o
podem ver como outros fizeram isto.</P>
<P>Em qualquer &aacute;rea intelectual, uma pessoa pode alcan&ccedil;ar
maiores alturas subindo nos ombros de outros. Mas geralmente isto n&atilde;o
&eacute; mais permitido na &aacute;rea de software--voc&ecirc; pode
somente subir nos ombros das outras pessoas <EM>dentro da sua
empresa</EM>. 
</P>
<P>O dano psico-social associado afeta o esp&iacute;rito da
coopera&ccedil;&atilde;o cient&iacute;fica, que constumava ser t&atilde;o
forte que cientistas cooperariam mesmo quando suas na&ccedil;&otilde;es
estava em guerra. Embuidos deste esp&iacute;rito, ocean&oacute;grafos
japoneses abandonando seu laborat&oacute;rio numa ilha do Pac&iacute;fico
cuidadosamente preservaram seu trabalho para os soldados invasores
dos Estados Unidos, e deixaram uma nota pedindo que eles tomassem
cuidado com aquilo.</P>
<P>Conflitos por lucro t&ecirc;m destruido o que conflitos
internacionais pouparam. Hoje em dia cientistas em muitas &aacute;reas
n&atilde;o publicam o suficiente nos seus ensaios para permitir que
outros reproduzam suas experi&ecirc;ncias. Eles publicam somente o
suficiente para permitir aos leitores maravilharem-se do quanto eles
foram capazes de fazer. Isto certamente &eacute; verdade em ci&ecirc;ncia
da computa&ccedil;&atilde;o, onde o c&oacute;digo fonte do programa
relatado &eacute; normalmente secreto. 
</P>
<H4>N&atilde;o Importa Como o Compartilhamento Seja Restringido</H4>
<P>Eu discuti os efeitos de evitar que as pessoas copiem,
alterem e construam um programa. Eu n&atilde;o especifiquei como esta
obstru&ccedil;&atilde;o &eacute; feita, porque isto n&atilde;o afeta
a conclus&atilde;o. N&atilde;o importa se &eacute; feita atrav&eacute;s
de prote&ccedil;&atilde;o contra c&oacute;pia, copyright, licen&ccedil;as,
criptografia, cart&otilde;es ROM, n&uacute;meros seriais de hardware,
se &eacute; bem sucedido ent&atilde;o causa dano.</P>
<P>Usu&aacute;rios consideram alguns destes m&eacute;todos mais
detest&aacute;veis que outros. Eu sugiro que os m&eacute;todos mais
odiados s&atilde;o aqueles que atingem seu objetivo. 
</P>
<H4>O Software Deveria ser Livre</H4>
<P>Eu mostrei como a propriedade de um programa--o poder de
restringir as altera&ccedil;&otilde;es ou a c&oacute;pia dele--&eacute;
obstrusivo. Seus efeitos negativos s&atilde;o amplamente disseminados
e importantes. Segue que a sociedade n&atilde;o deveria ter
propriet&aacute;rios para programas.</P>
<P>Outra maneira de entender isto &eacute; ver que o que a sociedade
precisa &eacute; de software livre, e software propriet&aacute;rio &eacute;
um substituto pobre. Encorajar o substituto n&atilde;o &eacute; uma
maneira racional de obter o que n&oacute;s precisamos.</P>
<P>Vaclav Havel nos aconselhou: &#147;Trabalhe por algo porque &eacute;
bom e n&atilde;o apenas porque tem chance de sucesso.&#148; Um
neg&oacute;cio fazendo software propriet&aacute;rio tem chance de
sucesso dentro dos seus pr&oacute;prios termos limitados, mas n&atilde;o
&eacute; o que &eacute; bom para a sociedade. 
</P>
<H3>Porque as Pessoas Ir&atilde;o Desenvolver Software</H3>
<P>Se n&oacute;s eliminarmos a propriedade intelectual como meio de
estimular pessoas a desenvolver software, no in&iacute;cio menos
software ser&aacute; desenvolvido, mas este software ser&aacute; mais
&uacute;til. N&atilde;o est&aacute; claro se a satisfa&ccedil;&atilde;o
geral proporcionada ser&aacute; menor; mas se for, ou se de qualquer
jeito n&oacute;s quisermos aument&aacute;-la, existem outras maneiras
de estimular desenvolvimento, assim como existem outras maneiras de
levantar fundos para estradas sem usar ped&aacute;gios. Antes de
falar a respeito de como isso pode ser feito, primeiro eu gostaria de
questionar o quanto de incentivo artificial &eacute; realmente
necessario.</P>
<H4>Programar &eacute; Divertido</H4>
<P>Existem algumas linhas de trabalho em que poucos ir&atilde;o
entrar exceto por dinheiro; constru&ccedil;&atilde;o de rodovias, por
exemplo. Existem outras &aacute;reas de estudo e arte em que existe
pouca chance de se tornar rico, em que pessoas entram pela sua
fascina&ccedil;&atilde;o ou pelo percebido valor para a sociedade.
Exemplos incluem a l&oacute;gica matem&aacute;tica, m&uacute;sica
cl&aacute;ssica, arqueologia e organiza&ccedil;&atilde;o pol&iacute;tica
entre trabalhadores. Pessoas competem por novas vagas, nenhuma das
quais &eacute; muito bem remunerada. Elas chegam at&eacute; a pagar
pela chance de trabalhar na &aacute;rea, se elas t&ecirc;m condi&ccedil;&otilde;es
para isso.</P>
<P>Uma &aacute;rea assim pode se transformar do dia pra noite se
come&ccedil;ar a oferecer a possibilidade de ficar rico. Quando um
trabalhador fica rico, outros querem a mesma oportunidade. Logo todos
querem grandes somas em dinheiro para fazer o que eles costumavam
fazer por prazer. Quando se passam mais alguns anos, todos ligados
&agrave;quele campo ir&atilde;o ridicularizar a id&eacute;ia que
trabalho poderia ser executado naquela &aacute;rea sem grandes
retornos financeiros. Eles ir&atilde;o aconselhar os planejadores
sociais a assegurar que estes retornos sejam poss&iacute;veis,
prescrevendo privil&eacute;gios especiais, poderes e monop&oacute;lios
&agrave; medida do necess&aacute;rio para que isto aconte&ccedil;a.</P>
<P>Esta mudan&ccedil;a aconteceu no campo da programa&ccedil;&atilde;o
de computadores na d&eacute;cada passada. Quinze anos atr&aacute;s
haviam artigos sobre &#147;v&iacute;cio de computador&#148;: usu&aacute;rios
estavam ficando &#147;on-line&#148; e tinham h&aacute;bitos baratos.
Era geralmente conhecido que pessoas freq&uuml;entemente amavam
programa&ccedil;&atilde;o o suficiente para romper seus casamentos.
Hoje, &eacute; geralmente conhecido que ningu&eacute;m iria programar
exceto por uma altos pagamentos. As pessoas se esqueceram do
que elas sabiam quinze anos atr&aacute;s.</P>
<P>Quando &eacute; verdade em um determinado momento que a maioria
das pessoas ir&atilde;o trabalhar numa certa &aacute;rea por altos
pagamentos, isto n&atilde;o precisa continuar sendo verdade. A
din&acirc;mica da mudan&ccedil;a pode acontecer ao contr&aacute;rio,
se a sociedade fornecer o &iacute;mpeto. Se n&oacute;s tirarmos a
possibilidade de grande riqueza, ent&atilde;o depois de um breve
momento, quando as pessoas tiverem reajustado suas atitudes, elas
ir&atilde;o mais uma vez ansiar por trabalhar na &aacute;rea pelo
prazer da conquista.</P>
<P>A quest&atilde;o &#147;Como n&oacute;s podemos pagar
programadores?&#148; se torna mais f&aacute;cil quando n&oacute;s
entendemos que n&atilde;o &eacute; uma quest&atilde;o de pag&aacute;-los
uma fortuna. Um mero viver &eacute; mais f&aacute;cil de se
conseguir. 
</P>
<H4>Financiando o Software Livre</H4>
<P>Institui&ccedil;&otilde;es que pagam programadores n&atilde;o t&ecirc;m
que ser software houses. Muitas outras institui&ccedil;&otilde;es j&aacute;
existem que podem fazer isto.</P>
<P>Fabricantes de equipamentos acham essencial suportar
desenvolvimento de software mesmo que eles n&atilde;o controlem o uso
do software. Em 1970, muito do seu software era livre porque eles n&atilde;o
consideravam a possibilidade de restringi-lo. Hoje, a sua
crescente disposi&ccedil;&atilde;o para combinar cons&oacute;rcios
mostra seu entendimento que possuir o software n&atilde;o &eacute; o
que &eacute; realmente importante para eles.</P>
<P>Universidades conduzem muitos projetos de programa&ccedil;&atilde;o.
Hoje, elas freq&uuml;entemente vendem os resultados, mas nos anos
70, elas n&atilde;o vendiam. Existe alguma d&uacute;vida de que as
universidades iriam desenvolver software livre se n&atilde;o lhes
fosse permitido vender software? Estes projetos poderiam ser
suportados pelos mesmos contratos de governo e concess&otilde;es que
agora suportam o desenvolvimento de software propriet&aacute;rio.</P>
<P>&Eacute; comum hoje para pesquisadores de universidade pegar
concess&atilde;o para desenvolver um sistema, desenvolv&ecirc;-lo at&eacute;
quase o t&eacute;rmino e d&aacute;-lo por &#147;terminado&#148;, e
ent&atilde;o come&ccedil;ar empresas onde eles realmente terminam o
projeto e o tornam &uacute;til. &Agrave;s vezes eles declaram as
vers&otilde;es inacabadas como &#147;gratuitas&#148;; se eles s&atilde;o
profundamente corruptos, eles em vez disso obt&eacute;m uma licen&ccedil;a
exclusiva da universidade. Isto n&atilde;o &eacute; nenhum segredo; &eacute;
abertamente admitido por todos os interessados. J&aacute; se os
pesquisadores n&atilde;o fossem expostos &agrave; tenta&ccedil;&atilde;o
de fazer estas coisas, eles ainda assim fariam suas pesquisas.</P>
<P>Programadores que escrevem software livre podem ganhar a vida
vendendo servi&ccedil;os relacionados ao software. Eu tenho sido
contratado para portar o  <A HREF="/software/gcc/gcc.html">compilador
C GNU</A> para novos equipamentos, e para fazer extens&otilde;es &agrave;
interface do usu&aacute;rio no <A HREF="/software/emacs/emacs.html">GNU
Emacs</A>. (Eu ofere&ccedil;o estas melhorias ao p&uacute;blico uma
vez que elas ficam prontas.) Eu tamb&eacute;m ensino em
salas-de-aula, pelo que eu sou pago. 
</P>
<P>Eu n&atilde;o sou o &uacute;nico que trabalha desta forma; existe
hoje uma empresa crescente e bem sucedida que n&atilde;o faz outra
coisa. Diversas outras empresas tamb&eacute;m fornecem suporte
comercial para software livre do sistema GNU. Isto &eacute; o come&ccedil;o
de uma ind&uacute;stria de suporte ao software independente--uma
ind&uacute;stria que poderia se tornar muito grande se o software
livre se tornasse predominante. Ela d&aacute; aos usu&aacute;rios uma
op&ccedil;&atilde;o geralmente n&atilde;o dispon&iacute;vel para o
software propriet&aacute;rio, exceto para os muito ricos.</P>
<P>Novas institui&ccedil;&otilde;es tais como a <A HREF="http://www.fsf.org">Founda&ccedil;&atilde;o
para o Software Livre</A> podem tamb&eacute;m pagar programadores.  A
maior parte dos fundos da funda&ccedil;&atilde;o vem de usu&aacute;rios
comprarem fitas atrav&eacute;s do correio. O software nas fitas &eacute;
livre, o que significa que todo usu&aacute;rio tem a liberdade de
copi&aacute;-lo e alter&aacute;-lo, mas muitos apesar de tudo pagam
para obter c&oacute;pias. (Lembre-se que &#147;free software&#148; se
refere a liberdade e n&atilde;o pre&ccedil;o). Alguns usu&aacute;rios
adquirem fitas para as quais eles j&aacute; tem uma c&oacute;pia,
como uma maneira de fazer uma contribui&ccedil;&atilde;o que eles
sentem que n&oacute;s merecemos. A Funda&ccedil;&atilde;o tamb&eacute;m
recebe donativos consider&aacute;veis de fabricantes de computadores.</P>
<P>A Funda&ccedil;&atilde;o para o Software Livre &eacute; uma
entidade, e suas receitas s&atilde;o gastas contratando tantos
programadores quanto poss&iacute;vel. Se ela tivesse sido feita para
ganhos financeiros, distribuindo o mesmo software livre ao p&uacute;blico
pelos mesmos valores, daria agora uma vida muito boa ao seu fundador.</P>
<P>Em virtude da Funda&ccedil;&atilde;o ser uma entidade,
programadores freq&uuml;entemente trabalham pra ela por metade do que
eles poderiam ganhar em outro lugar. Eles fazem isto porque n&oacute;s
somos livres de burocracia, e porque eles sentem satisfa&ccedil;&atilde;o
em saber que seu trabalho n&atilde;o ser&aacute; obstru&iacute;do.
Acima de tudo, eles fazem isso porque programar &eacute; divertido.
Fora isso, volunt&aacute;rios t&ecirc;m escrito muitos programas
&uacute;teis para n&oacute;s. (Recentemente mesmo escritores t&eacute;cnicos
come&ccedil;aram a se oferecer.)</P>
<P>Isto confirma que programa&ccedil;&atilde;o est&aacute; entre as
&aacute;reas mais fascinantes de todas, junto da m&uacute;sica e da
arte. N&oacute;s n&atilde;o temos medo que ningu&eacute;m queira
programar. 
</P>
<H4>O Que os Usu&aacute;rios Devem aos Desenvolvedores?</H4>
<P>Existe uma boa raz&atilde;o para os usu&aacute;rios de software
sentirem uma obriga&ccedil;&atilde;o moral de contribuir para seu
suporte. Desenvolvedores de software livre est&atilde;o contribuindo
para as atividades dos usu&aacute;rios, e &eacute; justo e a longo
prazo interessante para os usu&aacute;rios prover os fundos para
continuar.</P>
<P>No entanto, isto n&atilde;o se aplica a software propriet&aacute;rio,
uma vez que o obstrucionismo merece uma puni&ccedil;&atilde;o em vez
de uma recompensa.</P>
<P>N&oacute;s temos assim um paradoxo: o desenvovedore de software
&uacute;til tem direito ao suporte dos usu&aacute;rios, mas qualquer
tentativa de tornar esta obriga&ccedil;&atilde;o moral numa exig&ecirc;ncia
destr&oacute;i a base para a obriga&ccedil;&atilde;o. Um desenvovedor
pode tanto merecer a recompensa quanto exigi-la, mas n&atilde;o
ambos.</P>
<P>Eu acredito que um desenvolvedor &eacute;tico defrontado com este
paradoxo deve agir de modo a merecer a recompensa, mas deveria tamb&eacute;m
solicitar aos usu&aacute;rios donativos volunt&aacute;rios. No final
das contas os usu&aacute;rios ir&atilde;o aprender a suportar os
desenvolvedores sem coer&ccedil;&atilde;o, assim como eles aprenderam
a suportar as esta&ccedil;&otilde;es p&uacute;blicas de r&aacute;dio
e televis&atilde;o. 
</P>
<H3>O Que &Eacute; Produtividade De Software? 
</H3>
<P>Se o software fosse livre, ainda assim existiriam programadores,
mas talvez um n&uacute;mero menor deles. Seria isto ruim para a
sociedade?</P>
<P>N&atilde;o necessariamente. Hoje as na&ccedil;&otilde;es avan&ccedil;adas
t&ecirc;m menos fazendeiros que em 1900, mas n&oacute;s n&atilde;o
achamos que isto seja ruim para a sociedade, porque os em menor
n&uacute;mero fornecem mais comida aos consumidores do que os em
maior n&uacute;mero faziam. N&oacute;s chamamos isso de produtividade
melhorada. Software livre exigiria muito menos programadores para
satisfazer a demanda, por causa da produtividade de software
aumentada em todos os n&iacute;veis: 
</P>
<UL>
	<LI><P>Uso mais amplo de cada programa que &eacute; desenvolvido. 
	</P>
	<LI><P>A habilidade de adaptar programas para personaliza&ccedil;&atilde;o
	em vez de come&ccedil;ar do zero. 
	</P>
	<LI><P>Melhor educa&ccedil;&atilde;o de programadores. 
	</P>
	<LI><P>A elimina&ccedil;&atilde;o de esfor&ccedil;o de
	desenvolvimento duplicado. 
	</P>
</UL>
<P>Aqueles que se op&otilde;em &agrave; coopera&ccedil;&atilde;o
porque isso resultaria no emprego de menos programadores, est&atilde;o
na verdade se opondo &agrave; produtividade melhorada. Estas mesmas
pessoas normalmente concordam com a cren&ccedil;a largamente aceita
que a ind&uacute;stria de software precisa de produtividade
melhorada. Pode?</P>
<P>&#147;Produtividade de Software&#148; pode significar duas coisas
diferentes: a produtividade geral de todo o desenvolvimento de
software ou a produtividade de projetos individuais. Produtividade
geral &eacute; o que a sociedade gostaria de ver melhorada e a
maneira mais direta de fazer isto &eacute; eliminar os obst&aacute;culos
artificiais &agrave; coopera&ccedil;&atilde;o que a reduzem. Mas
pesquisadores que estudam a &aacute;rea de &#147;produtividade de
software&#148; focam somente no segundo, limitado, sentido da frase,
onde melhoria requer avan&ccedil;os tecnol&oacute;gicos dif&iacute;ceis.
</P>
<H3>A Competi&ccedil;&atilde;o &Eacute; Inevit&aacute;vel?</H3>
<P>&Eacute; inevit&aacute;vel que as pessoas tentem competir,
sobrepujando seus rivais em sociedade? Talvez sim. Mas competi&ccedil;&atilde;o
por si s&oacute; n&atilde;o &eacute; prejudicial; o que &eacute;
prejudicial &eacute; o <EM>combate</EM>. 
</P>
<P>Existem maneiras de competir. Competi&ccedil;&atilde;o pode
consistir de tentar alca&ccedil;ar cada vez mais, exceder o que
outros fizeram. Por exemplo, antigamente, haviam competi&ccedil;&otilde;es
entre magos da programa&ccedil;&atilde;o--competi&ccedil;&atilde;o
para ver quem poderia fazer o computadore executar a coisa mais
impressionante, ou fazer o mais curto ou mais r&aacute;pido programa
para uma dada tarefa. Este tipo de competi&ccedil;&atilde;o pode
beneficiar a todos, <EM>contanto que</EM> o esp&iacute;rito esportivo
seja mantido.</P>
<P>Competi&ccedil;&atilde;o construtiva &eacute; competi&ccedil;&atilde;o
suficiente para motivar pessoas a grandes esfor&ccedil;os. Algumas
pessoas est&atilde;o competindo para ver quem ser&aacute; o primeiro a
ter visitado todos os pa&iacute;ses da Terra; alguns at&eacute;
mesmo j&aacute; gastaram fortunas tentando isso. Mas eles n&atilde;o
subornam capt&atilde;es de navio para encalhar seus rivais em ilhas
desertas. Eles est&atilde;o satisfeitos em que ven&ccedil;a o melhor.</P>
<P>Competi&ccedil;&atilde;o se torna combate quando os competidores
come&ccedil;am a tentar impedir um ao outro de avan&ccedil;ar--quando
o &#147;que ven&ccedil;a o melhor&#148; d&aacute; lugar ao &#147;que
eu ven&ccedil;a, sendo ou n&atilde;o o melhor.&#148; Software
propriet&aacute;rio &eacute; prejudicial, n&atilde;o porque seja uma
forma de competi&ccedil;&atilde;o, mas porque &eacute; uma forma de
combate entre cidad&atilde;os da nossa sociedade.</P>
<P>Competi&ccedil;&atilde;o em neg&oacute;cios n&atilde;o &eacute;
necessariamente combate. Por exemplo, quando duas mercearias
competem, todo seu esfor&ccedil;o &eacute; para melhorar as suas
pr&oacute;prias opera&ccedil;&otilde;es, n&atilde;o para sabotar a
rival. Mas isto n&atilde;o demostra um compromisso especial com a
&eacute;tica de neg&oacute;cios; em vez disso, h&aacute; pouco espa&ccedil;o
para combate nesta linha de neg&oacute;cio a n&atilde;o ser viol&ecirc;ncia
f&iacute;sica. Nem todas as &aacute;reas de neg&oacute;cio
compartilham esta caracter&iacute;stica: ocultar informa&ccedil;&atilde;o
que poderia ajudar o avan&ccedil;o de todos &eacute; uma forma de
combate.</P>
<P>Ideologia de neg&oacute;cios n&atilde;o prepara pessoas para
resistir &agrave; tenta&ccedil;&atilde;o de combater na competi&ccedil;&atilde;o.
Algumas formas de combate tem sido banidas com leis anti-truste, leis
que exigem a verdade em an&uacute;ncios, e assim por diante, mas em
vez de generalizar isto para obter um princ&iacute;pio de rejei&ccedil;&atilde;o
ao combate em geral, executivos inventam outras formas de combate que
n&atilde;o s&atilde;o especificamente proibidas. Os recursos da
sociedade s&atilde;o gastos no equivalente econ&ocirc;mico da guerra
civil faccion&aacute;ria. 
</P>
<H3>&#147;Porque Voc&ecirc; N&atilde;o Se Muda Pra R&uacute;ssia?&#148;</H3>
<P>Nos Estados Unidos, qualquer um que defenda outra coisa que n&atilde;o
a mais extrema forma de pol&iacute;tica ego&iacute;sta de n&atilde;o
intervencionismo tem ouvido freq&uuml;entemente esta acusa&ccedil;&atilde;o.
Por exemplo, &eacute; dito isso aos que defendem um sistema de sa&uacute;de
nacional, tal como os encontrado em todas as outras na&ccedil;&otilde;es
industrializadas do mundo livre. Tamb&eacute;m dizem isso aos que
defendem o suporte p&uacute;blico para as artes, tamb&eacute;m
universal em na&ccedil;&otilde;es desenvolvidas. A id&eacute;ia que
cidad&atilde;os tenham qualquer obriga&ccedil;&atilde;o para com o
bem p&uacute;blico &eacute; identificada nos Estados Unidos como
Comunismo. Mas qu&atilde;o similar s&atilde;o estas id&eacute;ias?</P>
<P>Comunismo como praticado na Uni&atilde;o Sovi&eacute;tica era um
sistema de controle central onde toda atividade era regimentada,
supostamente para o bem comum, mas na pr&aacute;tica em pr&oacute;l
dos membros do partido Comunista. E onde os equipamentos de c&oacute;pia
eram guardados herm&eacute;ticamente para evitar c&oacute;pias
ilegais.</P>
<P>O sistema Americano de propriedade intelectual exerce um controle
central sobre a distribui&ccedil;&atilde;o de um programa, e guarda
os equipamentos de c&oacute;pia com <A HREF="http://www.dfc.org/">esquemas
de prote&ccedil;&atilde;o contra c&oacute;pia autom&aacute;ticos</A>
para evitar a c&oacute;pia ilegal. 
</P>
<P>Em contraste, eu estou trabalhando para construir um sistema onde
pessoas s&atilde;o livres para decidir suas pr&oacute;pria a&ccedil;&otilde;es;
em particular, livres para ajudar seus companheiros, e livres para
alterar e melhorar as ferramentas que elas usam no seu cotidiano. Um
sistema baseado em coopera&ccedil;&atilde;o volunt&aacute;ria e
decentraliza&ccedil;&atilde;o.</P>
<P>Assim, se n&oacute;s temos que julgar pontos de vista pelas suas
semelhan&ccedil;as com o Comunismo Russo, s&atilde;o os propriet&aacute;rios
de software que s&atilde;o os Comunistas.</P>
<H3>A Quest&atilde;o das Premissas</H3>
<P>Eu assumo neste documento que um usu&aacute;rio de software n&atilde;o
&eacute; menos importante que um autor, ou at&eacute; mesmo que o
empregador de um autor. Em outras palavras, seus interesses e
necessidades t&ecirc;m igual peso, quando n&oacute;s decidimos que
curso de a&ccedil;&atilde;o &eacute; melhor.</P>
<P>Esta premissa n&atilde;o &eacute; universalmente aceita. Muitos
mant&eacute;m que um empregador de autor &eacute; fundamentalmente
mais importante que qualquer um. Eles dizem, por exemplo, que o
prop&oacute;sito de ter propriet&aacute;rios de software &eacute; dar
ao empregador do autor a vantagem que ele merece--sem levar em
considera&ccedil;&atilde;o como isto pode afetar o p&uacute;blico.</P>
<P>N&atilde;o &eacute; comum tentar provar ou desaprovar estas
premissas. Prova requer premissas compartilhadas. Sendo assim a maior
parte do que eu disse &eacute; somente para aqueles que compartilham
as premissas que eu adoto, ou pelo menos est&atilde;o interessados em
quais s&atilde;o suas conseq&uuml;&ecirc;ncias. Para aqueles que
acreditam que os propriet&aacute;rios s&atilde;o mais importantes que
todos os demais, este documento &eacute; irrelevante.</P>
<P>Mas porque um grande n&uacute;mero de Americanos iria aceitar uma
premissa que eleva certas pessoas em import&acirc;ncia acima de todos
os outros? Parcialmente por causa do credo que esta premissa &eacute;
parte das tradi&ccedil;&otilde;es legais da sociedade Americana.
Algumas pessoas sentem que duvidar da premissa significa desafiar as
bases da sociedade.</P>
<P>&Eacute; importante para estas pessoas saber que esta premissa n&atilde;o
&eacute; parte da nossa tradi&ccedil;&atilde;o legal. Nem nunca foi.</P>
<P>Assim, a Constitui&ccedil;&atilde;o diz que o prop&oacute;sito do
copyright &eacute; &#147;promover o progresso da ci&ecirc;ncia e das
artes &uacute;teis.&#148; A Suprema Corte foi al&eacute;m disso,
afirmando em &#147;Fox Film vs. Doyal&#148; que &#147;O &uacute;nico
interesse dos Estados Unidos e o principal objetivo em conferir o
monop&oacute;lio [de copyright] reside nos benef&iacute;cios
derivados pelo p&uacute;blico a partir do trabalho dos autores.&#148;</P>
<P>N&oacute;s n&atilde;o temos que concordar com a Constitui&ccedil;&atilde;o
ou com a Suprema Corte. (Uma vez, ambas perdoaram a escravid&atilde;o.)
Sendo assim suas posi&ccedil;&otilde;es n&atilde;o desaprovam a
premissa da supremacia do propriet&aacute;rio. Mas eu espero que o
an&uacute;ncio que isto &eacute; uma concep&ccedil;&atilde;o radical
direitista em vez de uma tradicionalmente reconhecida venha
enfraquecer seu apelo. 
</P>
<H3>Conclus&atilde;o</H3>
<P>N&oacute;s gostamos de pensar que nossa sociedade estimula o
aux&iacute;lio m&uacute;tuo; mas cada vez que n&oacute;s
recompensamos algu&eacute;m pelo seu obstrucionismo, ou o admiramos
pela riqueza que ele ganhou deste modo, n&oacute;s estamos enviando a
mensagem oposta.</P>
<P>O entesouramento de software &eacute; uma faceta da nossa
disposi&ccedil;&atilde;o geral de desrespeitar o bem estar social em
pr&oacute;l do ganho pessoal. N&oacute;s podemos vir acompanhando
este desrespeito desde Ronald Reagan a James Baker, desde Ivan Boesky
a Exxon, desde a fal&ecirc;ncia dos bancos &agrave; fal&ecirc;ncia
das escolas. Podemos medir isto pelo tamanho da popula&ccedil;&atilde;o
sem-teto e da popula&ccedil;&atilde;o carcer&aacute;ria. Este
esp&iacute;rito anti-social alimenta a si mesmo; porque quanto mais
n&oacute;s vemos que outras pessoas n&atilde;o ir&atilde;o nos
ajudar, mais nos parece f&uacute;til ajud&aacute;-las. Assim a
sociedade vai decaindo at&eacute; se tornar uma selva.</P>
<P>Se n&oacute;s n&atilde;o queremos viver numa selva, devemos mudar
nossas atitudes. Devemos come&ccedil;ar enviando a mensagem que um
bom cidad&atilde;o &eacute; um que coopera quando apropriado, n&atilde;o
um que &eacute; bem sucedido tirando dos outros. Eu espero que o
movimento pelo software livre contribua para isto: pelo menos em uma
&aacute;rea n&oacute;s iremos substituir a selva por um sistema mais
eficiente que encoraja e confia na coopera&ccedil;&atilde;o
volunt&aacute;ria. 
</P>
<H3>Notas de Rodap&eacute;</H3>
<OL>
	<LI><P STYLE="margin-bottom: 0in">A palavra &#147;free&#148; em
	&#147;free software&#148; refere-se &agrave; liberdade, e n&atilde;o
	 ao pre&ccedil;o. O pre&ccedil;o pago por uma c&oacute;pia de um &#147;free
	software&#148; pode ser zero, ou pequeno, ou (raramente) bem grande.
		</P>
	<LI><P STYLE="margin-bottom: 0in">Os problemas da polui&ccedil;&atilde;o
	e do congestionamento n&atilde;o alteram esta conclus&atilde;o. Se
	n&oacute;s desejamos tornar o ato de guiar mais caro para
	desencoraj&aacute;-lo em geral, &eacute; desvantajoso fazer isto
	usando ped&aacute;gios, que contribuem tanto para a polui&ccedil;&atilde;o
	quanto para o congestionamento. Um imposto sobre a gasolina &eacute;
	muito melhor. Da mesma forma, um desejo de melhorar a seguran&ccedil;a
	limitando a velocidade m&aacute;xima n&atilde;o &eacute; relevante;
	a via de acesso livre melhora a velocidade m&eacute;dia evitando
	paradas e atrasos, para qualquer limite de velocidade dado. 
	</P>
	<LI><P>Algu&eacute;m poderia observar que um programa de computador
	em particular &eacute; uma coisa prejudicial e que n&atilde;o
	deveria estar dispon&iacute;vel, como a base de dados de informa&ccedil;&otilde;es
	pessoais Lotus Marketplace, que foi retirada de venda devido &agrave;
	desaprova&ccedil;&atilde;o p&uacute;blica. A maior parte do que eu
	digo n&atilde;o se aplica a este caso, mas faz pouco sentido
	argumentar que seria bom ter um propriet&aacute;rio porque ele
	tornaria o programa menos dispon&iacute;vel. O propriet&aacute;rio
	n&atilde;o o tornaria <EM>completamente</EM> n&atilde;o dispon&iacute;vel,
	como seria desej&aacute;vel no caso de um programa cujo uso fosse
	considerado destrutivo. 
	</P>
</OL>
<HR>
<H4><A HREF="/philosophy/philosophy.html">Outros Textos para
Ler</A></H4>
<HR>
<P>Retorna &agrave; <A HREF="/home.html">home page do GNU</A>.
</P>
<P>Por favor envie perguntas sobre a FSF &amp; GNU para <EM><A HREF="mailto:gnu@gnu.org">gnu@gnu.org</A></EM>.
Existem tamb&eacute;m <A HREF="/contact/">outras
maneiras de entrar em contato</A> com a FSF. 
</P>
<P>Por favor envie coment&aacute;rios sobre estas p&aacute;ginas web
para <EM><A HREF="mailto:webmasters@gnu.org">webmasters@gnu.org</A></EM>,
envie outras quest&otilde;es <EM><A HREF="mailto:gnu@gnu.org">gnu@gnu.org</A></EM>.
</P>
<P>Copyright (C) 1998 Free Software Foundation, Inc., 51 Franklin St
- Fifth Floor, Boston, MA 02110, USA 
</P>
<P>A c&oacute;pia e distribui&ccedil;&atilde;o verbatim deste artigo
inteiro &eacute; permitida em qualquer meio, contanto que este aviso
seja preservado.</P>
<P STYLE="margin-bottom: 0in">Atualizado:
<!-- hhmts start --> 21
Jan 2001 fsl
<!-- hhmts end --> 
</P>
<HR>
</BODY>
</HTML>
