<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//ES">
<HTML>
<HEAD>
<TITLE>El proyecto GNU - UDI y La Fundaci&oacute;n Para El Software Libre (FSF)</TITLE>
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H3>El Movimiento para el Software Libre y UDI</H3>

<A HREF="/graphics/agnuhead.es.html"><IMG SRC="/graphics/gnu-head-sm.jpg"
   ALT=" [imagen de la Cabeza de un GNU] "
   WIDTH="129" HEIGHT="122"></A>

[ <A HREF="/philosophy/udi.ru.html">Ruso</A> ] 

<P>
El proyecto llamado UDI (<EM>Uniform Driver Interface</EM> [Interface Uniforme
para Controladores de Dispositivos]), se
propone definir una interface &uacute;nica entre n&uacute;cleos de sistemas operativos y
controladores de dispositivos. &iquest;Qu&eacute; es lo que el movimiento para el software
libre deber&iacute;a hacer sobre esta idea?
<P>

Si nos imaginamos a un n&uacute;mero de programadores de sistemas operativos
y hardware, todos cooperando en un mismo fundamento, UDI (si es t&eacute;cnicamente
posible) ser&iacute;a una idea muy buena. Nos permitir&iacute;a desarrollar un
solo controlador para un dispositivo dado de hardware, y compartirlo entre
todos. Permitir&iacute;a un nivel m&aacute;s alto de cooperaci&oacute;n.
<P>

Cuando aplicamos la idea al mundo real, que contiene ambos,
programadores de software libre buscando cooperaci&oacute;n, y de software
privativo buscando dominaci&oacute;n, las consecuencias son muy diferentes.
De ninguna manera el uso de UDI puede beneficiar al movimiento del software
libre. Si hace algo, nos dividir&aacute; y nos debilitar&aacute;.
<P>

Si Linux apoya UDI, y si nosotros empezamos a dise&ntilde;ar nuevos controladores
para comunicarnos con Linux mediante UDI, &iquest;cu&aacute;les ser&iacute;an las consecuencias?
<P>

<UL>
<LI> La gente podr&iacute;a correr controladores de Linux cubiertos por GPL en
sistemas Windows.
<P>

Esto ayudar&aacute; s&oacute;lo a los usuarios de Windows; no har&aacute; nada para nosotros
usuarios de sistemas operativos libres. No nos lastimar&iacute;a directamente,
tampoco; pero los programadores de los controladores libres [free drivers]
cubiertos por la licencia GPL, podr&iacute;an quedar desalentados al ver que son
utilizados de esta manera, lo que ser&iacute;a muy desfavorable. Podr&iacute;a ser tambi&eacute;n
una infracci&oacute;n de la licencia GPL de GNU, al enlazar los controladores dentro
de un n&uacute;cleo («kernel») privativo. Aumentar la tentaci&oacute;n de hacer esto es
buscar problemas.
<P>

<LI> La gente podr&iacute;a correr controladores no-libres de Windows en
sistemas <A HREF="http://www.gnu.org/gnu/linux-and-gnu.es.html">GNU/Linux.</A>
<P>

Esto no afectar&iacute;a directamente el &aacute;mbito de hardware sostenido por el
software libre. Pero indirectamente tender&iacute;a a disminuir el &aacute;mbito,
ofreciendo una tentaci&oacute;n al mill&oacute;n de usuarios de GNU/Linux que no han
aprendido a insistir en la libertad para su propia conveniencia. Al
punto que la comunidad  empiece a aceptar la tentaci&oacute;n, nos estar&iacute;amos
moviendo a usar controladores no-libres en lugar de escribir nuestros propios
controladores libres.
<P>

UDI no obstruye, en si mismo,  el desarrollo de controladores libres. Entonces,
si muchos de nosotros rechazamos la tentaci&oacute;n, todav&iacute;a podr&iacute;amos desarrollar
controladores libres a pesar de UDI, al igual que hacemos sin UDI.
<P>

&iquest;Pero por qu&eacute; alentar la comunidad a ser m&aacute;s d&eacute;bil de lo que necesita ser?
&iquest;Por qu&eacute; crear dificultades innecesarias para el futuro del software libre?
Ya que UDI no hace nada bueno para nosotros, es mejor rechazar UDI.
</UL>
<P>

Dadas estas consecuencias, no es sorpresa que Intel, un partidario de UDI,
ha comenzado a "buscar ayuda con UDI en la comunidad Linux".
&iquest;C&oacute;mo una compa&ntilde;&iacute;a rica y ego&iacute;sta se acerca a una comunidad
cooperadora? Pidiendo una ayuda, por supuesto. Ellos no tienen nada que
perder preguntando, y nosotros quiz&aacute;s seamos agarrados desprevenidos y
digamos s&iacute;.
<P>

La cooperaci&oacute;n con UDI nos es imposible. No debemos etiquetar a UDI,
Intel, ni a nadie, como un Gran Satan&aacute;s. Pero antes de participar en
cualquier trato propuesto, nosotros lo debemos juzgar detenidamente, para
cerciorarnos que es ventajoso para la comunidad del software libre, no
solamente para programadores de sistemas privativos. En este asunto
particular, esto significa que requiramos una cooperaci&oacute;n que nos tome un paso
m&aacute;s adelante en un sendero que nos dirija a la &uacute;ltima meta para los n&uacute;cleos
y controladores libres: apoyar <em>todo</em> hardware importante con
controladores libres.
<P>

Una manera de hacer bueno un trato podr&iacute;a ser al modificar el
mismo proyecto UDI. Eric Raymond ha propuesto que la conformidad con UDI
podr&iacute;a requerir que el controlador sea software libre. Eso ser&iacute;a ideal, pero
otras alternativas podr&iacute;an servir tambi&eacute;n. Requerir que se publique la fuente
para el controlador, y que no sea un secreto de comercio,
podr&iacute;a hacer el trabajo -- porque aunque ese controlador no sea libre, por
lo menos nos dir&iacute;a lo que necesitamos saber para escribir un controlador libre.
<P>

Intel tambi&eacute;n podr&iacute;a hacer algo fuera de UDI para ayudar a la comunidad del
software libre para resolver este problema. Por ejemplo, puede haber alg&uacute;n
tipo de certificaci&oacute;n de hardware que los desarrolladores de hardware busquen,
para lo cual Intel juega un papel en su otorgamiento. Si &eacute;se es el caso,
Intel podr&iacute;a acordar hacer la certificaci&oacute;n m&aacute;s dif&iacute;cil si las
especificaciones del hardware son secretas. Eso quiz&aacute;s no sea una soluci&oacute;n
completa al problema, pero podr&iacute;a ayudar bastante.
<P>

Una dificultad con cualquier trato con Intel acerca de UDI es que nosotros
har&iacute;amos nuestra parte para Intel al inicio, pero la paga de Intel
se extender&iacute;a sobre mucho tiempo. En efecto, estar&iacute;amos extendiendo
cr&eacute;dito a Intel. &iquest;Pero Intel continuar&iacute;a devolviendo su pr&eacute;stamo?
Probablemente s&iacute;, si lo obtenemos por escrito y no hay escapatorias;
de otro modo, no podemos contar con esto. Las corporaciones son notoriamente
no confiables; la gente que tratamos puede tener integridad, pero ellos
podr&iacute;an ser reglamentados desde arriba, o incluso reemplazados en cualquier
momento con gente diferente. A&uacute;n un CEO que posee la mayor parte de las
acciones se puede reemplazar por un compra total. Cuando se hace un trato
con una corporaci&oacute;n, siempre se obtiene un compromiso obligatorio por escrito.
<P>

No parece probable que Intel nos ofrecer&iacute;a un trato que nos d&eacute; lo que
necesitamos. Es m&aacute;s, UDI parece dise&ntilde;ado para hacer m&aacute;s f&aacute;cil mantener secretas
las especificaciones.
<P>

Sin embargo, no har&iacute;a da&ntilde;o en dejar las puertas abiertas, solo necesitamos
tener cuidado de a quien dejamos entrar.

<HR>

<H4><A HREF="/philosophy/philosophy.es.html">Otros Textos Para Leer.</A></H4>

<HR>

Vuelva a la <A HREF="/home.es.html">P&aacute;gina principal de GNU</A>.
<P>

Para pedido y preguntas sobre la FSF &amp; GNU contacte a

<A HREF="mail to:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Otros <A HREF="/home.es.html#ContactInfo">medios de contacto</a> con la FSF.
<P>

Por favor enviar comentarios respecto a estas p&aacute;ginas a

<A HREF="mailto:webmasters@www.gnu.org"><EM>webmasters@www.gnu.org</EM></A>,
envia otra clase de preguntas a:
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
<P>
Copyright 1998 Richard Stallman
<P>
Est&aacute; permitida la copia textual y distribuci&oacute;n de este art&iacute;culo en su
totalidad por cualquier medio, siempre y cuando esta nota se preserve.<P>
Actualizado:
<!-- hhmts start -->
 3 Dec 2000 tower
<!-- hhmts end -->
<P>
<hr>
Traducci&oacute;n: <A HREF="mailto:ramses@computer.org"><EM>Rams&eacute;s Morales (Panam&aacute;)</EM></A>
<br>Noviembre 21, 1999
<p>
Traductora original: <A HREF="mailto:paguimal@yahoo.com"><EM>Paula Aguilar</EM></A>
<p>Revisi&oacute;n:
<ul><li><a href="mailto:serena77@hotpop.com"><EM>Serena del Bianco (Argentina)</EM></a>
<li><A HREF="mailto:alu1415@csi.ull.es"><EM>Adri&aacute;n P&eacute;rez Jorge (Espa&ntilde;a)</EM></A>
</ul>
<p>
Coordinación: <a href="http://hgayosso.linuxbox.com">Hugo Gayosso</a> <a href="mailto:hgayosso@gnu.org">hgayosso@gnu.org</a>
<HR>
</BODY>
</HTML>
