<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//PT">
<html>
<head>
<title>Porque o Software não deveria ter donos - O Projeto GNU e a Fundação para o Software Livre (FSF)</title>
<link REV="made" HREF="mailto:webmasters@www.gnu.org">
</head>
<body BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<h3>Porque o Software não deveria ter donos</h3>

<p>

por <a HREF="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

<p>

<a HREF="/graphics/philosophicalgnu.html"><img SRC="/graphics/philosophical-gnu-sm.jpg"
   ALT=" [imagem de um Gnu filosófico] "
   WIDTH="160" HEIGHT="200"></a>

[ <a HREF="/philosophy/why-free.de.html">Alemão</a>
| <a HREF="/philosophy/why-free.ko.html">Coreano</a>
| <a HREF="/philosophy/why-free.hr.html">Croaciano</a>
| <a HREF="/philosophy/why-free.es.html">Espanhol</a>
| <a HREF="/philosophy/why-free.fr.html">Francês</a>
| <a HREF="/philosophy/why-free.hu.html">Húngaro</a>
| <a HREF="/philosophy/why-free.id.html">Indonésio</a>
| <a HREF="/philosophy/why-free.en.html">Inglês</a>
| <a HREF="/philosophy/why-free.it.html">Italiano</a>
| <a HREF="/philosophy/why-free.ja.html">Japonês</a>
| <a HREF="/philosophy/why-free.pt-br.html">português do Brasil</a>
| <a HREF="/philosophy/why-free.ru.html">Russo</a>
| <a HREF="/philosophy/why-free.cs.html">Tcheco</a> ]

<p>


      <p>A tecnologia de informa&ccedil;&atilde;o digital ajuda o mundo
      inteiro tornando f&aacute;cil copiar e modificar
      informa&ccedil;&atilde;o. Os computadores prometem facilitar
      essas coisas para todos n&oacute;s.</p>

      <p>Nem todo mundo quer que isso seja f&aacute;cil. O sistema de
      direito autoral atribui "donos" aos programas de software, e
      a maioria desses donos prefere manter os benef&iacute;cios
      potenciais longe do p&uacute;blico. Eles prefeririam ser os
      &uacute;nicos em condi&ccedil;&otilde;es de copiar e modificar o
      software que n&oacute;s usamos.</p>

      <p>O sistema de direito autoral (copyright) se desenvolveu com a imprensa
      escrita, uma tecnologia para copiar em larga escala. O
      direito autoral combinava bem com essa tecnologia porque ele
      restringia apenas os grandes produtores de c&oacute;pias.
      N&atilde;o tirava liberdade dos leitores de livros. Um leitor
      comum, que n&atilde;o possu&iacute;sse uma m&aacute;quina
      impressora, podia copiar livros apenas com caneta e tinta, e
      poucos leitores foram enquadrados por isso.</p>

      <p>A tecnologia digital &eacute; mais flex&iacute;vel que a
      imprensa: quando a informa&ccedil;&atilde;o est&aacute; na forma
      digital, voc&ecirc; pode facilmente copi&aacute;-la e
      compartilh&aacute;-lha com os outros, e essa grande
      flexibilidade n&atilde;o se encaixa bem num sistema como o de
      direito autoral. Essa &eacute; a raz&atilde;o de ser dessas
      medidas cada vez mais severas e lament&aacute;veis postas em
      pr&aacute;tica para aplicar o direito autoral de software.
      Consideremos essas quatro pr&aacute;ticas da
      Associa&ccedil;&atilde;o dos Produtores de Software (Software
      Publishers Association - SPA) americana:</p>

      <ul>
      
      <p>      
      <li>Propaganda massiva dizendo que &eacute; errado desobedecer
      aos donos para ajudar um amigo.</p>
      <p>
      <li>Pedidos a alcag&uuml;etes para que denunciem seus
      colegas de trabalho.</p>
      <p>
      <li>Batidas (com ajuda policial) em escrit&oacute;rios e
      escolas, nas quais se exige das pessoas que provem que
      s&atilde;o inecentes de c&oacute;pia ilegal.</p>
      <p>
      <li>Persegui&ccedil;&atilde;o (pelo governo americano, a pedido
      da SPA) de pessoas como David LaMacchia, do MIT, n&atilde;o por
      copiar software (n&atilde;o o acusam de copiar nada), mas
      simplesmente por deixar recursos de c&oacute;pia
      dispon&iacute;veis ou malguardados, ou por n&atilde;o censurar
      seu uso.</p>
      
      </ul>
      
      <p>Todas essas quatro pr&aacute;ticas lembram aquelas usadas na
      antiga Uni&atilde;o Sovi&eacute;tica, onde cada m&aacute;quina
      copiadora tinha um guarda para prevenir c&oacute;pias
      proibidas, e onde os indiv&iacute;duos tinham que copiar
      informa&ccedil;&atilde;o secretamente e pass&aacute;-la de m&atilde;o
      em m&atilde;o como "samizdat". H&aacute;, claro, uma
      diferen&ccedil;a: o motivo pelo qual se controlava a
      informa&ccedil;&atilde;o na Uni&atilde;o Sovi&eacute;tica era
      pol&iacute;tico; agora o motivo &eacute; o lucro. Mas s&atilde;o as
      a&ccedil;&otilde;es que nos afetam, n&atilde;o o motivo. Qualquer
      tentativa de bloquear a troca de informa&ccedil;&otilde;es,
      n&atilde;o importa qual, leva aos mesmos m&eacute;todos e &agrave;
      mesma trucul&ecirc;ncia.</p>

      <p>Os donos produziram v&aacute;rios tipos de argumentos para
      dar a si mesmos o poder de controlar como usamos a
      informa&ccedil;&atilde;o:</p>

      <ul>
      
      <p>
      <li>Nomes e Termos.
      </p>

      <p>Os donos usam palavras caluniosas como "pirataria" e
      "roubo", e termos t&eacute;cnicos como "propriedade
      intelectual" e "dano", para sugerir uma certa linha de
      pensamento para o p&uacute;blico - uma analogia simplista entre
      programas e objetos f&iacute;sicos.</p>

      <p>Nossas id&eacute;ias e intui&ccedil;&otilde;es sobre propriedade
      de objetos materiais s&atilde;o sobre se &eacute; direito tomar
      um objeto de algu&eacute;m. Elas n&atilde;o se aplicam a fazer
      uma c&oacute;pia de algo. Mas os donos dizem que, apesar disso,
      elas se aplicam.</p>

      <p>
      <li>Exagero.
      </p>

      <p>Os donos dizem que sofrem "danos" ou "perdas
      econ&ocirc;micas" quando os usu&aacute;rios copiam os programas
      por si mesmos. Mas a c&oacute;pia n&atilde;o afeta diretamente o
      dono, na verdade ela n&atilde;o afeta ningu&eacute;m. O dono pode
      perder apenas se a pessoa que fez a c&oacute;pia teria, de
      outra forma, pago a ele por uma.</p>

      <p>Se pensarmos um pouco, veremos que essas tais pessoas
      n&atilde;o teriam comprado essas c&oacute;pias, mas ainda assim
      os donos computam suas "perdas" como se cada um fosse
      comprar. Isso &eacute; exagero - para sermos brandos.</p>

      <p>
      <li>A lei.
      </p>

      <p>Os donos sempre falam das leis atuais, e das penas severas
      com que nos amea&ccedil;am. Implicitamente vai a sugest&atilde;o
      de que a lei atual reflete um inquestion&aacute;vel ponto de
      vista moral - ainda mais, somos levados a enxergar essas
      penas como fatos da natureza, dos quais ningu&eacute;m tem
      culpa.</p>

      <p>Essa linha de persuas&atilde;o n&atilde;o tem
      inten&ccedil;&atilde;o de incentivar o pensamento cr&iacute;tico,
      mas sim de refor&ccedil;ar um h&aacute;bito de pensamento.</p>

      <p>&Eacute; elementar que as leis n&atilde;o decidem o que &eacute;
      certo e errado. Cada americano sabe que, h&aacute; quarenta
      anos, era contra a lei em muitos estados uma pessoa negra
      sentar na frente num &ocirc;nibus; mas apenas os racistas
      diriam que sentar l&aacute; era errado.</p>

      <p>
      <li>Direitos naturais.
      </p>

      <p>Os autores alegam ter uma liga&ccedil;&atilde;o especial com
      os programas que escreveram, e, conseq&uuml;entemente,
      asseguram que seus desejos e interesses relativamente aos
      programas simplesmente importam mais que os de qualquer outra
      pessoa - ou at&eacute; mesmo do resto do mundo inteiro.
      (Tipicamente, s&atilde;o as companhias, n&atilde;o os autores,
      que det&ecirc;m direitos autorais de software, mas espera-se
      que n&oacute;s ignoremos essa discrep&acirc;ncia.)</p>

      <p>&Agrave;queles que prop&otilde;em isso como um axioma
      &eacute;tico - o autor &eacute; mais importante que voc&ecirc; -
      eu posso apenas dizer que eu, um not&aacute;vel autor de
      software, chamo isso de nonsense.</p>

      <p>Mas as pessoas em geral s&oacute; sentem simpatia pelas
      alega&ccedil;&otilde;es de direitos naturais por duas
      raz&otilde;es.</p>

      <p>Uma raz&atilde;o &eacute; a for&ccedil;ada analogia com objetos
      materiais. Quando eu fa&ccedil;o spaghetti, realmente eu
      fa&ccedil;o obje&ccedil;&atilde;o se algu&eacute;m quer com&ecirc;-lo,
      porque a&iacute; n&atilde;o poderei mais com&ecirc;-lo eu mesmo. A
      a&ccedil;&atilde;o dele me atinge exatamente na mesma medida em
      que o beneficia; apenas um de n&oacute;s pode comer o
      spaghetti, ent&atilde;o a quest&atilde;o &eacute;, quem? A menor
      distin&ccedil;&atilde;o entre n&oacute;s &eacute; suficiente para
      fazer pender a balan&ccedil;a &eacute;tica.</p>

      <p>Mas se voc&ecirc; executa ou modifica um programa que eu
      escrevi, isso afeta a voc&ecirc; diretamente e a mim, apenas
      indiretamente. Se voc&ecirc; d&aacute; uma c&oacute;pia ao seu
      amigo, isso afeta a voc&ecirc; e ao seu amigo muito mais do
      que me afeta. Eu n&atilde;o devo ter o poder de dizer a
      voc&ecirc; para n&atilde;o fazer isso. Ningu&eacute;m deve.</p>

      <p>A segunda raz&atilde;o &eacute; que diz-se &agrave;s pessoas que
      os direitos naturais dos autores s&atilde;o uma
      tradi&ccedil;&atilde;o aceita e inquestion&aacute;vel da nossa
      sociedade.</p>

      <p>Historicamente, a verdade &eacute; o oposto. A id&eacute;ia de
      direitos naturais dos autores foi proposta e decisivamente
      rejeitada quando a Constitui&ccedil;&atilde;o dos Estados Unidos
      foi redigida. &Eacute; por isso que a Constitui&ccedil;&atilde;o
      apenas permite um sistema de direitos autorais e n&atilde;o o
      requer; &eacute; por isso que ela estabelece que direito
      autoral tem que ser tempor&aacute;rio. A Constitui&ccedil;&atilde;o
      tamb&eacute;m estabelece que o prop&oacute;sito do direito
      autoral &eacute; promover o progresso - n&atilde;o recompensar o
      autor. De alguma maneira, os direitos autorais recompensam ao
      autores, e mais ainda os editores, mas isso foi pensado como
      uma maneira de mudar sua atitude.</p>

      <p>A tradi&ccedil;&atilde;o realmente estabelecida em nossa
      sociedade &eacute; que direito autoral reduz os direitos
      naturais do p&uacute;blico---e isso s&oacute; se justifica em
      benef&iacute;cio do pr&oacute;prio p&uacute;blico.</p>

      <p>
      <li>Economia.
      </p>

      <p>O argumento final defendendo que software tenha dono
      &eacute; que isso leva &agrave; produ&ccedil;&atilde;o de mais
      software.</p>

      <p>Ao contr&aacute;rio dos outros, este argumento pelo menos
      chega ao assunto de forma leg&iacute;tima. Baseia-se numa meta
      v&aacute;lida - satisfazer os usu&aacute;rios de software. E
      &eacute; empiricamente claro que as pessoas produzir&atilde;o
      mais daquilo pelo qual forem bem pagas.</p>

      <p>Mas o argumento econ&ocirc;mico tem uma falha: assume que a
      diferen&ccedil;a &eacute; apenas uma quest&atilde;o de quanto temos
      que pagar. Assume que "produ&ccedil;&atilde;o de software" &eacute;
      o que queremos, independente desse software ter dono ou
      n&atilde;o.</p>

      <p>As pessoas aceitam isso prontamente porque est&aacute; de
      acordo com sua experi&ecirc;ncia com objetos materiais.
      Consideremos um sandu&iacute;che, por exemplo. Voc&ecirc; pode
      perfeitamente ser capaz de conseguir um sandu&iacute;che de
      gra&ccedil;a ou por um pre&ccedil;o. Se isso acontece, ent&atilde;o
      o pre&ccedil;o &eacute; a &uacute;nica diferen&ccedil;a. Se voc&ecirc;
      tiver ou n&atilde;o que compr&aacute;-lo, o sandu&iacute;che
      ter&aacute; o mesmo gosto, o mesmo valor nutritivo, e em
      qualquer caso voc&ecirc; s&oacute; poder&aacute; comer um. Se
      voc&ecirc; consegue o sandu&iacute;che de um dono ou n&atilde;o,
      isso n&atilde;o pode afetar diretamente nada, a n&atilde;o ser o
      quanto de dinheiro voc&ecirc; ter&aacute; no final.</p>

      <p>Isso &eacute; verdade para qualquer tipo de objeto material
      - se ele tem ou n&atilde;o um dono n&atilde;o afeta o que ele
      &eacute;, ou o que voc&ecirc; pode fazer com ele se voc&ecirc; o
      compra.</p>

      <p>Mas se um programa tem um dono, isso sim, afeta muito o
      que ele &eacute;, e o que voc&ecirc; pode fazer com uma
      c&oacute;pia, se comprar uma. A diferen&ccedil;a n&atilde;o &eacute;
      apenas uma quest&atilde;o de dinheiro, o sistema de donos de
      software encoraja os donos de software a produzir alguma
      coisa---mas n&atilde;o o que a sociedade realmente necessita. E
      causa uma polui&ccedil;&atilde;o &eacute;tica que nos afeta a
      todos.</p>

      </ul>
      
      <p>Do que a sociedade necessita? De informa&ccedil;&atilde;o que
      seja verdadeiramente dispon&iacute;vel para os cidad&atilde;os -
      por exemplo, programas que as pessoas possam ler, corrigir,
      adaptar, e aperfei&ccedil;oar, n&atilde;o apenas operar. Mas o
      que os donos de software tipicamente fornecem &eacute; uma
      caixa preta que n&oacute;s n&atilde;o podemos estudar ou
      mudar.</p>

      <p>A sociedade tamb&eacute;m precisa de liberdade. Quando um
      programa tem um dono, os usu&aacute;rios perdem a liberdade de
      controlar uma parte de suas pr&oacute;prias vidas.</p>

      <p>E acima de tudo, a sociedade precisa encorajar o
      esp&iacute;rito de coopera&ccedil;&atilde;o volunt&aacute;ria em seus
      cidad&atilde;os. Quando os donos de software nos dizem que
      ajudar nossos vizinhos, de forma natural, &eacute; "pirataria",
      eles poluem nosso esp&iacute;rito c&iacute;vico.</p>

      <p>&Eacute; por isso que n&oacute;s dizemos que
      <a href="/philosophy/free-sw.pt-br.html">software livre</a> (free software)
      &eacute; quest&atilde;o de liberdade, n&atilde;o de pre&ccedil;o.</p>

      <p>O argumento econ&ocirc;mico para os donos &eacute;
      err&ocirc;neo, mas a quest&atilde;o econ&ocirc;mica &eacute; real.
      Algumas pessoas escrevem sofware &uacute;til pelo prazer de
      escrever e pela admira&ccedil;&atilde;o e amor; mas se queremos
      mais software dessas pessoas, ent&atilde;o precisamos levantar
      fundos.</p>

      <p>Por dez anos, desenvolvedores de free sofware v&ecirc;m
      tentando de v&aacute;rias maneiras levantar fundos, com algum
      sucesso. Ningu&eacute;m precisa ficar rico; a renda m&eacute;dia
      de uma fam&iacute;lia americana, em torno de US$ 35k, mostrou
      ser um incentivo suficiente para muitos trabalhos menos
      interessantes que programar.</p>

      <p>Por anos, at&eacute; que , eu vivi desenvolvendo melhorias
      personalizadas para o software que eu mesmo havia escrito.
      Cada melhoria foi adicionada &agrave; vers&atilde;o padr&atilde;o,
      e assim tornou-se dispon&iacute;vel para o grande p&uacute;blico.
      Os clientes me pagaram para que eu trabalhasse exatamente nas
      melhorias que eles desejavam, ao inv&eacute;s de trabalhar em
      outros recursos que eu poderia eventualmente considerar de
      alta prioridade.</p>

      <p>A <a href="/fsf/fsf.pt-br.html">Fundação para o Software Livre (FSF)</a>, uma
      institui&ccedil;&atilde;o filantr&oacute;pica criada para o
      desenvolvimento de free software, levanta fundos <a href="http://order.fsf.org/">vendendo</a>
      <a href="/software/software.html">CD-ROMs</a> de GNU,
      <a href="http://order.fsf.org/">camisetas</a>,
      <a href="/doc/doc.pt-br.html">manuais</a>,
      e <a href="http://order.fsf.org/">distribui&ccedil;&otilde;es
      de luxo</a> , (todas as quais os usu&aacute;rios s&atilde;o livres
      para copiar e modificar), bem como de
      <a href="http://donate.fsf.org/">doa&ccedil;&otilde;es</a>. Ela
      conta atualmente com uma equipe de cinco programadores, mais
      tr&ecirc;s funcion&aacute;rios respons&aacute;veis pelas vendas
      pelo correio.</p>

      <p>Alguns desenvolvedores de free-software ganham dinheiro
      vendendo servi&ccedil;os de suporte. A Cygnus Support, com
      aproximadamente 50 funcion&aacute;rios [quando este artigo foi
      escrito], estima que por volta de 15 por cento da atividade
      de sua equipe &eacute; desenvolver free software---uma
      porcentagem respeit&aacute;vel para uma empresa de
      software.</p>

      <p>Empresas como Intel, Motorola, Texas Instruments e Analog
      Devices uniram-se para fundear o desenvolvimento continuado
      do compilador GNU para a linguagem C. Enquanto isso, o
      compilador GNU para a linguagem Ada &eacute; financiado pela
      For&ccedil;a A&eacute;rea dos Estados Unidos, que acredita que
      esta &eacute; a maneira mais interessante, em termos de
      rela&ccedil;&atilde;o custo-benef&iacute;cio, de se obter um
      compilador de qualidade. [A For&ccedil;a A&eacute;rea parou de
      contribuir algum tempo atr&aacute;s; o compilador GNU Ada
      est&aacute; funcionando, e sua manuten&ccedil;&atilde;o agora
      &eacute; mantida comercialmente.]</p>

      <p>Todos esses exemplos s&atilde;o pequenos; o movimento free
      software ainda &eacute; pequeno, e ainda jovem. Mas o exemplo
      das radios sustentadas pelos ouvintes neste pa&iacute;s
      [Estados Unidos] mostra que &eacute; poss&iacute;vel sustentar
      uma atividade grande sem for&ccedil;ar cada usu&aacute;rio a
      pagar.</p>

      <p>Como um usu&aacute;rio de computador hoje, voc&ecirc; pode
      estar usando um <a href="/philosophy/categories.html#ProprietarySoftware">programa
      propriet&aacute;rio (18k characters)</a>.
      se seu amigo pede para fazer uma c&oacute;pia, seria errado
      recusar. Coopera&ccedil;&atilde;o &eacute; mais importante que
      direitos autorais. Mas uma coopera&ccedil;&atilde;o clandestina,
      fechada, n&atilde;o ajuda a construir uma boa sociedade. Uma
      pessoa deve aspirar a viver uma reta abertamente com orgulho,
      e isso significa dizer ``N&atilde;o'' ao software
      propriet&aacute;rio.</p>

      <p>Voc&ecirc; merece o direito de cooperar abertamente e
      livremente com outras pessoas que usam software. Voc&ecirc;
      merece poder aprender como o software funciona, e ensinar
      seus alunos com ele. Voc&ecirc; merece poder contratar seu
      programador preferido para consert&aacute;-lo quando ele
      trava.</p>

      <p>Voc&ecirc; merece free software.</p>

      <p>

<hr>

<h4><a HREF="/philosophy/philosophy.pt-br.html">Outros textos para ler</a></h4>

<hr>

<p>Retorna &agrave; <a HREF="/home.pt-br.html">página inicial do GNU</a>.
</p>
<p>Por favor envie perguntas sobre a FSF &amp; GNU para <em><a HREF="mailto:gnu@gnu.org">gnu@gnu.org</a></em>.
Existem tamb&eacute;m <a HREF="http://www.gnu.org/home.pt-br.html#ContactInfo">outras
maneiras de entrar em contato</a> com a FSF. 
</p>
<p>Por favor envie coment&aacute;rios sobre estas p&aacute;ginas web
para <em><a HREF="mailto:webmasters@www.gnu.org">webmasters@www.gnu.org</a></em>,
envie outras quest&otilde;es <em><a HREF="mailto:gnu@gnu.org">gnu@gnu.org</a></em>.
</p>
<p>Copyright (C) 1994 Richard M. Stallman
</p>
<p>A c&oacute;pia e distribui&ccedil;&atilde;o verbatim deste artigo
inteiro &eacute; permitida em qualquer meio, contanto que este aviso
seja preservado.</p>
<p>Traduzido por:
<a href="www.olinux.com.br">O Linux</a>
<p>Revisado por:
Fernando Lozano <A href="fernando@lozano.eti.br">&lt;fernando@lozano.eti.br&gt;</a>
<p>Atualizado:
<!-- hhmts start --> 21
$Date: 2011/12/30 05:19:17 $ $Author: ineiev $
<!-- hhmts end --> 
<hr>
</body>
</html>

