<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>Warum Software keine Eigent&uuml;mer haben sollte - GNU Projekt -
Free Software Foundation (FSF)</TITLE>
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
<LINK REV="translated"
HREF="mailto:nath@snafu.de,sowuinfo@cs.tu-berlin.de,christian@siefkes.net,thebohemian@gmx.net">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H3>Warum Software keine Eigent&uuml;mer haben sollte</H3>

<P>

von <A HREF="http://www.stallman.org/"><STRONG>Richard Stallman</STRONG></A>

<P>

<A HREF="/graphics/philosophicalgnu.html"><IMG SRC="/graphics/philosophical-gnu-sm.jpg"
   ALT=" [Bild eines philosophischen Gnus] "
   WIDTH="160" HEIGHT="200"></A>
[ <A HREF="/philosophy/why-free.de.html">Deutsch</A>
| <A HREF="/philosophy/why-free.en.html">Englisch</A>
| <A HREF="/philosophy/why-free.fr.html">Franz&ouml;sisch</A>
| <A HREF="/philosophy/why-free.ja.html">Japanisch</A>
| <A HREF="/philosophy/why-free.ru.html">Russisch</A>
| <A HREF="/philosophy/why-free.es.html">Spanisch</A>
| <A HREF="/philosophy/why-free.cs.html">Tschechisch</A> ]

<P>

Die digitale Informationstechnologie gibt der Welt neue
M&ouml;glichkeiten, Informationen zu kopieren und zu ver&auml;ndern.
Computer versprechen, dies f&uuml;r uns alle einfacher zu machen.

<P>

Doch nicht jeder m&ouml;chte, dass es einfacher wird. Das System des
Copyrights gibt Softwareprogrammen »Eigent&uuml;mer«, von denen die
meisten das Ziel haben, den m&ouml;glichen Nutzen der Software dem Rest
der &Ouml;ffentlichkeit vorzuenthalten. Sie m&ouml;chten die einzigen sein,
die die Software, die wir benutzen, kopieren und ver&auml;ndern
k&ouml;nnen.

<P>

Das Copyright-System entstand mit der Drucktechnik &#150; eine Technologie,
die Kopien in Massenproduktion erm&ouml;glichte. Das Copyright passte gut
zu dieser Technologie, da es nur die Massenproduzenten von Kopien
einschr&auml;nkte. Es nahm den Lesern von B&uuml;chern keine Freiheit. Eine
gew&ouml;hnliche Leserin, die keine Druckerpresse besa&szlig;, konnte
B&uuml;cher nur mit Stift und Tinte kopieren, und sehr wenige Leser wurden
daf&uuml;r verklagt.

<P>

Digitaltechnologie ist flexibler als die Druckerpresse: Wenn Information
in digitaler Form vorliegt, kann man sie leicht kopieren, um sie mit
anderen zu teilen. Genau diese Flexibilit&auml;t passt schlecht zu einem
System wie dem Copyright. Das ist der Grund f&uuml;r die zunehmend &uuml;blen
und drakonischen Ma&szlig;nahmen, die inzwischen eingesetzt werden, um ein
Copyright auf Software durchzusetzen. Man betrachte diese vier
Verfahrensweisen der Software Publishers Association (SPA):

<P>

<UL>
<LI>Massive Propaganda, die behauptet, es sei falsch den Eigent&uuml;mern
ungehorsam zu sein, um einer Freundin zu helfen.
<P>


<LI>Anwerbung von Lockv&ouml;geln zum Denunzieren von
Mitarbeitern und Kollegen.
<P>


<LI>Razzien (mit Polizeihilfe) in B&uuml;ros und Schulen, bei denen den
Leuten erkl&auml;rt wird, sie m&uuml;ssten beweisen, dass sie des
illegalen Kopierens nicht schuldig seien.
<P>


<LI>Strafverfolgung (durch die US-Regierung auf Anforderung der SPA) von
Leuten wie David LaMacchia vom MIT, nicht f&uuml;r das Kopieren von
Software (er wird nicht beschuldigt, welche kopiert zu haben), sondern
lediglich daf&uuml;r, dass er Kopierm&ouml;glichkeiten unbewacht
lie&szlig; und es unterließ, ihre Benutzung zu zensieren.
</UL>

<P>

Alle vier Verfahrensweisen erinnern an die, die in der fr&uuml;heren
Sowjetunion benutzt wurden, wo jeder Kopierer eine Wache hatte, um
unerlaubtes Kopieren zu verhindern und wo Individuen Informationen im
Geheimen kopieren und von Hand zu Hand als »samizdat« weitergeben mussten.
Es gibt nat&uuml;rlich einen Unterschied: Das Motiv der
Informationskontrolle in der Sowjetunion war politisch, in den USA ist das
Motiv der Profit. Aber es sind die Handlungen, die uns treffen, nicht das
Motiv. Jeder Versuch, den Austausch von Informationen zu blockieren &#150;
egal aus welchem Grund &#150; f&uuml;hrt zu den selben Methoden und der
selben H&auml;rte.
<P>

Die Eigent&uuml;mer konstruieren mehrere Arten von Argumenten zur
Begr&uuml;ndung, warum sie die Macht haben sollten, zu kontrollieren, wie
wir Informationen verwenden:
<P>

<UL>
<LI>Beschimpfung:

<P>

Die Eigent&uuml;mer verwenden verleumderische Worte, etwa »Piraterie« und
»Diebstahl«, genauso wie Fachbegriffe wie »geistiges Eigentum« und
»entstandener Schaden«, um der &Ouml;ffentlichkeit eine gewisse Denklinie
nahezulegen &#150; eine vereinfachende Analogie zwischen Programmen und
physikalischen Objekten.
<P>

Unsere Vorstellungen und Gef&uuml;hle zum Eigentum an materiellen Objekten
beziehen sich darauf, ob es richtig ist, jemandem <em>einen Gegenstand
wegzunehmen</em>. Sie treffen nicht direkt auf das <em>Erstellen einer
Kopie</em> von etwas zu. Aber die Eigent&uuml;mer verlangen von uns, sie
trotzdem anzuwenden.
<P>

<LI>&Uuml;bertreibung:

<P>

Die Eigent&uuml;mer sagen, dass sie »Schaden« oder »wirtschaftlichen
Verlust« erleiden, wenn Anwender Programme selbst kopieren. Aber das
Kopieren hat keinen direkten Einfluss auf den Eigent&uuml;mer und es schadet
niemandem. Der Eigent&uuml;mer kann nur verlieren, wenn die Person, die
die Kopie gemacht hat, andernfalls den Eigent&uuml;mer f&uuml;r eine Kopie
bezahlt h&auml;tte.
<P>

Ein wenig Nachdenken zeigt, dass die meisten dieser Leute keine
Kopien gekauft h&auml;tten. Trotzdem berechnen die Eigent&uuml;mer ihre
»Verluste«, als ob jeder einzelne eine Kopie gekauft h&auml;tte. Das ist
&Uuml;bertreibung &#150; um es freundlich auszudr&uuml;cken.
<P>

<LI>Das Gesetz:

<P>

Die Eigent&uuml;mer beschreiben oft den gegenw&auml;rtigen Stand der
Gesetze und die strengen Strafen mit denen sie uns bedrohen k&ouml;nnen.
Dieser Ansatz impliziert, dass die heutigen Gesetze eine unbestreitbare
Sicht der Moral widerspiegeln &#150; doch zur selben Zeit werden wir dazu
gedr&auml;ngt, diese Strafen als Naturgesetze anzusehen, f&uuml;r die
niemand verantwortlich gemacht werden kann.
<P>

Diese Art der &Uuml;berzeugung ist nicht daf&uuml;r gemacht, kritischem
Denken standzuhalten; sie ist daf&uuml;r gedacht, Denkgewohnheiten zu
verst&auml;rken.
<P>

Es ist von fundamentaler Bedeutung, dass Gesetze nicht entscheiden, was
richtig und was falsch ist. Jeder Amerikaner sollte wissen, dass es vor
40&nbsp;Jahren in vielen US-Staaten f&uuml;r eine schwarze Person gegen
das Gesetz war, im Bus vorne zu sitzen, aber nur Rassisten w&uuml;rden
sagen, dass dort zu sitzen falsch war.
<P>

<LI>Naturgegebene Rechte:

<P>

Autoren behaupten oft, eine besondere Verbindung mit den Programmen, die
sie geschrieben haben, zu haben. Daraus ziehen sie den Schluss, dass
deswegen ihre W&uuml;nsche und Interessen bez&uuml;glich dieses Programms
die jedes anderen Menschen &uuml;berwiegen &#150; und sogar die der ganzen
restlichen Welt. (&Uuml;blicherweise besitzen zwar Firmen, nicht die
Autoren selbst, das Copyright auf Software, aber es wird von uns erwartet,
dass wir diesen Unterschied ignorieren.)
<P>

Jenen, die dies als ein ethisches Axiom vorschlagen &#150; die Autorin ist
wichtiger als du &#150; kann ich blo&szlig; sagen, dass ich, selbst ein
bedeutender Softwareautor, dies Schwachsinn nenne.
<P>

Aber normalerweise sind Menschen blo&szlig; aus zwei Gr&uuml;nden bereit,
Sympathie mit den Anspr&uuml;chen auf naturgegebene Rechte zu haben.
<P>

Ein Grund ist eine &uuml;berzogene Analogie mit materiellen Dingen. Wenn
ich Spaghetti koche, habe ich etwas dagegen, wenn sie jemand anderes isst,
weil ich sie dann nicht selbst essen kann. Ihre Handlung schadet mir
genausoviel, wie sie ihr n&uuml;tzt; nur eine von uns kann die Spaghetti
essen, also ist die Frage: Wer? Der kleinste Unterschied zwischen uns ist
genug, um das ethische Gleichgewicht zu kippen.
<P>

Aber ob du ein Programm benutzt oder ver&auml;nderst, das ich geschrieben
habe, betrifft dich direkt und mich nur indirekt. Ob du eine Kopie an eine
Freundin von dir weitergibst, betrifft dich und deine Freundin sehr viel
mehr als mich. Ich sollte nicht die Macht haben, dir diese Dinge zu
verbieten. Niemand sollte diese Macht haben.
<P>

Der zweite Grund ist, dass den Menschen erz&auml;hlt wurde, dass naturgegebene
Rechte f&uuml;r Autoren die akzeptierte und unumstrittene Tradition
unserer Gesellschaft sind.
<P>

Geschichtlich gesehen ist das Gegenteil wahr. Die Idee der
nat&uuml;rlichen Rechte von Autoren wurde diskutiert und entschieden
zur&uuml;ckgewiesen, als die US-Verfassung ausgearbeitet wurde. Das ist
der Grund, warum die Verfassung nur ein Copyright-System <em>erlaubt</em>
und nicht <em>vorschreibt</em>; dies ist der Grund warum sie verlangt,
dass das Copyright zeitlich beschr&auml;nkt sein muss. Sie sagt
au&szlig;erdem, dass es Zweck des Copyrights ist, den Fortschritt zu
f&ouml;rdern &#150; nicht, die Autoren zu belohnen. Das Copyright belohnt
die Autoren etwas und die Verleger etwas mehr, aber dies ist gewollt als
ein Mittel, um ihr Verhalten zu ver&auml;ndern.
<P>

Die tats&auml;chlich bestehende Tradition unserer Gesellschaft ist,
dass das Copyright die naturgegebenen Rechte der &Ouml;ffentlichkeit
beschneidet &#150; und dass dies nur zum &ouml;ffentlichen Wohlergehen
gerechtfertigt werden kann.
<P>

<LI>&Ouml;konomie:

<P>

Das letzte Argument, das daf&uuml;r vorgebracht wird, dass Software
Eigent&uuml;mer haben sollte ist, dass dies zur Produktion von mehr
Software f&uuml;hrt.
<P>

Anders als die anderen, hat dieses Argument wenigstens einen legitimen
Ansatz zu diesem Thema. Es ist auf einem g&uuml;ltigen Ziel begr&uuml;ndet
&#150; die Nutzer von Software zufrieden zu stellen. Und es ist empirisch
klar, dass Menschen mehr von etwas produzieren, wenn sie daf&uuml;r gut
bezahlt werden.
<P>

Aber das wirtschaftliche Argument hat einen Fehler: Es basiert auf der
Annahme, dass der Unterschied nur daraus besteht, wie viel Geld wir
bezahlen m&uuml;ssen. Es geht davon aus, dass »Produktion von Software«
das ist, was wir wollen, unabh&auml;ngig davon ob die Software
Eigent&uuml;mer hat oder nicht.
<P>

Wir akzeptieren diese Annahme bereitwillig, weil sie mit unseren
Erfahrungen mit materiellen Dingen &uuml;bereinstimmt. Stell dir zum
Beispiel ein Sandwich vor. Du k&ouml;nntest ein gleichwertiges Sandwich
entweder kostenlos oder gegen Bezahlung bekommen. Der einzige Unterschied
ist der Preis, den du bezahlst. Ob du es kaufen musst oder nicht; das
Sandwich hat den selben Geschmack, den selben N&auml;hrwert und in jedem
Fall kannst du es nur einmal essen. Ob du das Sandwich von einem
Eigent&uuml;mer bekommst oder nicht, hat nur einen direkten Einfluss auf
den Geldbetrag, den du anschlie&szlig;end hast.
<P>

Dies gilt f&uuml;r jede Art von materiellen Objekten &#150; ob es einen
Eigent&uuml;mer hat oder nicht, ver&auml;ndert nicht direkt, was es
<em>ist</em> oder was du damit tun kannst, wenn du es erwirbst.
<P>

Aber wenn ein Programm einen Eigent&uuml;mer hat, betrifft das sehr stark,
was es ist und was du mit einer Kopie davon machen kannst, wenn du eine
kaufst. Der Unterschied ist nicht nur eine Frage des Geldes. Das System
des Eigentums von Software ermuntert Softwareeigent&uuml;mer dazu, etwas
zu produzieren &#150; aber nicht das, was die Gesellschaft wirklich
braucht. Und es verursacht eine untragbare ethische Verschmutzung die uns
alle betrifft.
<P>

Was braucht die Gesellschaft wirklich? Sie braucht Informationen, die
tats&auml;chlich f&uuml;r ihre B&uuml;rger verf&uuml;gbar sind &#150; zum
Beispiel Programme, die die Menschen lesen, korrigieren, anpassen und
verbessern k&ouml;nnen, nicht nur bedienen. Aber was die
Softwareeigent&uuml;mer &uuml;blicherweise abliefern, ist eine Black Box,
die wir nicht studieren oder ver&auml;ndern k&ouml;nnen.
<P>

Au&szlig;erdem braucht die Gesellschaft Freiheit. Wenn ein Programm
Eigent&uuml;mer hat, verlieren die Nutzer die Freiheit, einen Teil ihres
Lebens selbst kontrollieren zu k&ouml;nnen.
<P>

Und vor allem muss die Gesellschaft den Geist der freiwilligen
Zusammenarbeit ihrer B&uuml;rger ermutigen. Wenn uns ein
Softwareeigent&uuml;mer sagt, dass es »Piraterie« ist, unseren Nachbarn
auf eine nat&uuml;rliche Art zu helfen, verschmutzen sie den Geist unserer
Gesellschaft.
<P>

Das ist der Grund f&uuml;r unsere Feststellung, dass es bei
<A HREF="/philosophy/free-sw.de.html">freier Software</A>
um Freiheit geht, nicht um den Preis.

<P>

Das wirtschaftliche Argument f&uuml;r Eigent&uuml;mer ist fehlerhaft, aber
das wirtschaftliche Problem ist echt. Einige Leute schreiben
n&uuml;tzliche Software aus Freude daran, sie zu schreiben, oder um
Bewunderung und Anerkennung zu erlangen; aber wenn wir mehr Software
wollen, als diese Leute schreiben, m&uuml;ssen wir Mittel aufbringen.
<P>

Seit inzwischen zehn Jahren haben Entwickler freier Software mit einigem
Erfolg verschiedene Methoden erprobt, um Mittel aufzubringen. Es ist nicht
notwendig, jemanden reich zu machen; das durchschnittliche
US-amerikanische Familieneinkommen, um die 35.000 Dollar, erweist sich als
ausreichender Anreiz f&uuml;r viele Besch&auml;ftigungen, die weniger
befriedigend sind als Programmieren.
<P>

Jahrelang &#150; bis ein Forschungsstipendium dies unn&ouml;tig machte
&#150; lebte ich von individuellen Verbesserungen f&uuml;r die freie
Software, die ich geschrieben hatte. Jede Verbesserung wurde der normalen
ver&ouml;ffentlichten Version hinzugef&uuml;gt und so schlie&szlig;lich
f&uuml;r die breite &Ouml;ffentlichkeit verf&uuml;gbar. Kunden bezahlten
mich daf&uuml;r, dass ich an den Verbesserungen arbeitete, die ihnen
wichtig waren, statt an solchen Funktionen, denen ich andernfalls die
h&ouml;chste Priorit&auml;t gegeben h&auml;tte.
<P>

Die <A HREF="/fsf/fsf.html">Free Software Foundation (FSF)</A>, eine
gemeinn&uuml;tzige Gesellschaft zur Entwicklung freier Software, beschafft
Mittel durch den <A HREF="http://order.fsf.org/">Verkauf</A>
von GNU
<A HREF="/software/software.de.html">CD-ROMs</A>,
<A HREF="http://order.fsf.org/">T-Shirts</A>,
<A HREF="/doc/doc.html">Handb&uuml;chern</A>, und
<A HREF="http://order.fsf.org/">Deluxe-Distributionen</A>
(die die Nutzer vollst&auml;ndig frei kopieren und ver&auml;ndern k&ouml;nnen)
sowie durch <A HREF="http://donate.fsf.org/">Spenden</A>. Sie hat zur
Zeit einen Stab von f&uuml;nf Programmierern und drei Angestellten, die
Bestellungen bearbeiten.

<P>

Manche Entwickler freier Software verdienen Geld durch den Verkauf von
Supportdienstleistungen. Cygnus Support, mit ungef&auml;hr 50 Angestellten
[als dieser Artikel geschrieben wurde], sch&auml;tzt, dass um die 15
Prozent der Aktivit&auml;ten ihrer Angestellten die Entwicklung freier
Software ist &#150; ein respektabler Prozentsatz f&uuml;r eine Softwarefirma.
<P>

Firmen wie Intel, Motorola, Texas Instruments und Analog Devices haben
sich zusammengetan, um die dauerhafte Weiterentwicklung des freien GNU
Compilers f&uuml;r die Sprache C zu finanzieren. Unterdessen wird der GNU
Compiler f&uuml;r die Sprache Ada von der US Air Force finanziert, die
dies f&uuml;r den kosteneffektivsten Weg h&auml;lt, einen qualitativ
hochwertigen Compiler zu erhalten. [Die Finanzierung durch die Air Force
ist vor einiger Zeit ausgelaufen; der GNU Ada Compiler wird nun eingesetzt
und seine Wartung kommerziell finanziert.]
<P>

Alle diese Beispiele sind klein; die freie Software Bewegung ist noch
klein und noch jung. Aber das Beispiel des h&ouml;rerfinanzierten Radios
in diesem Land [den USA] zeigt, dass es m&ouml;glich ist, große Projekte
zu unterst&uuml;tzen, ohne jeden Nutzer zu zwingen zu bezahlen.
</UL>

<P>

Als ein heutiger Computernutzer wirst du vielleicht ein <A
HREF="/philosophy/categories.de.html#ProprietarySoftware">propriet&auml;res
Programm (Dateigr&ouml;&szlig;e 18&nbsp;KB)</A> verwenden. Wenn eine
Freundin dich um eine Kopie bittet, w&auml;re es falsch dies abzulehnen.
Zusammenarbeit ist wichtiger als das Copyright. Aber verdeckte
Zusammenarbeit im Untergrund schafft keine gute Gesellschaft. Eine Person
sollte danach streben, ein aufrechtes Leben mit Stolz zu f&uuml;hren, und dies
bedeutet, »Nein« zu sagen zu propriet&auml;rer Software.
<P>

Du verdienst es, offen und frei mit anderen Softwarenutzern
zusammenarbeiten zu k&ouml;nnen. Du verdienst es, lernen zu k&ouml;nnen,
wie Software funktioniert, und andere damit unterrichten zu k&ouml;nnen. Du
verdienst es, deine Lieblingsprogrammiererin anstellen zu k&ouml;nnen, um
die Software reparieren zu lassen, wenn diese versagt.
<P>

Du verdienst freie Software.

<P>

<HR>

<H4><A HREF="/philosophy/philosophy.html">Andere lesenswerte Texte</A></H4>

<HR>

Zur&uuml;ck zur <a href="/home.de.html">Homepage von GNU</A>.
<P>
Richten Sie Anfragen bez&uuml;glich FSF und GNU an <a
href="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>. Andere <a
href="/home.de.html#ContactInfo">M&ouml;glichkeiten, mit der FSF in Verbindung
zu treten</A>.
<P>
Schicken Sie Kommentare zu diesen Webseiten an <a
href="mailto:webmasters@www.gnu.org"><EM>webmasters@www.gnu.org</EM></A>,
andere Fragen an <a
href="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
<P>
Copyright 1994 Richard Stallman.
Die unver&auml;nderte Wiedergabe und Verteilung dieses gesamten Textes in
beliebiger Form ist gestattet, sofern dieser Hinweis beibehalten wird.
<P>
Aktualisiert:
<!-- hhmts start -->
3 Dec 2000 tower 
<!-- hhmts end -->
<HR>
</BODY>
</HTML>
