

<!--#include virtual="/server/header.ca.html" -->
<!-- Parent-Version: 1.75 -->

<!-- This file is automatically generated by GNUnited Nations! -->
 <!--#set var="ENGLISH_PAGE" value="/philosophy/why-copyleft.en.html" -->

<title>Per què Copyleft? - Projecte GNU - Free Software Foundation</title>

<!--#include virtual="/philosophy/po/why-copyleft.translist" -->
<!--#include virtual="/server/banner.ca.html" -->
<h2>Per qu&egrave; Copyleft?</h2>

<p>
<cite>"Quan arriba el moment de defensar la llibertat dels altres, ajeure's
i no fer res &eacute;s un acte de feblesa, no d'humilitat."</cite>
</p>

<p>
Al Projecte GNU normalment recomanem a la gent utilitzar llic&egrave;ncies
de tipus <a href="/copyleft/copyleft.ca.html">copyleft</a> com la
Llic&egrave;ncia P&uacute;blica General GNU, en comptes d'altres
llic&egrave;ncies de programari lliure m&eacute;s permissives. No argumentem
de forma severa en contra d'altres llic&egrave;ncies no copyleft (de fet,
les recomanem en circumst&agrave;ncies especials); en canvi, el defensors
d'aquestes llic&egrave;ncies mostren una tend&egrave;ncia a argumentar
asprament contra la Llic&egrave;ncia P&uacute;blica General.
</p>

<p>
En una d'aquestes argumentacions, una persona afirmava que l'&uacute;s d'una
de les llic&egrave;ncies BSD era un &quot;acte d'humilitat&quot;: &quot;Jo
no demano res a aquells que utilitzen el meu codi, llevat del
reconeixement.&quot; &Eacute;s gaireb&eacute; un acudit qualificar d'humil
una demanda legal de reconeixement, per&ograve; aqu&iacute; hi ha una
q&uuml;esti&oacute; de fons sobre la que conv&eacute; reflexionar.
</p>

<p>
La humilitat consisteix en prescindir abnegadament de l'inter&egrave;s
personal propi, però vosaltres i els que utilitzin el vostre codi no seran
els &uacute;nics afectats per l'elecci&oacute; del tipus de llic&egrave;ncia
de programari lliure que s'aplicar&agrave; al codi. Alg&uacute; que utilitzi
el vostre codi en un programa no lliure estar&agrave; intentant negar la
llibertat als altres, i si li permeteu fer-ho, haureu fracassat en la
defensa de la seva llibertat. Quan arriba el moment de defensar la llibertat
dels altres, ajeure's i no fer res és un acte de feblesa, no d'humilitat.
</p>

<p>
Alliberar el vostre codi sota una de les llic&egrave;ncies BSD, o alguna
altra llic&egrave;ncia no copyleft m&eacute;s permissiva, no &eacute;s
dolent; el programa encara &eacute;s programari lliure i &eacute;s una
contribuci&oacute; a la nostra comunitat. Per&ograve; &eacute;s un acte de
feblesa, i en la majoria dels casos no &eacute;s la millor manera de
promoure la llibertat dels usuaris de compartir i modificar el programari.
</p>


<div style="font-size: small;">

<!--TRANSLATORS: Use space (SPC) as msgstr if you don't have notes.-->
 </div>
</div>

<!-- for id="content", starts in the include above -->
<!--#include virtual="/server/footer.ca.html" -->
<div id="footer">

<p>Envieu si us plau les vostres preguntes sobre la FSF i GNU a <a
href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.  També hi ha <a
href="/contact/contact.ca.html">altres formes de contactar</a> amb la
FSF. Envieu els enllaços trencats i altres correccions o suggeriments a <a
href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.</p>

<p>
<!-- TRANSLATORS: Ignore the original text in this paragraph,
        replace it with the translation of these two:

        We work hard and do our best to provide accurate, good quality
        translations.  However, we are not exempt from imperfection.
        Please send your comments and general suggestions in this regard
        to <a href="mailto:web-translators@gnu.org">

        &lt;web-translators@gnu.org&gt;</a>.</p>

        <p>For information on coordinating and submitting translations of
        our web pages, see <a
        href="/server/standards/README.translations.html">Translations
        README</a>. -->
Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de
traducció</a> per informar-vos sobre la coordinació i publicació de les
traduccions d'aquest article. <br />Contacteu amb l'<a
href="/server/standards/translations/ca/">Equip de traducció</a> per
col·laborar en la traducció al català del web de GNU.</p>

<!-- Regarding copyright, in general, standalone pages (as opposed to
     files generated as part of manuals) on the GNU web server should
     be under CC BY-ND 3.0 US.  Please do NOT change or remove this
     without talking with the webmasters or licensing team first.
     Please make sure the copyright date is consistent with the
     document.  For web pages, it is ok to list just the latest year the
     document was modified, or published.
     
     If you wish to list earlier years, that is ok too.
     Either "2001, 2002, 2003" or "2001-2003" are ok for specifying
     years, as long as each year in the range is in fact a copyrightable
     year, i.e., a year in which the document was published (including
     being publicly visible on the web or in a revision control system).
     
     There is more detail about copyright years in the GNU Maintainers
     Information document, www.gnu.org/prep/maintain. -->
<p>Copyright &copy; 2003, 2007, 2008, 2013 Free Software Foundation, Inc.</p>

<p>Aquesta pàgina es troba sota la <a rel="license"
href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència
Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units
d'Amèrica</a>.</p>

<!--#include virtual="/server/bottom-notes.ca.html" -->
<div class="translators-credits">

<!--TRANSLATORS: Use space (SPC) as msgstr if you don't want credits.-->
Traducci&oacute;: <a href="http://www.puigpe.org/">puigpe</a>, 5 de
mar&ccedil; de 2006. Revisat el 07/04/2008.</div>


 <p><!-- timestamp start -->
Updated:

$Date: 2013/11/12 13:28:51 $

<!-- timestamp end -->
</p>
</div>
</div>
</body>
</html>
