<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<html>
<head>
<title>&iquest;Por qu&eacute; Copyleft? - Proyecto GNU - Fundanci&oacute;n para
el Software Libre (FSF)</title>
<link REV="made" HREF="mailto:webmasters@www.gnu.org">
<LINK REV="translated" HREF="mailto:web-translators-es@www.gnu.org">
</head>
<body BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000"
VLINK="#9900DD">
<h2>&iquest;Por qu&eacute; Copyleft?</h2>

<i>"Cuando llega el momento para defender la libertad de los dem&aacute;s, tumbarse y no
hacer nada es un acto de debilidad, no humildad."</i>

<p>

<a HREF="/graphics/agnuhead.html"><img SRC="/graphics/gnu-head-sm.jpg"
   ALT=" [imagen de la cabeza de un &Ntilde;u (GNU)] "
   WIDTH="129" HEIGHT="122"></a>

<hr>

[
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
<!-- -->
  <a HREF="/philosophy/why-copyleft.ca.html">Catal&agrave;n</a> 
| <a HREF="/philosophy/why-copyleft.es.html">Espa&ntilde;ol</a>
| <a HREF="/philosophy/why-copyleft.en.html">Ingl&eacute;s</a>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
<!-- -->
]

<hr>

<p>
   En el Proyecto GNU normalmente recomendamos a la gente usar licencias de
   copyleft como la GNU GPL, en vez de otras licencias de software libres pero
   m&aacute;s permisivas. No discutimos con dureza frente otras licencias no
   copyleft--realmente, las recomendamos en circunstancias especiales--pero el
   final de estas licencias parece ser enfrentarse contra la GPL.

<p>
   En uno de estos argumentos, una persona que use una de las licencias BSD
   har&iacute;a un "acto de humildad":"Yo no pido nada de aquellos que
   usan mi c&oacute;digo, salvo el reconocimiento." Puede ser demasiado el
   considerar una demanda legal por un reconocimiento como "humildad",
   pero es &eacute;ste un punto que deber&iacute;a ser considerado en profundidad.
<p>
   La humildad es la abnegaci&oacute;n de tu propio inter&eacute;s personal,
   pero t&uacute; y quienes usen tu c&oacute;digo no son los &uacute;nicos 
   afectados por tu elecci&oacute;n del tipo de licencia de software libre que empleas
   para tu c&oacute;digo. Alguien que use tu c&oacute;digo en un programa no libre
   trata de negar libertad a los dem&aacute;s, y si le permites hacerlo, te equivocas
   al defender su libertad. Cuando llega el momento de defender la libertad de otros,
   tumbarse y no hacer nada es un acto de debilidad, no humildad.
<p>
   Liberar tu c&oacute;digo bajo una de las licencias BSD, o alguna otra licencia
   no copyleft permisiva, no es malo; el programa es todav&iacute;a software libre
   y es una contribuci&oacute;n a la comunidad. Pero es d&eacute;bil, y en la mayor&iacute;a
   de los casos no es el mejor modo de promover la libertad de los usuarios 
   de compartir y cambiar el software.

<hr>

[
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
<!-- -->
  <a HREF="/philosophy/why-copyleft.ca.html">Catal&agrave;n</a> 
| <a HREF="/philosophy/why-copyleft.es.html">Espa&ntilde;ol</a>
| <a HREF="/philosophy/why-copyleft.en.html">Ingl&eacute;s</a>
<!-- | A HREF="/boilerplate.LG.html" LANGUAGE /A  -->
<!-- Please keep this list alphabetical -->
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM (OR TOP) OF THE PAGE TOO! -->
<!-- -->
]

<hr>

<p>
Volver a la <A HREF="/home.html">p&aacute;gina principal del proyecto GNU</A>.
<P>
Env&iacute;e sus comentarios y preguntas sobre la FSF y el proyecto GNU a
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Otros <A HREF="/home.html#ContactInfo">modos de contactar</A> con la FSF.
<P>
Comentarios de estas p&aacute;ginas web a
<A HREF="mailto:webmasters@www.gnu.org"><EM>webmasters@www.gnu.org</EM></A>,
env&iacute;en otras cuestiones a
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
<P>
Copyright (C) 1996, 1997, 1998, 1999 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA
<P>
Copia y distribuci&oacute;n literal de todo el art&iacute;culo se permite en
cualquier
medio, si esta nota se mantiene.
<P>
Volver a la <a HREF="/home.html">p&aacute;gina principal de GNU</a>.
<p>

Actualizada:
<!-- timestamp start -->
$Date: 2011/12/30 05:19:12 $ $Author: ineiev $
<!-- timestamp end -->
<p>

<FONT SIZE=-1>
<hr>
Traducci&oacute;n: 05 Mar 2003 Fernando A. Naranjo Molina <a
href="mailto:fanm@telefonica.net">fanm@telefonica.net</a>
<br>Revisi&oacute;n: 06 Mar 2003 <a
href="http://www.migue.org">Miguel Abad</a>
<HR>
</FONT>
</body>
</html>
