<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>Palavras e frases confusas devem ser evitadas - Projeto GNU - Funda&ccedil;&atilde;o para o Software Livre (FSF)</TITLE>
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H3>Palavras e frases confusas e carregadas que devem ser evitadas</H3>

<A HREF="/graphics/philosophicalgnu.html"><IMG SRC="/graphics/philosophical-gnu-sm.jpg"
   ALT=" [imagem de um Gnu filos&oacute;fico] "
   WIDTH="160" HEIGHT="200"></A>

[
  <A HREF="/philosophy/words-to-avoid.ca.html">Catal&atilde;o</A>
| <A HREF="/philosophy/words-to-avoid.en.html">Ingl&ecirc;s</A>
| <A HREF="/philosophy/words-to-avoid.es.html">Espanhol</A>
| <A HREF="/philosophy/words-to-avoid.fr.html">Franc&ecirc;s</A>
| <A HREF="/philosophy/words-to-avoid.ja.html">Japon&ecirc;s</A>
| <A HREF="/philosophy/words-to-avoid.pl.html">Polon&ecirc;s</A>
| <A HREF="/philosophy/words-to-avoid.pt-br.html">portugu&ecirc;s do Brasil</A>
| <A HREF="/philosophy/words-to-avoid.ru.html">Russo</A>
]

<P>

Existem certas palavras e frases que n&oacute;s recomendamos sejam evitadas, tanto por causa de sua ambigüidade quanto por elas implicarem em opini&otilde;es as quais n&oacute;s esperamos voc&ecirc; n&atilde;o concorde plenamente.
<P>
  <A HREF="/philosophy/philosophy.html">Outros textos para ler</A>
| ``<A HREF="#Commercial"
       NAME="TOCCommercial">Comercial</A>''
| ``<A HREF="#ForFree"
       NAME="TOCForFree">For free</A>''
| ``<A HREF="#Freeware"
       NAME="TOCFreeware">Freeware</A>''
| ``<A HREF="#GiveAwaySoftware"
       NAME="TOCGiveAwaySoftware">Give away software</A>''
| ``<A HREF="#IntellectualProperty"
       NAME="TOCIntellectualProperty">Propriedade intelectual</A>''
| ``<A HREF="#Piracy"
       NAME="TOCPiracy">Pirataria</A>''
| ``<A HREF="#Protection"
       NAME="TOCProtection">Prote&ccedil;&atilde;o</A>''
| ``<A HREF="#SellSoftware"
       NAME="TOCSellSoftware">Vender software</A>''
| ``<A HREF="#Theft"
       NAME="TOCTheft">Roubo</A>''
| <A HREF="/philosophy/philosophy.html">Outros textos para ler</A>
<P>
Veja tamb&eacute;m
<A HREF="/philosophy/categories.html">Categorias de Software Livre
       (18k caracteres)</A>.
<P>

<H4>``<A HREF="#TOCCommercial"
     NAME="Commercial">Comercial</A>''</H4>
Por favor n&atilde;o use ``comercial'' como um sin&ocirc;nimo para ``n&atilde;o-livre''.
Isso confunde dois assuntos totalmente diferentes.
<P>
Um programa &eacute; comercial se ele &eacute; desenvolvido como uma atividade de um neg&oacute;cio. Um programa comercial pode ser livre ou n&atilde;o-livre, dependendo da sua licen&ccedil;a. Da mesma maneira, um programa desenvolvido por uma escola ou por um indiv&iacute;duo pode ser livre ou n&atilde;o-livre, dependendo da sua licen&ccedil;a. As duas perguntas: que tipo de entidade desenvolveu o programa e qual liberdade seus usu&aacute;rios possuem s&atilde;o independentes.
<P>
Na primeira d&eacute;cada do Movimento do Software Livre, os pacotes de software livre eram geralmente n&atilde;o-comerciais; os componentes do sistema operacional GNU/Linux eram desenvolvidos por indiv&iacute;duos ou por organiza&ccedil;&otilde;es sem fins lucrativos como a FSF e universidades. Mas nos anos 90, softwares comerciais começaram a aparecer.
<P>
Software comercial livre &eacute; uma contribui&ccedil;&atilde;o para nossa comunidade, de forma que n&oacute;s devemos encoraj&aacute;-lo. Mas as pessoas que pensam que ``comercial'' significa ``n&atilde;o-livre'' est&atilde;o provavelmente assumindo que as duas id&eacute;ias s&atilde;o contradit&oacute;rias e as rejeitam baseadas num equ&iacute;voco.
Seja cauteloso, n&atilde;o use o termo ``comercial'' neste sentido.
<P>

<H4>``<A HREF="#TOCForFree"
     NAME="ForFree">For free</A>''</H4>
Se voc&ecirc; quer dizer que um programa &eacute; software livre n&atilde;o diga que ele &eacute; dispon&iacute;vel ``for free''. Este termo significa especificamente ``a pre&ccedil;o zero'' ou ``gr&aacute;tis'' em portugu&ecirc;s. Software livre &eacute; uma quest&atilde;o de liberdade, n&atilde;o de pre&ccedil;o.
<P>
C&oacute;pias de software livre s&atilde;o em geral dispon&iacute;veis ``gr&aacute;tis''--por exemplo, dispon&iacute;vel para download via FTP. Mas c&oacute;pias de software livre tamb&eacute;m est&atilde;o dispon&iacute;veis por um pre&ccedil;o em CD-ROMs; enquanto isso, c&oacute;pias de software propriet&aacute;rio s&atilde;o ocasionalmente dispon&iacute;veis ``gr&aacute;tis'' em promo&ccedil;&otilde;es, e alguns softwares propriet&aacute;rios s&atilde;o normalmente dispon&iacute;veis gratuitamente para certos tipos de usu&aacute;rios.
<P>
Para evitar confus&atilde;o voc&ecirc; pode dizer que o programa &eacute; dispon&iacute;vel ``as free software'', ``como software livre''.

<P>
<H4>``<A HREF="#TOCFreeware"
     NAME="Freeware">Freeware</A>''</H4>

Por favor n&atilde;o use o termo ``freeware'' como um sin&ocirc;nimo para ``free software'' ou ``software livre''.
O termo ``freeware'' foi usado comumente nos anos 80 para programas publicados apenas como execut&aacute;veis, sem c&oacute;digo fonte dispon&iacute;vel.
Atualmente n&atilde;o existe um consenso a respeito de sua defini&ccedil;&atilde;o.
<P>
Se voc&ecirc; usa outra l&iacute;ngua, que n&atilde;o o ingl&ecirc;s, por favor evite emprestar palavras do ingl&ecirc;s como ``free software'' ou ``freeware''. Procure usar as palavras usualmente menos amb&iacute;guas que a sua l&iacute;ngua oferece, ex. 
<P>
<UL>
  <!--Keep alphabetical-->
  <LI>Alem&atilde;o: freie Software
  <LI>Chin&ecirc;s: zi4you2 ruan3jian4
  <LI>Eslovaco: slobodny' softve'r
  <LI>Espanhol: Software [programa] libre
  <LI>Esperanto: libera programaro
  <LI>Franc&ecirc;s: logiciel libre
  <LI>Hebraico: tochna hofshit
  <LI>Holand&ecirc;s: vrije software
  <LI>Japon&ecirc;s: jiyuu [na] sofuto
  <LI>Portugu&ecirc;s: programa (software) livre
  <LI>Russo: svobodny programy
  <LI>Sueco: fri programvara
  <LI>Turco: &#245;zg&#252;r yazilim
</UL>
<P>
Ao formar uma palavra na sua l&iacute;ngua, voc&ecirc; mostra que voc&ecirc; est&aacute; realmente se referindo &agrave; liberdade e n&atilde;o apenas repetindo alguns conceitos misteriosos do marketing estrangeiro. A refer&ecirc;ncia &agrave; liberdade pode num primeiro momento parecer estranho ou perturbador para os seus compatriotas, mas eles ir&atilde;o se acostumar em breve e desse modo ir&atilde;o descobrir a verdadeira mensagem por detr&aacute;s do software livre.
<P>
       
<H4>``<A HREF="#TOCGiveAwaySoftware"
     NAME="GiveAwaySoftware">Give away software</A>''</H4>
&Eacute; errado usar o termo ``give away'' para se referir a
``distribuir um programa como software livre''. Esta palavra carrega a
mesma id&eacute;ia de ``for free'': de que o assunto &eacute;
pre&ccedil;o e n&atilde;o liberdade. Uma maneira de evitar a
confus&atilde;o &eacute; dizer ``publicar como software livre''.
<P>
<H4>``<A HREF="#TOCIntellectualProperty"
     NAME="IntellectualProperty">Propriedade intelectual</A>''</H4>

Editores e advogados gostam de descrever copyright como ``propriedade intelectual''. Este termo carrega uma premissa oculta--de que a maneira mais natural de pensar sobre o ato de copiar &eacute; baseado numa analogia com objetos f&iacute;sicos, e nossas id&eacute;ias como proprieades deles.
<P>

Mas esta analogia falha em perceber a diferença crucial entre objetos
materiais e informa&ccedil;&otilde;es: informa&ccedil;&atilde;o pode
ser copiada e compartilhada praticamente sem esfor&ccedil;o, enquanto
que ojetos materiais n&atilde;o podem. Basear seu pensamento nesta
analogia &eacute; t&atilde;o ruim quanto ignorar esta diferen&ccedil;a. 
<P>

Al&eacute;m disso o sistema legal dos EUA n&atilde;o aceita totalmente esta analogia, j&aacute; que ele n&atilde;o trata copyrights da mesma forma como propriedade de objetos materiais.

<P>

Se voc&ecirc; n&atilde;o quer se limitar nesta maneira de pensar, &eacute; melhor evitar o uso do termo ``propriedade intelectual'' nas suas palavras e pensamentos.

<P>

Outro problema com ``propriedade intelectual'' &eacute; que ela
&eacute; uma tentativa de genaralizar diversos sistemas legais,
incluindo copyright, patentes e marcas, que s&atilde;o muito mais
diferentes entre si do que similares. A menos que voc&ecirc; tenha
estudado estas &aacute;reas do direito e voc&ecirc; saiba as
diferen&ccedil;as, trat&aacute;-las igualmente ir&aacute; certamente
levar voc&ecirc; a generaliza&ccedil;&otilde;es err&ocirc;neas.

<P>
Para evitar confus&atilde;o, &eacute; melhor n&atilde;o procurar alternativas para dizer ``propriedade intelectual''. Ao inv&eacute;s, fale sobre copyright, patentes ou sobre qualquer que seja o sistema legal em quest&atilde;o.

<H4>``<A HREF="#TOCPiracy"
     NAME="Piracy">Pirataria</A>''</H4>
Editoras freq&uuml;entemente se referem &agrave;s c&oacute;pias proibidas como ``pirataria''. Deste modo, eles querem dizer que produzir c&oacute;pias ilegais &eacute; eticamente equivalente a atacar navios no alto mar, seq&uuml;estrar e assassinar seus passageiros.
<P>
Se voc&ecirc; n&atilde;o acredita que produzir c&oacute;pias ilegais &eacute; semelhante a seq&uuml;estrar e assassinar, voc&ecirc; talvez prefira n&atilde;o usar a palavra ``pirataria'' para descrever isso. Termos neutros como ``c&oacute;pia proibida'' ou ``c&oacute;pia n&atilde;o autorizada'' podem ser usadas ao inv&eacute;s. Alguns de n&oacute;s ainda ir&atilde;o preferir usar termos positivos como ``compartilhar informa&ccedil;&atilde;o com seu vizinho''.

<P>
<H4>``<A HREF="#TOCProtection"
     NAME="Protection">Prote&ccedil;&atilde;o</A>''</H4>
Advogados de editoras adoram usar o termo ``prote&ccedil;&atilde;o'' para descrever copyright. Esta palavra carrega *suposi&ccedil;&atilde;o* da preven&ccedil;&atilde;o contra destrui&ccedil;&atilde;o ou sofrimento; portanto encoraja as pessoas a se identificarem perante o propriet&aacute;rio e editor o qual se beneficia pelo copyright, ao contr&aacute;rio dos usu&aacute;rios que s&atilde;o restringidos pelo mesmo.
<P>
&Eacute; f&aacute;cil de evitar o termo ``prote&ccedil;&atilde;o'' e
usar termos neutros ao inv&eacute;s. Por exemplo, ao inv&eacute;s de
``A prote&ccedil;&atilde;o de copyright est&aacute; vigente por muito
tempo'' voc&ecirc; pode dizer, ``O copyright est&aacute; vigente por
muito tempo''.
<P>
Se voc&ecirc; quer criticar copyright ao inv&eacute;s de defend&ecirc;-lo, voc&ecirc; pode usar o termo ``restri&ccedil;&otilde;es de copyright''.
<P>
<H4>``<A HREF="#TOCSellSoftware"
     NAME="SellSoftware">Vender software</A>''</H4>
O termo ``vender software'' &eacute; amb&iacute;guo. Estritamente falando, trocar a c&oacute;pia de um programa livre por uma quantidade de dinheiro &eacute; ``vender''; mas as pessoas geralmente associam o termo ``vender'' com restri&ccedil;&otilde;es sobre o uso sobseq&uuml;ente do software. Voc&ecirc; pode ser mais preciso e evitar confus&atilde;o, dizendo ``distribuir c&oacute;pias de um programa por uma taxa'' ou ``impondo restri&ccedil;&otilde;es propriet&aacute;rias sobre o uso do programa'' dependendo do que voc&ecirc; quer dizer.
<P>
Veja <A HREF="/philosophy/selling.html">Vendendo Software Livre</A> para mais discuss&atilde;o sobre este assunto.

<P>

<H4>``<A HREF="#TOCTheft"
     NAME="Theft">Roubo</A>''</H4>
Os apologistas do copyright costumam utilizar termos como ``roubo'' e ``furto'' para descrever o infringimento do copyright. Ao mesmo tempo, eles nos pedem para tratar o sistema legal como uma autoridade &eacute;tica: se copiar &eacute; proibido, ent&atilde;o deve estar errado.

<P>

Portanto &eacute; pertinente mencionar que o sistema legal--ao menos nos EUA--rejeita a id&eacute;ia de que a viola&ccedil;&atilde;o do copyright é ``roubo''. Defensores do copyright que usam termos como ``furto'' estão representando erroneamente a autoridade para a qual apelam.

<P>

A id&eacute;ia de que a lei decide o que &eacute; certo ou errado
&eacute; em geral incorreta. Leis s&atilde;o, na melhor das
considera&ccedil;&otilde;es, uma tentativa de alcan&ccedil;ar a
justi&ccedil;a; dizer que a leis definem o que &eacute; justi&ccedil;a
ou conduta &eacute;tico &eacute; criar confus&atilde;o com estas
coisas.

<P>

<HR>

Veja tamb&eacute;m
<A HREF="/philosophy/categories.html">Categorias de Software Livre
       (18k caracteres)</A>.

<HR>

<H4><A HREF="/philosophy/philosophy.html">Outros textos para ler</A></H4>

<HR>

Retornar para a <A HREF="/home.html">p&aacute;gina principal do GNU</A>.
<P>
Por favor envie dúvidas ou questões sobre FSF e/ou GNU para
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Há também <A HREF="/contact/">outros meios de contactar</A> a FSF.
<P>
Coment&aacute;rios sobre estas p&aacute;ginas web para
<A HREF="mailto:webmasters@gnu.org"><EM>webmasters@gnu.org</EM></A>,
envie outras perguntas para 
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
<P>
Copyright (C) 1996, 1997, 1998, 1999, 2001 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA
<P>
A c&oacute;pia fiel e a distribui&ccedil;&atilde;o deste artigo completo &eacute; permitida em qualquer meio, desde que esta nota seja preservada.
<P>
Atualizado:
<!-- timestamp start -->
$Date: 2013/06/27 10:48:29 $ $Author: ineiev $
<!-- timestamp end -->

<P>
Traduzido por: Ricardo Gr&uuml;tzmacher <A HREF="mailto:grutz@terra.com.br">&lt;grutz@terra.com.br&gt;</A>
<HR>
</BODY>
</HTML>
