<!--#include virtual="/server/header.ca.html" -->

<title>Algunes paraules i frases confuses que conv&eacute; evitar - Projecte 
GNU - Free Software Foundation (FSF)</title>

<!--#include virtual="/server/banner.ca.html" -->

<h2>Algunes paraules i frases confuses que conv&eacute; evitar</h2>

<p>
Hi ha un cert nombre de paraules i frases que recomanem evitar, ja
  sigui en general o b&eacute; en certs contexts i usos. La ra&oacute; &eacute;s
  que s&oacute;n ambig&uuml;es o que impliquen una opini&oacute; que
esperem que no compartiu del tot.</p>

<div class="announcement">
Vegeu tamb&eacute; <a href="/philosophy/categories.ca.html">Categories
de  Programari Lliure</a>.</div>

<p>
   <a href="/philosophy/philosophy.ca.html">Altres texts per llegir</a>
| "<a href="words-to-avoid.ca.html#BSD-style"
       name="TOCBSD-style">Estil BSD</a>"
| "<a href="words-to-avoid.ca.html#Closed"
       name="TOCClosed">Tancat</a>"
| "<a href="words-to-avoid.ca.html#Commercial"
       name="TOCCommercial">Comercial</a>"
| "<a href="words-to-avoid.ca.html#Consumer"
       name="TOCConsumer">Consumidor</a>"
| "<a href="words-to-avoid.ca.html#Content"
       name="TOCContent">Contingut</a>"
| "<a href="words-to-avoid.ca.html#Creator"
       name="TOCCreator">Creador</a>"
| "<a href="words-to-avoid.ca.html#DigitalRightsManagement"
       name="TOCDigitalRightsManagement">Gesti&oacute; de Drets Digitals</a>"
| "<a href="words-to-avoid.ca.html#ForFree"
       name="TOCForFree">De franc</a>"
| "<a href="words-to-avoid.ca.html#Freeware"
       name="TOCFreeware">Software gratu&iuml;t</a>"
| "<a href="words-to-avoid.ca.html#GiveAwaySoftware"
       name="TOCGiveAwaySoftware">Regalar programari</a>"
| "<a href="words-to-avoid.ca.html#IntellectualProperty"
       name="TOCIntellectualProperty">Propietat Intel&middot;lectual</a>"
| "<a href="words-to-avoid.ca.html#Market"
       name="TOCMarket">Mercat</a>"
| "<a href="words-to-avoid.ca.html#Open"
       name="TOCOpen">Obert</a>"
| "<a href="words-to-avoid.ca.html#Piracy"
       name="TOCPiracy">Pirateria</a>"
| "<a href="words-to-avoid.ca.html#Protection"
       name="TOCProtection">Protecci&oacute;</a>"
| "<a href="words-to-avoid.ca.html#RAND"
       name="TOCRAND">RAND</a>"
| "<a href="words-to-avoid.ca.html#SellSoftware"
       name="TOCSellSoftware">Vendre programari</a>"
| "<a href="words-to-avoid.ca.html#SoftwareIndustry"
       name="TOCSoftwareIndustry">Ind&uacute;stria del Programari</a>"
| "<a href="words-to-avoid.ca.html#Theft"
       name="TOCTheft">Robatori</a>"
| "<a href="words-to-avoid.ca.html#Vendor"
       name="TOCVendor">Venedor</a>"
</p>

<h4 id="BSD-style">&ldquo;Estil BSD&rdquo;</h4>
<p>
L'expressi&oacute; &quot;Llic&egrave;ncia estil BSD&quot; porta a
confusi&oacute; perqu&egrave; <a href="/philosophy/bsd.ca.html"> agrupa
llic&egrave;ncies que tenen difer&egrave;ncies importants</a>. Per
exemple, la llic&egrave;ncia BSD original amb la cl&agrave;usula de
publicitat &eacute;s incompatible amb la llic&egrave;ncia GPL de GNU,
per&ograve; la llic&egrave;ncia BSD revisada &eacute;s compatible
amb la llic&egrave;ncia GPL.</p>
<p>
Per evitar confusions, &eacute;s millor citar <a href="/licenses/license-list.ca.html"> la
llic&egrave;ncia espec&iacute;fica en q&uuml;esti&oacute;</a> i evitar
la imprecisa expressi&oacute; &quot;Estil BSD&quot;.</p>


<h4 id="Closed">&ldquo;Tancat&rdquo;</h4>
<p>
Descriure el programari no lliure com a &quot;tancat&quot; clarament
es refereix al terme &quot;codi obert&quot;. En el Moviment del Programari
Lliure <a href="/philosophy/open-source-misses-the-point.html">volem
evitar ser confosos amb el m&eacute;s recent Moviment del Codi Obert</a>,
i per aix&ograve; procurem evitar un &uacute;s que podria portar la
gent a agrupar-nos amb ells. Per aquesta ra&oacute; evitem descriure
el programari no lliure com a &quot;tancat&quot;. L'anomenem &quot;no
lliure&quot; o <a href="http://www.gnu.org/philosophy/categories.ca.html#ProprietarySoftware">"patentat"</a>.</p>


<h4 id="Commercial">&ldquo;Comercial&rdquo;</h4>
<p>
Si us plau, no utilitzeu &quot;comercial&quot; com a sin&ograve;nim
de &quot;no lliure&quot;. Aix&ograve; seria confondre dos temes totalment
diferents.</p>
<p>
Un programa &eacute;s comercial si el seu desenvolupament &eacute;s
un negoci. Un programa comercial pot ser lliure o no lliure, depenent
de la seva llic&egrave;ncia. De la mateixa manera, un programa desenvolupat
per una escola o un individu pot ser lliure o no lliure, depenent
de la seva llic&egrave;ncia. Les dues q&uuml;estions, quina classe
d'entitat va desenvolupar el programa i quina llibertat tenen els
seus usuaris, s&oacute;n independents.</p>
<p>
Durant la primera d&egrave;cada del Moviment del Programari Lliure,
els paquets de programes lliures eren gaireb&eacute; sempre no comercials;
els components del sistema operatiu GNU/Linux eren desenvolupats per
individus o per organitzacions sense afany de lucre, com la FSF i
les universitats. M&eacute;s tard, durant els anys 90, va comen&ccedil;ar
a apar&egrave;ixer el programari lliure comercial.</p>
<p>
El programari lliure comercial &eacute;s una contribuci&oacute; a
la nostra comunitat, de manera que l'haur&iacute;em de fomentar. Per&ograve; la
gent que pensa que &quot;comercial&quot; significa &quot;no lliure&quot; tendir&agrave; a
pensar que la combinaci&oacute; &quot;programari lliure comercial&quot; &eacute;s
contradict&ograve;ria, i en negar&agrave; la possibilitat. Tinguem
cura de no utilitzar la paraula &quot;comercial&quot; d'aquesta manera.</p>


<h4 id="Consumer">&ldquo;Consumidor&rdquo;</h4>
<p>
El terme &quot;consumidor&quot;, quan s'utilitza per referir-se a
usuaris d'ordinadors, comporta suposicions desafortunades.</p>
<p>
La teoria econ&ograve;mica utilitza els termes &quot;productor&quot; i &quot;consumidor&quot;.
En aquest context aquestes paraules s&oacute;n apropiades. Per&ograve; qualificar
els usuaris de programari de &quot;consumidors&quot; suposa assignar-los
un paper molt limitat. &Eacute;s com dir que s&oacute;n un bestiar
que pastura passivament en un camp que altres han posat a la seva
disposici&oacute;.</p>
<p>
Aquesta manera de pensar condueix a par&ograve;dies com la CBDTPA
(&quot;Acta de Promoci&oacute; de la Televisi&oacute; Digital i la
Banda Ampla per al Consumidor&quot;) que exigiria mecanismes de restricci&oacute; de
c&ograve;pia en cada aparell digital. Si tot el que els usuaris fan &eacute;s &quot;consumir&quot;,
per qu&egrave; els hauria d'importar?</p>
<p>
L'estreta visi&oacute; econ&ograve;mica dels usuaris com a &quot;consumidors&quot; sol
anar lligada amb la idea que les obres publicades s&oacute;n &quot;continguts&quot;.</p>
<p>
Per descriure persones que no es limiten a consumir passivament amb
als seus ordinadors, suggerim termes com &quot;individus&quot; i &quot;ciutadans&quot;.</p>


<h4 id="Content">&ldquo;Contingut&rdquo;</h4>
<p>
Per a descriure una sensaci&oacute; de comoditat i satisfacci&oacute;,
hom pot dir que est&agrave; &quot;content&quot; (N. del T.: en angl&egrave;s, &quot;content&quot; vol
dir &quot;contingut&quot; i &quot;satisfet&quot;), per&ograve; cal
evitar l'&uacute;s d'aquesta paraula com a substantiu per a descriure
textos o altres obres d'autor. Aquest &uacute;s adopta una actitud
espec&iacute;fica respecte a aquestes obres: les considera una mercaderia
intercanviable el prop&ograve;sit del qual &eacute;s omplir una capsa
i guanyar diners. De fet, tracta a les obres sense cap mena de respecte.</p>
<p>Els que utilitzen aquest terme s&oacute;n sovint els editors que
  pressionen per augmentar el poder del copyright en nom dels autors
  (&quot;creadors&quot;, com en diuen ells) de les obres. El terme &quot;content&quot; (contingut)
mostra el que realment senten (satisfacci&oacute;).</p>
<p>
Mentre alguns utilitzin l'expressi&oacute; &quot;content provider&quot; (prove&iuml;dor
de continguts, satisfet), els dissidents pol&iacute;tics podran ben
b&eacute; anomenar-se &quot;malcontent providers&quot; (prove&iuml;dors
de descontent).</p>


<h4 id="Creator">&ldquo;Creador&rdquo;</h4>
<p>
El terme &quot;creador&quot;, aplicat a l'autor, el compara impl&iacute;citament
amb una divinitat (&quot;el Creador&quot;). Els editors utilitzen
el terme per elevar la talla moral dels autors sobre la de la gent
corrent, i justificar l'augment del poder del copyright que els editors
diuen exercir en nom dels autors. Recomanem dir &quot;autor&quot;.
Tanmateix, el que realment es vol dir en molts casos &eacute;s &quot;titular
del copyright&quot;.</p>


<h4 id="DigitalRightsManagement">&ldquo;Gesti&oacute; de Drets Digitals&rdquo;</h4>
<p>
El programari de &quot;Gesti&oacute; de Drets Digitals&quot; (Digital
Rights Management) s'ha dissenyat, de fet, per imposar restriccions
als usuaris d'ordinadors. L'&uacute;s de la paraula &quot;drets&quot; en
aquesta expressi&oacute; &eacute;s propaganda, dissenyada per a dirigir-nos
inconscientment a veure l'assumpte des del punt de vista de la minoria
que imposa les restriccions, mentre s'ignoren els drets de la majoria
a qui li venen imposades aquestes restriccions.</p>
<p>
S&oacute;n bones alternatives &quot;Gesti&oacute; de Restriccions
Digitals&quot;, &quot;Pessimari de Restriccions Digitals&quot; i &quot;Programari
emmanillat&quot;.</p>


<h4 id="ForFree">&ldquo;De franc&rdquo;</h4>
<p>
Si voleu dir que un programa &eacute;s &quot;lliure&quot; (free),
si us plau no digueu que est&agrave; disponible &quot;de franc&quot; (for
free). Aquesta expressi&oacute; significa espec&iacute;ficament &quot;per
zero euros&quot;. El programari lliure &eacute;s una q&uuml;esti&oacute; de
llibertat, no de preu.</p>
<p>
Les c&ograve;pies de programari lliure sovint estan disponibles de
franc (per exemple, descarregant-les per FTP). Per&ograve; les c&ograve;pies
de programari lliure estan tamb&eacute; disponibles a cert preu en
CD-ROMs; per altra banda, les c&ograve;pies de programari patentat
estan ocasionalment disponibles de franc en promocions, i certs usuaris
disposen normalment d'alguns paquets patentats sense pagar.</p>
<p>
Per evitar confusions, podeu dir que el programa est&agrave; disponible &quot;com
a programari lliure&quot;.</p>


<h4 id="Freeware">&ldquo;Software gratu&iuml;t&rdquo;</h4>
<p>
Si us plau, no utilitzeu l'expressi&oacute; &quot;programari gratu&iuml;t&quot; (freeware)
com a sin&ograve;nim de &quot;programari lliure&quot; (free software).
L'expressi&oacute; &quot;programari gratu&iuml;t&quot; s'utilitzava
sovint durant la d&egrave;cada dels 80 per a programes publicats nom&eacute;s
com a executables, sense codi font. Avui dia aquesta expressi&oacute; no
t&eacute; una definici&oacute; acceptada per tothom.</p>
<p>
Tamb&eacute;, si utilitzeu un idioma que no sigui l'angl&egrave;s,
eviteu si us plau l'&uacute;s d'expressions angleses ambig&uuml;es
com &quot;free software&quot; or &quot;freeware&quot; (ja que es poden
interpretar en el sentit contrari). &Eacute;s millor que tradu&iuml;u
l'expressi&oacute; &quot;free software&quot; a <a href="/philosophy/fs-translations.ca.html"> la
vostra llengua</a>.</p>

<p>
Utilitzant una paraula de
  <a href="/philosophy/fs-translations.ca.html"> la vostra llengua</a>,
  mostrareu que us esteu referint realment a la llibertat i no nom&eacute;s
  repetint com a lloros algun misteri&oacute;s concepte de m&agrave;rqueting
  estranger. La refer&egrave;ncia a la llibertat podr&agrave; semblar
  al principi estranya o pertorbadora als vostres compatriotes, per&ograve; una
  cop vegin que significa exactament el que diu, entendran realment
  quina &eacute;s la q&uuml;esti&oacute;.
</p>

       
<h4 id="GiveAwaySoftware">&ldquo;Regalar programari&rdquo;</h4>
<p>
&Eacute;s erroni utilitzar el terme &quot;regalar&quot; per a dir &quot;distribuir
un programa com a programari lliure.&quot; T&eacute; el mateix problema
que &quot;de franc&quot;: implica que &eacute;s una q&uuml;esti&oacute; de
preu, no de llibertat. Una manera d'evitar la confusi&oacute; &eacute;s
dir &quot;difondre com a programari lliure&quot;.</p>


<h4 id="IntellectualProperty">&ldquo;Propietat Intel&middot;lectual&rdquo;</h4>
<p>
Als editors i als advocats els agrada descriure el copyright com a &quot;propietat
intel&middot;lectual&quot; (un terme que tamb&eacute; inclou patents,
marques registrades i altres &agrave;rees m&eacute;s fosques de llei).
Aquests lleis tenen tan poc en com&uacute;, i difereixen tant, que
no &eacute;s gens recomanable generalitzar. &Eacute;s millor parlar
espec&iacute;ficament de &quot;copyright&quot;, o de &quot;patents&quot;,
o de &quot;marques registrades.&quot;</p>
<p>
L'expressi&oacute; &quot;propietat intel&middot;lectual&quot; comporta
una suposici&oacute; oculta: que la manera natural de pensar en tots
aquests assumptes tan diferents &eacute;s basar-se en una analogia
amb els objectes f&iacute;sics i amb les nostres idees sobre la propietat
f&iacute;sica.</p>
<p>
Quan es refereix a fer c&ograve;pies, aquesta analogia desat&eacute;n
la difer&egrave;ncia crucial entre els objectes materials i la informaci&oacute;:
la informaci&oacute; es pot copiar i compartir sense gaireb&eacute; cap
esfor&ccedil;, i els objectes materials no.</p>
<p>
Per evitar les confusions i les implicacions tendencioses d'aquesta
  expressi&oacute;, &eacute;s millor prendre la decisi&oacute; ferma
  de <a href="/philosophy/not-ipr.xhtml">no parlar i fins i tot de
no pensar en termes de &quot;propietat intel&middot;lectual&quot;</a>.</p>
<p>
La hipocresia d'anomenar &quot;drets&quot; a aquests poders est&agrave; <a href="/philosophy/wipo-PublicAwarenessOfCopyright-2002.html">comen&ccedil;ant
a posar WIPO en evid&egrave;ncia</a>.</p>


<h4 id="Market">&ldquo;Mercat&rdquo;</h4>
<p>
&Eacute;s engany&oacute;s descriure als usuaris de programari lliure,
o de programari en general, com un &quot;mercat&quot;.</p>
<p>
Aix&ograve; no vol dir que estem en contra del mercat. Si teniu un
negoci de suport de programari lliure, tindreu clients, i hi comerciareu
en un mercat. Mentre respecteu la seva llibertat, us desitjarem &egrave;xit
en el vostre mercat.</p>
<p>
Per&ograve; el moviment de programari lliure &eacute;s un moviment
social, no un negoci, i l'&egrave;xit a qu&egrave; aspira no &eacute;s
un &egrave;xit de mercat. Estem intentant servir al p&uacute;blic
oferint-li llibertat, no competint per atraure el p&uacute;blic d'un
rival. Equiparar aquesta campanya per la llibertat a la campanya que
fa una empresa simplement per aconseguir &egrave;xit &eacute;s disminuir
la import&agrave;ncia de la llibertat.</p>


<h4 id="Open">&ldquo;Obert&rdquo;</h4>
<p>
Si us plau, eviteu utilitzar la paraula &quot;obert&quot; com a substitut
de &quot;programari lliure&quot;. Un <a href="/philosophy/open-source-misses-the-point.html">grup
diferent</a> al nostre, amb valors menys idealistes, utilitza &quot;codi
obert&quot; com a esl&ograve;gan. Si us hi esteu referint, &eacute;s
natural utilitzar el seu nom, per&ograve; si us plau no ens barregeu
amb ells ni descrigueu la nostra feina amb la seva etiqueta (aix&ograve; portaria
la gent a pensar que som seguidors seus).</p>


<h4 id="Piracy">&ldquo;Pirateria&rdquo;</h4>
<p>
Els editors sovint es refereixen a la c&ograve;pia prohibida amb la
paraula &quot;pirateria&quot;. D'aquesta manera volen donar a entendre
que la c&ograve;pia il&middot;legal &eacute;s &egrave;ticament equivalent
a atacar vaixells a alta mar i a segrestar i assassinar els passatgers.</p>
<p>
Si creieu que fer c&ograve;pies il&middot;legals no &eacute;s ben
b&eacute; el mateix que segrestar i assassinar, potser preferireu
no utilitzar la paraula &quot;pirateria&quot; per descriure aquesta
activitat. En el seu lloc hi ha disponibles expressions neutres com &quot;c&ograve;pia
prohibida&quot; o &quot;c&ograve;pia no autoritzada&quot;. Alguns
de nosaltres podr&iacute;em fins i tot preferir utilitzar un terme
positiu com &quot;compartir informaci&oacute; amb el teu ve&iacute;&quot;.</p>


<h4 id="Protection">&ldquo;Protecci&oacute;&rdquo;</h4>
<p>
Als advocats dels editors els encanta utilitzar el terme &quot;protecci&oacute;&quot; per
descriure el copyright. Aquesta paraula comporta la idea d'impedir
la destrucci&oacute; o el patiment; d'aquesta manera s'aconsegueix
que la gent s'identifiqui amb el propietari i amb l'editor que es
beneficien del copyright, en lloc d'identificar-se amb els usuaris,
que s&oacute;n els que realment pateixen les restriccions.</p>
<p>
&Eacute;s f&agrave;cil evitar &quot;protecci&oacute;&quot; i utilitzar
al seu lloc termes neutres. Per exemple, en comptes de dir &quot;la
protecci&oacute; del copyright dura molt temps&quot;, es pot dir &quot;El
copyright dura molt temps.&quot;</p>
<p>
Si voleu criticar el copyright en lloc de donar-hi suport, podeu utilitzar
  l'expressi&oacute; &quot;restriccions del copyright&quot;. Es pot
  dir, per exemple, &quot;Les restriccions del copyright duren molt
temps&quot;.</p>


<h4 id="RAND">&ldquo;RAND (raonable i no discriminatori)&rdquo;</h4>
<p>
Els organismes d'estandarditzaci&oacute; que promulguen est&agrave;ndards
restringits per patents, les quals n'impedeixen l'&uacute;s al programari
lliure, tenen t&iacute;picament una pol&iacute;tica per a l'obtenci&oacute; de
llic&egrave;ncies que exigeix una quota fixa per cada c&ograve;pia
d'un programa que compleixi els est&agrave;ndards. Sovint es refereixen
a aquestes llic&egrave;ncies amb el terme &quot;RAND&quot;, que s&oacute;n
les inicials de &quot;raonable i no discriminatori.&quot;</p>
<p>
Aquest terme intenta justificar una mena de llic&egrave;ncies de patents
que normalment ni s&oacute;n raonables ni s&oacute;n no discriminat&ograve;ries. &Eacute;s
cert que aquestes llic&egrave;ncies no discriminen a cap persona en
concret, per&ograve; discriminen la comunitat del programari lliure,
i aix&ograve; les fa poc raonables. De manera que la meitat de &quot;RAND&quot; &eacute;s
enganyosa i l'altra meitat &eacute;s discriminat&ograve;ria.</p>
<p>
Els organismes d'estandarditzaci&oacute; haurien de recon&egrave;ixer
que aquestes llic&egrave;ncies s&oacute;n discriminat&ograve;ries,
i deixar d'utilitzar el terme &quot;raonable i no discriminatori&quot; o &quot;RAND&quot; per
descriure-les. Fins que no facin aix&ograve;, la gent que escriu i
que no desitja participar en aquesta operaci&oacute; d'imatge faran
b&eacute; de rebutjar aquest terme. Acceptar-lo i utilitzar-lo pel
sol fet que les companyies propiet&agrave;ries de les patents han
est&egrave;s el seu &uacute;s &eacute;s deixar que aquestes companyies
dictin els nostres punts de vista.</p>
<p>
Suggerim l'expressi&oacute; &quot;uniform fee only&quot; o, abreujadament, &quot;UFO&quot; (OVNI),
com a substitut. &Eacute;s acurat perqu&egrave; l'&uacute;nica condici&oacute; en
aquestes llic&egrave;ncies &eacute;s el pagament d'una quota uniforme.</p>


<h4 id="SellSoftware">&ldquo;Vendre programari&rdquo;</h4>
<p>
L'expressi&oacute; &quot;vendre programari&quot; &eacute;s ambigua.
En rigor, intercanviar una c&ograve;pia d'un programa lliure per una
quantitat de diners &eacute;s &quot;vendre&quot;; per&ograve; la gent
normalment associa el terme &quot;venda&quot; amb les restriccions
que les patents imposen a l'&uacute;s posterior del programari. Podeu
ser m&eacute;s precisos, i evitar confusions, dient tant &quot;distribuir
c&ograve;pies d'un programa a canvi d'una quota&quot; com &quot;imposar
restriccions de patent a l'&uacute;s d'un programa&quot;, depenent
del que es vulgui dir.</p>
<p>
Vegeu
  <a href="/philosophy/selling.ca.html"> Vendre programari lliure</a> per
aprofundir en aquest tema.</p>


<h4 id="SoftwareIndustry">&ldquo;Ind&uacute;stria del Programari&rdquo;</h4>
<p>
L'expressi&oacute; &quot;ind&uacute;stria del programari&quot; porta
la gent a imaginar-se que el programari sempre es desenvolupa en una
mena de f&agrave;brica i que despr&eacute;s es reparteixi als consumidors.
La comunitat del programari lliure mostra que aquest no &eacute;s
el cas. Les empreses de programari existeixen, i les diferents empreses
desenvolupen programari lliure i/o no lliure, per&ograve; les que
desenvolupen programari lliure no s&oacute;n com f&agrave;briques.</p>
<p>
El terme &quot;ind&uacute;stria&quot; est&agrave; sent utilitzat com
a propaganda pels defensors de les patents de programari. Anomenen
el desenvolupament de programari &quot;ind&uacute;stria&quot; i despr&eacute;s
intenten demostrar que aix&ograve; significa que hauria de estar subjecte
als monopolis de les patents. <a href="http://swpat.ffii.org/papers/europarl0309/">El
Parlament Europeu, quan va rebutjar les patents de programari el 2003,
va votar per definir &quot;ind&uacute;stria&quot; com &quot;producci&oacute; automatitzada
de b&eacute;ns materials&quot;</a>.</p>


<h4 id="Theft">&ldquo;Robatori&rdquo;</h4>
<p>
Els apologistes del copyright sovint utilitzen paraules com &quot;robatori&quot; i &quot;furt&quot; per
descriure les violacions del copyright. Al mateix temps, ens demanen
que tractem el sistema legal com a una autoritat en &egrave;tica:
si copiar est&agrave; prohibit, ha d'estar malament.</p>
<p>
Aqu&iacute; &eacute;s pertinent esmentar que el sistema legal (com
a m&iacute;nim als Estats Units) rebutja la idea que la violaci&oacute; del
copyright sigui un &quot;robatori&quot;. Els apologistes del copyright
estan fent una apel&middot;laci&oacute; a una autoritat... tergiversant
el que aquesta autoritat diu.</p>
<p>
La idea que les lleis estableixen qu&egrave; &eacute;s &egrave;ticament
correcte o incorrecte &eacute;s una equivocaci&oacute; corrent. Les
lleis s&oacute;n, en el millor dels casos, un intent d'aconseguir
just&iacute;cia; dir que les lleis defineixen qu&egrave; &eacute;s
la just&iacute;cia o quina conducta &eacute;s &egrave;tica &eacute;s
posar les coses cap per avall.</p>


<h4 id="Vendor">&ldquo;Venedor&rdquo;</h4>
<p>
Si us plau, no utilitzeu el terme &quot;venedor&quot; per referir-vos
de manera general a qualsevol persona que desenvolupa o recopila un
paquet de programes. Molts programes es desenvolupen per vendre c&ograve;pies,
i els seus desenvolupadors s&oacute;n per tant els seus venedors;
aix&ograve; inclou alguns paquets de programari lliure. Tanmateix,
molts programes els desenvolupen voluntaris o organitzacions que no
pretenen vendre c&ograve;pies. Aquests desenvolupadors no s&oacute;n
venedors. De la mateixa manera, nom&eacute;s alguns dels recopiladors
de distribucions de GNU/Linux s&oacute;n venedors.
</p>

<div class="announcement">
Vegeu tamb&eacute; <a href="/philosophy/categories.ca.html">Categories
de Programari Lliure</a>.</div>

<hr />
<h4>Aquest assaig est&agrave; publicat
a <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Programari
Lliure, Societat Lliure: Assaigs Selectes de Richard
M. Stallman</cite></a>.</h4>

</div>

<!--#include virtual="/server/footer.ca.html" -->

<div id="footer">
<p>
Envieu les vostres preguntes sobre la FSF i GNU a 
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Tamb&eacute; hi ha <a href="/contact/contact.ca.html">altres 
formes de contactar</a> amb la FSF.
<br />
Envieu els enlla&ccedil;os trencats i d'altres correccions o suggeriments a 
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Vegeu la 
<a href="/server/standards/README.translations.ca.html">Guia 
de traducci&oacute;</a> per informar-vos sobre la coordinaci&oacute; i 
publicaci&oacute; de les traduccions d'aquest article.
<br />
Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de 
traducci&oacute;</a> per col·laborar en la traducció al catal&agrave; 
del web de GNU.
</p>

<p>
Copyright &copy; 1996, 1997, 1998, 1999, 2001, 2002, 2003, 2004, 2007
Free Software Foundation, Inc.,</p>
<address>51 Franklin St, Fifth Floor, Boston, MA 02110, USA</address>
<p>Es permet realitzar i distribuir c&ograve;pies literals d'aquest
  article sempre que hi aparegui el copyright i aquesta autoritzaci&oacute;.
</p>

<p>
Traducci&oacute;: <a href="http://www.puigpe.org/">puigpe</a>, 15 
de febrer de 2006.

<br />
Updated:
<!-- timestamp start -->
$Date: 2012/05/14 16:35:53 $
<!-- timestamp end -->
</p>
</div>

<div id="translations">
<h4>Traduccions d'aquesta p&agrave;gina</h4>

  <!-- Please keep this list alphabetical, and in the original -->
  <!-- language if possible, otherwise default to English -->
  <!-- If you do not have it English, please comment what the -->
  <!-- English is.  If you add a new language here, please -->
  <!-- advise web-translators@gnu.org and add it to -->
  <!--    - in /home/www/bin/nightly-vars either TAGSLANG or WEBLANG -->
  <!--    - in /home/www/html/server/standards/README.translations.html -->
  <!--      one of the lists under the section "Translations Underway" -->
  <!--    - if there is a translation team, you also have to add an alias -->
  <!--      to mail.gnu.org:/com/mailer/aliases -->
  <!-- Please also check you have the 2 letter language code right versus -->
  <!--     http://www.w3.org/WAI/ER/IG/ert/iso639.htm -->

<ul class="translations-list">
<!-- Catalan -->
<li><a href="/philosophy/words-to-avoid.ca.html">Catal&#x00e0;</a>&nbsp;[ca]</li>
<!-- Czech -->
<li><a href="/philosophy/words-to-avoid.cs.html">&#x010c;esky</a>&nbsp;[cs]</li>
<!-- English -->
<li><a href="/philosophy/words-to-avoid.en.html">English</a>&nbsp;[en]</li>
<!-- Spanish -->
<li><a href="/philosophy/words-to-avoid.es.html">Espa&#x00f1;ol</a>&nbsp;[es]</li>
<!-- French -->
<li><a href="/philosophy/words-to-avoid.fr.html">Fran&#x00e7;ais</a>&nbsp;[fr]</li>
<!-- Italian -->
<li><a href="/philosophy/words-to-avoid.it.html">Italiano</a>&nbsp;[it]</li>
<!-- Japanese -->
<li><a href="/philosophy/words-to-avoid.ja.html">&#x65e5;&#x672c;&#x8a9e;</a>&nbsp;[ja]</li>
<!-- Polish -->
<li><a href="/philosophy/words-to-avoid.pl.html">polski</a>&nbsp;[pl]</li>
<!-- Portuguese -->
<li><a href="/philosophy/words-to-avoid.pt.html">Portugu&#x0ea;s</a>&nbsp;[pt]</li>
<!-- Romanian -->
<li><a href="/philosophy/words-to-avoid.ro.html">Rom&#x00e2;n&#x0103;</a>&nbsp;[ro]</li>
<!-- Russian -->
<li><a href="/philosophy/words-to-avoid.ru.html">&#x0420;&#x0443;&#x0441;&#x0441;&#x043a;&#x0438;&#x0439;</a>&nbsp;[ru]</li>
<!-- Serbian -->
<li><a href="/philosophy/words-to-avoid.sr.html">&#x0421;&#x0440;&#x043f;&#x0441;&#x043a;&#x0438;</a>&nbsp;[sr]</li>
</ul>
</div>
</div>
</body>
</html>
