<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <title>lengualibre.org</title>
<link rel=stylesheet href="estilos.css" type="text/css" title="style">
</head>
<body text="#003588" bgcolor="#FFFEFE">
<base font="helvetica,arial">
<a href="index.html"><IMG SRC="lengualibre_logo_enano.jpg" BORDER=0 ALIGN=LEFT ALT="lengualibre.org"></a>

<table bgcolor="#a4dba5" cellspacing=0 cellpadding=0>
<tr>
<td>&nbsp;<a HREF="inicio.html"><font face="helvetica" color="black" size=2>inicio</font>&nbsp;&nbsp; </a></td>
<td><a HREF="noticias.html"><font face="helvetica" color="black" size=2>noticias</font></a>&nbsp;&nbsp;</td>
<td><a HREF="documentos.html"><font face="helvetica" color="white" size=2>documentos</font>&nbsp;&nbsp; </a></td>
<td><a HREF="corpus.html"><font face="helvetica" color="black" size=2>corpus</font>&nbsp;&nbsp; </a></td>
<td><a HREF="descargas.html"><font face="helvetica" color="gray" size=2>descargas</font>&nbsp;&nbsp; </a></td>
<td><a HREF="enlaces.html"><font face="helvetica" color="black" size=2>enlaces</font>&nbsp;&nbsp; </a></td>
<td><a HREF="contactar.html"><font face="helvetica" color="black" size=2>contactar</font> </a>&nbsp;</td>

</tr>
</table>
<table CELLSPACING=0 CELLPADDING=0 WIDTH="410" BGCOLOR="white">
<tr>
<td><br /><br />
<h3>LenguaLibre:<br /> 
Un diccionario escrito por todos y para todos.</h3>
<p> 
<h5>"Los excesos cometidos en nombre de la libertad pueden hacerla odiosa, pero no son obstaculo para  que ella sea bella y necesaria."<br> 
Tocqueville</h5><p> 

El siguiente texto, pretende  contestar  las dudas surgidas respecto al posible uso  
de un diccionario, que sirva como base al proyecto Lengua Libre. 
Aprovecho para detallar algunos aspectos de los derechos de autor, que espero sean de  
utilidad para esta iniciativa.<p> 

<strong>Derechos de explotación</strong>.<br /><br /> 
Los derechos de autor, m&aacute;s conocidos como copyright, estan compuestos por Derechos morales, Derechos de explotaci&oacute;n y otros derechos como el de participaci&oacute;n o el de remuneraci&oacute;n por copia privada.<br>
Los Derechos morales hacen referencia al reconocimiento de la autor&iacute;a y al respeto a la integridad de la obra.<br>
Los Derechos de explotaci&oacute;n, comprenden el derecho de reproducir la obra, distribuirla y el derecho de comunicaci&oacute;n p&uacute;blica.<br>
M&aacute;s adelante veremos sus caracter&iacute;sticas y su importancia para el proyecto.<p>
<i>No podemos reproducir en formato electr&oacute;nico un diccionario para facilitar su ampliaci&oacute;n y difusi&oacute;n por Internet sin autorizaci&oacute;n del propietario del copyright.</i><p>
<strong>Caducidad</strong><br /><br />
Los derechos de explotaci&oacute;n duran toda la vida del autor y 70 a&ntilde;os m&aacute;s despu&eacute;s de su muerte o fallecimiento.<br>
Sin embargo,los derechos de autor de personas jur&iacute;dicas-una editorial-que hubiesen adquirido a t&iacute;tulo original la obra, conforme a la antigua Ley de 1879, pueden ejercer los derechos de explotaci&oacute;n durante 80 a&ntilde;os desde su publicaci&oacute;n. <br>
Si son personas f&iacute;sicas-un escritor-y muri&oacute; antes del 7 de Diciembre de 1987, entonces se aplica la Ley de 1879: 80 a&ntilde;os mas desde la muerte.Si alguien los compro y hay herederos forzosos, el adquirente, dispone de 25 a&ntilde;os desde la muerte y luego los herederos tienen 55.<br>
Se empieza a contar a partir de Enero del a&ntilde;o siguiente a la publicaci&oacute;n o fallecimiento.<p>
<i>Si una editorial es propietaria de los derechos de explotaci&oacute;n del diccionario, entonces hay que buscar uno publicado en 1920 o antes.</i><p>

<strong>Límites a los derechos de autor</strong><br /><br />
No es necesaria la autorizaci&oacute;n del autor para reproducir la obra ya publicada si es para uso privado de quien hace la copia, siempre que no vaya a usarse de forma colectiva ni lucrativa.<br>
Las instituciones de car&aacute;cter cultural y cient&iacute;fico pueden reproducir la obra sin autorizaci&oacute;n siempre que no haya fin de lucro.Incluso se permite que no satisfagan remuneraci&oacute;n alguna a los autores por los prestamos que realicen.<p>
<i>La ley permite la copia y el prestamo sin autorizaci&oacute;n en un margen demasiado estrecho para el objetivo de Lengua Libre.</i><p>

<strong>Obras en colaboración y obras colectivas</strong><br /><br /> 
La obra en colaboraci&oacute;n es el resultado unitario de la participaci&oacute;n de varios autores.Los derechos corresponden a todos ellos en la proporci&oacute;n que acuerden.Hace falta el consentimiento de todos para divulgar o modificar la obra.Cada aportaci&oacute;n puede  explotarse por separado siempre que no cause perjuicio a la explotaci&oacute;n com&uacute;n.<br>
La obra colectiva es la creada por la iniciativa y bajo coordinaci&oacute;n de una persona que la edita y divulga bajo su nombre. Esta compuesta por aportaciones de varios autores que se funden en una creaci&oacute;n &uacute;nica y aut&oacute;noma y no es posible atribuir separadamente a un s&oacute;lo autor un derecho sobre el conjunto de la obra.Sin embargo, puede acordarse que los derechos de la obra colectiva sean para la persona que la edita y divulga bajo su nombre.<p>
<i>Un diccionario es un ejemplo de las caracter&iacute;sticas de las obras colectivas.</i><p>

<strong>Caducidad de las obras colectivas y en colaboración</strong><br /><br />
Los derechos de explotaci&oacute;n de la obra en colaboraci&oacute;n  dura hasta 70 a&ntilde;os desde la muerte del &uacute;ltimo coautor superviviente.<br>
La obra colectiva dura hasta 70 a&ntilde;os desde la publicacion de la obra.<br>
Hay que recordar lo dicho antes, para las obras publicadas conforme a la ley de 1879.<br>
Si las personas que crean la obra colectiva aparecen como autores  entonces se aplican las reglas generales o las de la obra en colaboraci&oacute;n.<br>
Lo mismo ocurre cuando en la obra colectiva haya autores identificados con aportaciones identificables.<p>
<i>El diccionario debe ser una obra colectiva, divulgada bajo el nombre de una editorial sin que alg&uacute;n autor  tenga  derecho sobre parte de ella.</i><p>

<strong>Dominio público y autoría e integridad de la obra</strong><br /><br />
Cuando los derechos de explotaci&oacute;n caducan ,la obra pasa a dominio p&uacute;blico.Cualquiera puede usar la obra reconociendo la autor&iacute;a y respetando la integridad de la obra para no perjudicar los intereses o menoscabar la reputaci&oacute;n del autor.El derecho al respeto a la integridad de la obra se limita a que el atentado producido cause perjuicio al honor y reputaci&oacute;n del autor.Caffarena, sostiene que esos leg&iacute;timos intereses son de naturaleza personal o moral y no de car&aacute;cter econ&oacute;mico o patrimonial.Estos intereses son perjudicados si las modificaciones suponen un deterioro de la obra, menoscabando la reputaci&oacute;n del autor y aquellas que afecten a lo esencial de la obra, en cuanto creaci&oacute;n original.Rodriguez Tapia, distingue entre "obra modificada" y "obra transformada".Esta &uacute;ltima, es aquella en la que hay alteraci&oacute;n o variaci&oacute;n, pero se pretende portar un sentido sustancialmente id&eacute;ntico al de la obra original.Las transformaciones inconsentidas podr&iacute;an suponer una violaci&oacute;n del derecho de explotaci&oacute;n pero no del derecho moral del autor.<br>
El Convenio de Berna, establece que los derechos de integridad y autor&iacute;a se mantendr&aacute;n despu&eacute;s de la muerte del autor, por lo menos hasta la extinci&oacute;n de sus derechos de explotaci&oacute;n.<br>
En la ley espa&ntilde;ola parece deducirse que no hay l&iacute;mite de tiempo.<br>
Una concepci&oacute;n absoluta, puede llegar a paralizar la creaci&oacute;n.Estos derechos tienen un car&aacute;cter m&aacute;s simb&oacute;lico que pr&aacute;ctico.Cuando la obra entra en dominio p&uacute;blico, no se trata de proteger la memoria del autor sino preservar la obra como producto cultural.<p>

<i>Puede defenderse que una obra colectiva y en dominio p&uacute;blico no tenga derechos morales ilimitados</i><p>

<strong>Comunicación pública y canon de copia privada</strong><br /><br />
La comunicaci&oacute;n p&uacute;blica es un derecho distinto al de distribuci&oacute;n, se diferencia en que una pluralidad de personas tiene acceso a la obra, pero sin previa entrega de ejemplares a cada una de ellas.<br>
El canon de copia privada es una cantidad econ&oacute;mica dirigida a compensar los derechos de propiedad intelectual que se dejan de percibir debido a las copias realizadas para uso privado.Esta remuneraci&oacute;n es independiente y no guarda relaci&oacute;n  con la copia ilegal o delictiva de la obra.<br>
Estos derechos no pueden ser negociados por los  autores por s&iacute; mismos, ya que son irrenunciables y s&oacute;lo se pueden ejercitar a trav&eacute;s de una entidad de gesti&oacute;n de derechos de autor.Es necesaria la adscripci&oacute;n obligatoria si el autor quiere verse compensado por estos derechos.<p>
<i>La Ley concede al autor unos derechos, para inmediatamente expropiarselos en favor de una Entidad de Gesti&oacute;n.S&oacute;lo cobrar&aacute; si es miembro de dicha Entidad.</i><p>

<strong>Bases de datos, protección y acceso telemático</strong><br /><br />
Se considera objeto de propiedad intelectual, la mera colecci&oacute;n de obras ajenas, de datos o de otros elementos independientes.Se protege la estructura como selecci&oacute;n o disposici&oacute;n de los contenidos, pero no se protegen los contenidos en s&iacute;, cuyos derechos de autor son independientes.<br>
El plazo de protecci&oacute;n de la base de datos caduca a los 15 a&ntilde;os, contados desde Enero siguiente a la fecha de publicaci&oacute;n.No obstante, cualquier modificaci&oacute;n sustancial permite comenzar el plazo de caducidad de nuevo.<br>
El acceso p&uacute;blico en cualquier forma a las obras incorporadas a una base de datos, es considerado comunicaci&oacute;n p&uacute;blica.<p>
<i>Se protegen las bases de datos, aunque los derechos sobre sus contenidos esten en dominio p&uacute;blico.Un diccionario podria considerarse una base de datos formada por definiciones.</i><p>

<strong>ISBN y Depósito Legal</strong><br /><br /> 
Toda clase de libros y folletos, incluyendo las separatas , llevar&aacute;n impreso adem&aacute;s de las siglas y n&uacute;mero del Dep&oacute;sito Legal, el n&uacute;mero de ISBN o International Standard Book Number.<p>
<i>No es necesario el Dep&oacute;sito legal ni el ISBN de una obra, si no esta fijada en un soporte obligado a ello.</i><p>

<strong>El proyecto lenguaLibre</strong><br /><br />
El valor de una obra no debe confundirse con su precio.<br>
A pesar del inter&eacute;s de la Uni&oacute;n Europea y otros bloques y la presi&oacute;n por parte de ciertos grupos econ&oacute;micos, es absurdo restringir el acceso al conocimiento con el pretexto de crear una Industria de Contenidos exacerbando el concepto de propiedad intelectual mas all&aacute; de lo razonable.<br>
Un desequilibrio y exceso de celo en la aplicacion de estos conceptos, puede llevar al perjuicio de los consumidores y de otros sectores industriales, por no mencionar que puede ser un obstaculo grave a la din&aacute;mica propia de la creaci&oacute;n cultural o cient&iacute;fica.<br>
Internet no es una amenaza al esfuerzo creativo,como pretenden hacernos creer.Antes al contrario, supone una formidable herramienta para crear m&aacute;s conocimiento.El min&uacute;sculo coste de fijaci&oacute;n de la obra y el acceso a ella, har&aacute; cada vez m&aacute;s obsoleta  la idea de compensaci&oacute;n en los que se basan  los derechos de comunicaci&oacute;n p&uacute;blica o de copia privada que antes vimos.<br>
El Proyecto Lengua Libre, como el Proyecto GNU aplicado a los programas de ordenador o tantos otros, pretende aprovechar el trabajo coordinado en red, para acometer una tarea imposible para un s&oacute;lo individuo:Crear un diccionario libre.<br>
Libre para ser usado, modificado y distribuido, tal cual o no, con o sin &aacute;nimo de lucro.<p>
<i>El objetivo de Lengua Libre es crear un diccionario libre.</i><p>

<strong> Propuesta de Licencia</strong><br /><br />
&#169;2001.LENGUALIBRE.Este diccionario es una obra colectiva.La  copia, modificaci&oacute;n y distribuci&oacute;n est&aacute;n permitidas siempre que no restrinja estos derechos a terceros y les advierta de esta circunstancia.<p>

<strong>Derechos de autor y convenios internacionales</strong><br /><br />
A nivel internacional, se regulan los derechos de autor, fundamentalmente, gracias al Convenio de 1967 que establece la Organizaci&oacute;n Mundial de la Propiedad Intelectual(OMPI) y el mas antiguo y conocido, Convenio de Berna de 1866 revisado en Paris en el 71.El principio que se aplica es el de reclamar la proteccion en los tribunales del pa&iacute;s donde se haya vulnerado nuestro derecho.<br>
No parece que esta sea una circunstancia cr&iacute;tica teniendo en cuenta las libertades de uso del diccionario.<p>
<i>Existen convenios internacionales sobre derechos de autor en los que son parte la mayor&iacute;a de los paises.</i><p>
<a href="mailto:dewaz&#64;es.gnu.org">Pablo-Dewaz-Usano</a> <br /><br />

</td>
</tr>
</table>

</body>
</html>
