Repository: gitGNU/gnu_www-ja
Catalog: www/fry/po/happy-birthday-to-gnu.*.po
Languages: ar, de, fr, sq

source: Stephen Fry &mdash; Happy birthday to GNU &mdash; The GNU Operating System
ar: ستيفن فراي &mdash; عيد ميلاد سعيد لغنو &mdash; نظام التشغيل غنو
de: Stephen Fry - Alles Gute zum Geburtstag GNU - Das Betriebssystem GNU
fr: Stephen Fry – Joyeux anniversaire GNU – Le système d'exploitation GNU

source: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Free Software, Operating System, GNU Kernel, HURD, GNU HURD, Hurd
ar: غنو, إف إس إف, مؤسسة البرمجيات الحرة لينكس، إيماكس, GCC, يونكس, برمجيات حرة, نظام تشغيل, نواة غنو, هرد, غنو هرد, هورد, جنو
fr: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, logiciel libre, système d'exploitation, noyau GNU, HURD, GNU HURD, Hurd
sq: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Software i Lirë, Sistem Operativ, Kernel GNU, HURD, GNU HURD, Hurd

source: Since 1983, developing the free Unix style operating system GNU, so that computer users can have the freedom to share and improve the software they use.
ar: منذ عام 1983، نطور نظام التشغيل الحر غنو على طراز يونيكس، ليمتلك مستخدموالحاسوب حريتهم في مشاركة وتطوير البرمجيات التييستخدمونها.
fr: Depuis 1983, nous développons le système d'exploitation libre GNU, de type Unix, pour que les utilisateurs d'ordinateurs puissent avoir la liberté de partager et d'améliorer les logiciels qu'ils utilisent.
sq: Që prej 1983 në zhvillimin e sistemit operativ të lirë GNU, të ngjashëm me Unix-in, që përdoruesit e kompjuterit të jenë të lirë të shkëmbejnë dhe të përmirësojnë software-in që përdorin.

source: What's New
ar: ما الجديد
de: Was gibt&#8217;s Neues
fr: Quoi de neuf ?

source: New Free Software
ar: برمجيات حرة جديدة
de: Neue Freie Software
fr: Nouveaux logiciels libres

source: Freedom Fry &mdash; &ldquo;Happy birthday to GNU&rdquo;
ar: فراي الحرية &mdash; &rdquo;عيد ميلاد سعيد لغنو&ldquo;
de: Freedom Fry - &#8222;Alles Gute zum Geburtstag GNU&#8220;
fr: Freedom Fry – « Joyeux anniversaire GNU »
sq: Freedom Fry &mdash; &ldquo;Gëzuar datëlindjen GNU&rdquo;

source: Mr. Stephen Fry introduces you to free software, and reminds you of a very special birthday.
de: Stephen Fry stellt Freie Software vor und erinnert an einen ganz besonderen Geburtstag.
fr: M. Stephen Fry vous présente les logiciels libres et vous rappelle un anniversaire très spécial.
sq: Z. Stephen Fry ju njeh me software-in e lirë, dhe ju kujton një datëlindje shumë të veçantë.

source: <a href="happy-birthday-to-gnu-download.html">Download video</a>
ar: <a href="happy-birthday-to-gnu-download.html">نزّل الفيديو</a>
de: <a href="./happy-birthday-to-gnu-download">Film herunterladen</a>
fr: <a href="happy-birthday-to-gnu-download.html">Téléchargez la vidéo</a>
sq: <a href="happy-birthday-to-gnu-download.html">Shkarkoni videon</a>

source: <a href="http://www.gnu.org/distros/free-distros.html">Download GNU</a>
de: <a href="/distros/free-distros">GNU herunterladen</a>
fr: <a href="http://www.gnewsense.org/static/homepage/">Téléchargez gNewSense</a>
sq: <a href="http://www.gnu.org/distros/free-distros.html">Shkarkoni GNU-në</a>

source: <a href="http://www.fsf.org/news/freedom-fry/">Press release</a>
ar: <a href="http://www.fsf.org/news/freedom-fry/">الإصدار الصحفي</a>
de: <a href="http://www.fsf.org/news/freedom-fry/">Pressemitteilung</a>
fr: <a href="http://www.fsf.org/news/freedom-fry/">Communiqué de presse</a>
sq: <a href="http://www.fsf.org/news/freedom-fry/">Njoftime shtypi</a>

source: <a href="happy-birthday-to-gnu-in-your-language.html">Over 20 translations of the film now available</a>
ar: <a href="happy-birthday-to-gnu-in-your-language.html">أكثر من 20 ترجمة للفيلم متوفرة الآن</a>
de: <a href="./happy-birthday-to-gnu-in-your-language">Über 20 Übersetzungen des Films sind verfügbar</a>
fr: <a href="happy-birthday-to-gnu-download.html">Téléchargez la vidéo</a>
sq: <a href="happy-birthday-to-gnu-in-your-language.html">Mbi 20 përkthime të filmit deri sot</a>

source: <a href="happy-birthday-to-gnu-translation.html">Help translate the video into your own language</a> and <a href="happy-birthday-to-gnu-credits.html">full credits</a>
ar: <a href="happy-birthday-to-gnu-translation.html">ساعد في ترجمة الفيديو إلى لغتك الأم</a> و<a href="happy-birthday-to-gnu-credits.html">الإشادات الكاملة</a>
de: (<a href="/fry/happy-birthday-to-gnu-translation">Helfen Sie mit, das Video in Ihre eigene Sprache zu übersetzen</a>, und den <a href="./happy-birthday-to-gnu-credits">gesamten Nachspann</a>)
fr: <a href="happy-birthday-to-gnu-translation.html">Aidez à traduire la vidéo dans votre langue</a> – <a href="happy-birthday-to-gnu-credits.html">crédits complets</a>
sq: <a href="happy-birthday-to-gnu-translation.html">Ndihmoni të përkthehet videoja në gjuhën tuaj</a> dhe <a href="happy-birthday-to-gnu-credits.html">kredencialet e plota</a>

source: <small>Licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-No Derivative Works 3.0 United States License</a>.</small>
ar: <small>مرخص تحت <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">رخصة الولايات المتحدة من العموميات الخلاقة العزو لا اشتقاقات</a>.</small>
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: <small>Sous licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-No Derivative Works 3.0 United States License</a></small>
sq: <small>Lejuar sipas <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-No Derivative Works 3.0 United States License</a>.</small>

source: <a href="http://onebigtorrent.org/torrents/3899/Happy-Birthday-to-GNU">Help share this movie by BitTorrent</a>.
ar: <a href="http://onebigtorrent.org/torrents/3899/Happy-Birthday-to-GNU">ساعد في مشاركة هذا الفيلم بواسطة بت&#8203;تورنت</a>.
de: <a href="http://onebigtorrent.org/torrents/3899/Happy-Birthday-to-GNU">Helfen diesen Film durch BitTorrent auszutauschen</a>.
fr: <a href="http://onebigtorrent.org/torrents/3899/Happy-Birthday-to-GNU">Aidez à partager ce film sur BitTorrent</a>
sq: <a href="http://onebigtorrent.org/torrents/3899/Happy-Birthday-to-GNU">Ndihmoni të ndahet me të tjerët ky film përmes BitTorrent</a>.

source: <a style="font-weight: bold;" href="#signup"><span style=" padding: 5px;" class="highlight">Sign up for the Free Software Supporter, a monthly update on GNU and the FSF</span></a>
ar: <a style="font-weight: bold;" href="#signup"><span style=" padding: 5px;" class="highlight">سجّل في داعمي للبرمجيات الحرة، تحديث شهري عن غنو وإف&#8203;إس&#8203;إف</span></a>
de: <a style="font-weight: bold;" href="#signup"><span style=" padding: 5px;" class="highlight">Den Free Software Supporter abonnieren, eine monatliche Aktualisierung über GNU und der FSF</span></a>
fr: <a style="font-weight: bold;" href="#signup"><span style=" padding: 5px;" class="highlight">Abonnez-vous au <i>Free Software Supporter</i>, une mise à jour mensuelle sur GNU et la FSF</span></a>
sq: <a style="font-weight: bold;" href="#signup"><span style=" padding: 5px;" class="highlight">Regjistrohuni te Përkrahës i Software-it të Lirë, një përditësim mujor mbi GNU-në dhe FSF-në</span></a>

source: Get involved with GNU!
ar: انخرط في غنو!
de: Beteiligen Sie sich an GNU!
fr: Contribuez à GNU !
sq: Përfshihuni te GNU!

source: We started the GNU Project with a specific overall goal: to create a free software operating system, the GNU System. The scope of GNU is far-reaching: any job that computer users want to do <a href="http://www.gnu.org/gnu/gnu-history.html">should be doable by free software</a>, and is thus a potential part of GNU. For instance, any program found in a typical <a href="/distros">GNU/Linux distribution</a> is a candidate.
ar: بدأنا مشروع غنو بهدف محدد شامل: إنشاء نظام تشغيل حر، نظام غنو. نظرة غنو صعبة المنال: أي مهمة يريد مستخدمو الحاسوب إنجازها <a href="http://www.gnu.org/gnu/gnu-history.html">يجب أن تكون ممكنة بواسطة البرمجيات الحرة</a>، وهي بالتالي جزء كامن في غنو. على سبيل المثال أي برنامج موجود في <a href="/distros">توزيعات غنو/لينكس</a> الاعتيادية مرشّح.
de: Wir starteten das GNU-Projekt mit einem bestimmten Ziel: ein Betriebssystem aus freier Software zu erstellen, das GNU Betriebssystem. Der Umfang von GNU ist weitreichend: Jede Tätigkeit die Computeranwender tun möchten, <a href="/gnu/gnu-history">sollte durch Freie Software machbar sein</a>, und ist somit ein potentieller Teil von GNU. Beispielsweise ist jedes in einer typischen <a href="/distros/distros">GNU/Linux-Distribution</a> gefundene Programm ein Kandidat.
fr: Nous avons démarré le Projet GNU avec un but global spécifique : créer un système d'exploitation libre, le système GNU. La portée de GNU est très étendue : toute tâche qu'un utilisateur d'ordinateur veuille effectuer <a href="http://www.gnu.org/gnu/gnu-history.html">doit être faisable avec des logiciels libres</a>, et par conséquent fait potentiellement partie de GNU. Par exemple, tout programme disponible dans une <a href="/distros">distribution GNU/Linux</a> typique est candidat.
sq: Projektin GNU e nisëm me një synim të përgjithshëm të caktuar: të krijohej një sistem operativ me software të lirë, Sistemin GNU. Fokusi i GNU-së shkon shumë më tej: çfarëdo pune që duan të bëjnë përdoruesit e kompjuterave <a href="http://www.gnu.org/gnu/gnu-history.html">do të duhej të bëhej me software të lirë</a>, dhe ndaj është pjesë potenciale e GNU-së. Për shembull, çfarëdo programi që gjendet në një <a href="/distros">shpërndarje GNU/Linux</a> tipike mund të jetë kandidat.

source: So we welcome new packages in GNU, to further our common cause of free software. If you want to join in and may have a suitable package, please fill out this <a href="/help/evaluation.html">short questionnaire</a> to get started, and see the background information there. The <a href="http://directory.fsf.org/">Free Software Directory</a> holds the <a href="http://directory.fsf.org/wiki/GNU/">list of all current GNU packages</a>.
de: Daher begrüßen wir neue Pakete in GNU, um unsere gemeinsame Sache, Freie Software, zu fördern. Wenn Sie mitmachen möchten und ein geeignetes Paket haben, füllen Sie bitte diesen <a href="/help/evaluation">kurzen Fragebogen</a> aus, um weitere Hintergrundinformationen zu erfahren. Das <a href="http://directory.fsf.org/">Freie Software-Verzeichnis</a> enthält <a href="http://directory.fsf.org/wiki/GNU/">alle aktuellen GNU Pakete</a>.
fr: Donc, nous accueillons volontiers les nouveaux paquets dans GNU, pour faire avancer notre cause commune du logiciel libre. Si vous voulez nous rejoindre et que vous avez un paquet approprié, veuillez remplir ce <a href="/help/evaluation.html">court formulaire</a> pour commencer, et consultez les informations de fond ici. Le <a href="http://directory.fsf.org/">répertoire du logiciel libre</a> contient la <a href="http://directory.fsf.org/GNU/">liste de tous les paquets GNU actuels</a>.
sq: Pra, mirëpresim paketa të reja te GNU, për të shpënë më tej kauzën tonë të përbashkët të software-it të lirë. Nëse doni të bëheni pjesë dhe keni një paketë të përshtatshme, ju lutemi, plotësoni këtë <a href="/help/evaluation.html">pyetësor të shkurtër</a>, sa për fillim, dhe shihni atje të dhënat ndihmëse. The <a href="http://directory.fsf.org/">Lista e Software-it të Lirë</a> përmban <a href="http://directory.fsf.org/wiki/GNU/">listën e krejt paketave GNU të derisotshme</a>.

source: Another important way to help GNU is by contributing to the existing GNU projects. The <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted</a> list is the general task list for GNU software. You might also consider taking over one of the <a href="/server/takeaction.html#unmaint">unmaintained GNU packages</a>. The general <a href="/help/help.html">Help GNU</a> page includes many non-technical ways to contribute, too.
ar: طريقة أخرى هامة لمساعدة غنو هي عن طريق المساهمة في مشاريع غنوالموجودة. قائمة <a href="http://savannah.gnu.org/people/?type_id=1">مساعدة غنو المطلوبة</a> هي قائمة مهام عامة لبرمجيات غنو. قد ترغب في تولي واحدة من <a href="/server/takeaction.ar.html#unmaint">حزم غنو غير المشرف عليها</a>. صفحة <a href="/help/help.ar.html">مساعدة غنو</a> العامة تحتوي الكثير من الطرق غير التقنية للمساعدة أيضا.
de: Eine weitere wichtige Möglichkeit GNU zu helfen ist die Beteiligung an bestehende GNU-Projekte. <a href="http://savannah.gnu.org/people/?type_id=1">GNU sucht Hilfe</a> ist eine allgemeine Aufgabenliste für GNU Software. Möglicherweise auch eines der <a href="/server/takeaction.html#unmaint">unbetreuten GNU&nbsp;Pakete</a>. <a href="/help/help.html">GNU unterstützen</a> enthält viele allgemeine nicht-technische Möglichkeiten, uns ebenfalls zu unterstützen.
fr: Un autre moyen important d'aider GNU est de contribuer à des projets GNU existants. La liste <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted</a> est la liste des tâches générales pour les logiciels GNU. Vous pourriez aussi envisager de reprendre un des <a href="/server/takeaction.html#unmaint">paquets GNU non maintenus</a>. La page générale <a href="/help/help.html">Aider GNU</a> recense aussi beaucoup de façons non techniques de contribuer.
sq: Një tjetër rrugë e rëndësishme si të ndihmohet GNU-ja është duke kontribuar te projekte GNU ekzistues. Lista <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted</a> është një listë e përgjithshme punësh për software-et GNU. Mund të shihni edhe mundësinë e marrjes përsipër të një <a href="/server/takeaction.html#unmaint">pakete GNU të lënë pas dore</a>. Edhe faqja e përgjithshme <a href="/help/help.html">Ndihmoni GNU-në</a> përmban mjaft rrugë joteknike për të dhënë kontribut.

source: If you possess the skills of a webmaster, you might like to consider helping on this website &mdash; <a href="/server/standards/webmaster-quiz.html">please take our webmaster quiz</a>.
ar: إذا كنت تمتلك مهارات الإشراف على مواقع الوب، قد تفكر في المساعدة في هذا الموقع &mdash; <a href="/server/standards/webmaster-quiz.html">من فضلك راجع اختبارمشرفينا</a>.
de: Wenn Sie die Qualifikationen eines Webmasters besitzen, und daran denken an diesen Webseiten helfen zu wollen &ndash; <a href="/server/standards/webmaster-quiz">nehmen Sie bitte an unserem Webmaster-Quiz teil</a>.
fr: Si vous possédez des talents de webmestre, vous pourriez envisager de nous aider pour ce site web – <a href="/server/standards/webmaster-quiz.html">veuillez répondre à notre questionnaire pour les webmestres</a>.
sq: Nëse zotëroni aftësi si webmaster, mund të shihni mundësinë të ndihmoni rreth këtij site-i web &mdash; <a href="/server/standards/webmaster-quiz.html">ju lutemi, kryeni provën tonë për webmaster</a>.

source: Our server <a href="http://savannah.gnu.org/">savannah.gnu.org</a> is a central point for development and maintenance of free software, and many <a href="https://savannah.nongnu.org/search/?type_of_search=soft&amp;words=%%%&amp;type=1">GNU projects are hosted at savannah</a>. Savannah also welcomes and supports free software projects that are not official GNU packages, so feel free to use it for any of your free software work; unlike other hosting sites, <a href="http://www.fsf.org/blogs/community/savannah">savannah is firmly based on free software ideals</a>.
ar: خادومنا <a href="http://savannah.gnu.org/">savannah.gnu.org</a> هو مركز التطوير والإشراف على البرمجيات الحرة، والكثير من <a href="https://savannah.nongnu.org/search/?type_of_search=soft&amp;words=%%%&amp;type=1">مشاريع غنو مستضافة على سافانا</a>. سافانا يرحب ويدعم أيضامشاريع البرمجيات الحرة التي ليست حزم غنو رسمية، لذا لا تتردد فياستخدامه لأيٍ من أعمالك البرمجية الحرة؛ على عكس مواقع الاستضافة الأخرى<a href="http://www.fsf.org/blogs/community/savannah">سافانا مبني بصرامة على مبادئ البرمجيات الحرة</a>.
de: Unser Server <a href="http://savannah.gnu.org/">savannah.gnu.org</a> ist eine zentrale Anlaufstelle für die Entwicklung und Wartung von freier Software, und viele <a href="https://savannah.nongnu.org/search/?type_of_search=soft&amp;words=%%%&amp;type=1">GNU&nbsp;Projekte werden bei Savannah gehostet</a>. Savannah begrüßt und unterstützt auch Freie-Software-Projekte, die keine offiziellen GNU&nbsp;Pakete sind, fühlen Sie sich also so frei, es für alle Ihre Arbeiten an freier Software zu verwenden; im Gegensatz zu anderen Hosting-Webseiten, <a href="http://www.fsf.org/blogs/community/savannah">basiert Savannah fest auf Freie-Software-Idealen.</a>.
fr: Notre serveur <a href="http://savannah.gnu.org/">savannah.gnu.org</a> est un point central pour le développement et la maintenance de logiciels libres, et beaucoup de <a href="https://savannah.nongnu.org/search/?type_of_search=soft&amp;words=%%%&amp;type=1">projets GNU sont hébergés sur savannah</a>. Savannah accueille et soutient aussi des projets de logiciels libres qui ne sont pas des paquets officiels GNU, aussi vous pouvez l'utiliser pour vos projets de logiciels libres ; contrairement à d'autres sites d'hébergement, <a href="http://www.fsf.org/blogs/community/savannah">savannah se base fermement sur les idéaux du logiciel libre</a>.
sq: Shërbyesi ynë <a href="http://savannah.gnu.org/">savannah.gnu.org</a> është vendi qendrore për zhvillimin dhe mirëmbajtjen e software-it të lirë, dhe mjaft <a href="https://savannah.nongnu.org/search/?type_of_search=soft&amp;words=%%%&amp;type=1">projekte GNU strehohen te savannah</a>. Savannah mirëpret dhe përkrah gjithashtu projekte software-i të lirë që nuk janë paketa zyrtare GNU, ndaj jeni të lirë ta përdorni për çfarëdo pune tuajën me software-in e lirë; ndryshe nga site-e të tjerë strehues, <a href="http://www.fsf.org/blogs/community/savannah">savannah bazohet fort te idealet e software-it të lirë</a>.

source: Support the FSF
ar: ادعم إف&#8203;إس&#8203;إف
de: Unterstützen Sie die FSF
fr: Soutenez la FSF
sq: Përkrahni FSF-në

source: Your <a href="https://www.fsf.org/associate/support_freedom?">charitable donation</a> to the FSF helps to support, promote, and develop free software:
ar: <a href="https://www.fsf.org/associate/support_freedom?">تبرعاتكم السخيّة</a> لإف&#8203;إس&#8203;إف تساعد دعم وتحسين وتطوير البرمجيات الحرة:
de: Ihre <a href="https://www.fsf.org/associate/support_freedom?">karitative Spende</a> an die FSF hilft, Freie Software zu unterstützen, zu fördern und zu entwickeln:
fr: Votre <a href="https://www.fsf.org/associate/support_freedom?">don</a> à la FSF aide à soutenir, promouvoir et développer des logiciels libres :
sq: <a href="https://www.fsf.org/associate/support_freedom?">Dhurimi juaj bamirës</a> për FSF-në ndihmon në përkrahjen, përhapjen dhe zhvillimin e software-it të lirë:

source: <a href="http://www.gnu.org/">GNU Project</a> &mdash; Developing a complete free software operating system
ar: <a href="http://www.gnu.org/home.ar.html">مشروع غنو</a> &mdash; تطوير نظام تشغيل حر كامل
de: <a href="/home">GNU-Projekt</a> &ndash; Die Entwicklung eines kompletten Betriebssystems aus Freie Software
fr: Le <a href="http://www.gnu.org/">Projet GNU</a> – Développement d'un système d'exploitation libre complet
sq: <a href="http://www.gnu.org/">Projekti GNU</a> &mdash; Krijimi i një sistemi operativ të plotë software-i të lirë

source: <a href="http://www.fsf.org/licensing/">Licensing &amp; Compliance Lab</a> &mdash; Stewardship and enforcement of the GNU General Public License
ar: <a href="http://www.fsf.org/licensing/">الترخيص ومختبر التوافق</a> &mdash; الإشراف وتنفيذ رخصة غنو العمومية
de: <a href="http://www.fsf.org/licensing/">Lizenzierung &amp; Konformität</a> &ndash; Verwaltung und Durchsetzung der GNU <span xml:lang="en">General Public License</span>
fr: Le <a href="http://www.fsf.org/licensing/">Licensing &amp; Compliance Lab</a> – Intendance et application de la <cite>GNU General Public License</cite>
sq: <a href="http://www.fsf.org/licensing/">Laboratori i Lejimeve &amp; Përputhshmërisë</a> &mdash; Përkujdesja dhe zbatimi i lejes GNU General Public License

source: <a href="http://directory.fsf.org/">Free Software Directory</a> &mdash; Cataloging the world of free software
ar: <a href="http://directory.fsf.org/">دليل البرمجيات الحرة</a> &mdash; جولة في عالم البرمجيات الحرة
de: <a href="http://directory.fsf.org/">Freie Software-Verzeichnis</a> &ndash; Katalogisierung der Welt der freien Software
fr: Le <a href="http://directory.fsf.org/">Répertoire du logiciel libre</a> – Un catalogue du monde du logiciel libre
sq: <a href="http://directory.fsf.org/">Listë Software-i të Lirë</a> &mdash; Katalogim i botës së software-it të lirë

source: <a href="http://savannah.gnu.org/">Savannah Community</a> &mdash; Supporting free software developers
ar: <a href="http://savannah.gnu.org/">مجتمع سافانا</a> &mdash; دعم مطوري البرمجيات الحرة
de: <a href="http://savannah.gnu.org/">Savannah-Gemeinschaft</a> &ndash; Unterstützung von Freie Software-Entwicklern
fr: La <a href="http://savannah.gnu.org/">Communauté Savannah</a> – Soutien des développeurs de logiciels libres
sq: <a href="http://savannah.gnu.org/">Bashkësia Savannah</a> &mdash; Mbështetje për zhvillues të software-it të lirë

source: <a href="http://www.fsf.org/campaigns/">Campaigns for Freedom</a> &mdash; Earning mindshare in support of free software
ar: <a href="http://www.fsf.org/campaigns/">حملات للحرية</a> &mdash; تستحق الاطلاع لدعم البرمجيات
de: <a href="http://www.fsf.org/campaigns/">Kampagnen für die Freiheit</a> &ndash; Earning mindshare in support of free software
fr: Les <a href="http://www.fsf.org/campaigns/">Campagnes pour la liberté</a> – Gagner les esprits au soutien du logiciel libre
sq: <a href="http://www.fsf.org/campaigns/">Fushata për Liri</a> &mdash; Tërheqja e mendimit në përkrahje të software-it të lirë

source: <a href="http://www.fsf.org/register_form?referrer=2442">Join the FSF today!</a> or <a href="https://www.fsf.org/associate/support_freedom/donate">Make a donation</a>
ar: <a href="http://www.fsf.org/register_form?referrer=2442">انظم إلى إف&#8203;إس&#8203;إف اليوم!</a> أو <a href="https://www.fsf.org/associate/support_freedom/donate">تبرّع</a>
de: <a href="http://www.fsf.org/register_form?referrer=2442">Der FSF noch heute anschließen!</a> oder <a href="https://www.fsf.org/associate/support_freedom/donate">Spenden</a>
fr: <a href="http://www.fsf.org/register_form?referrer=2442">Rejoignez la FSF aujourd'hui !</a> ou <a href="https://www.fsf.org/associate/support_freedom/donate">Faites un don</a>
sq: <a href="http://www.fsf.org/register_form?referrer=2442">Bëhuni sot pjesë e FSF-së!</a> ose <a href="https://www.fsf.org/associate/support_freedom/donate">Bëni një dhurim</a>

source: Philosophy
ar: الفلسفة
de: Philosophie
fr: Philosophie
sq: Filozofia

source: Learn more about the philosophy behind free software.
ar: تعلم المزيد عما وراء البرمجيات الحرة
de: Erfahren Sie mehr über die Philosophie hinter Freie Software.
fr: Apprenez-en plus sur la philosophie derrière le logiciel libre.
sq: Njihuni më tepër me filozofinë pas software-it të Lirë.

source: <a href="/philosophy/free-sw.html">What is free software?</a>
ar: <a href="/philosophy/free-sw.ar.html">ما هي البرمجيات الحرة؟</a>
de: <a href="/philosophy/free-sw">Was ist Freie Software?</a>
fr: <a href="/philosophy/free-sw.html">Qu'est-ce que le logiciel libre ?</a>
sq: <a href="/philosophy/free-sw.html">Ç’është software-i i lirë?</a>
