Repository: gitGNU/gnu_www-ja
Catalog: www/fry/po/happy-birthday-to-gnu-*-your-language.*.po
Languages: de

source: Stephen Fry - GNU Project - Free Software Foundation
de: Stephen Fry: „Alles Gute zum Geburtstag GNU“ - GNU-Projekt - Free Software Foundation

source: &ldquo;<a href="/fry/">Happy Birthday to GNU</a>&rdquo; in your language
de: Stephen Fry: <a href="/fry/">„Alles Gute zum Geburtstag GNU“</a> in Ihrer Sprache

source: We have translated subtitles of the film in <a href="happy-birthday-to-gnu-translation.html">over 20 languages</a>, available for you to show on Software Freedom Day or at your local user group meetings.
de: Wir haben Untertitel des Films in <a href="/fry/happy-birthday-to-gnu-translation">über 20 Sprachen</a> übersetzt, damit Sie ihn am <em>Software Freedom Day</em> oder beim nächsten örtlichen Benutzergruppentreffen vorführen können.

source: We're using the <a href="http://en.wikipedia.org/wiki/Subrip">SubRip format</a> for subtitles, which is compatible with all the major free software video players.
de: Wir nutzen das Dateiformat <a href="http://en.wikipedia.org/wiki/Subrip" hreflang="en">SubRip (.srt)</a> für Untertitel, das von allen wichtigen freien Mediaplayern erkannt wird.

source: What player are you using?
de: Welchen Player verwenden Sie?

source: <a href="happy-birthday-to-gnu-sfd-vlc.html" title="Videolan Client">
de: <a href="/fry/happy-birthday-to-gnu-sfd-vlc" title="VLC">

source: </a>&nbsp;&nbsp;<a href="happy-birthday-to-gnu-sfd-totem.html" title="Totem">
de: </a>&nbsp;&nbsp;<a href="/fry/happy-birthday-to-gnu-sfd-totem" title="Totem">

source: </a>&nbsp;&nbsp;<a href="happy-birthday-to-gnu-sfd-mplayer.html" title="Mplayer Client">
de: </a>&nbsp;&nbsp;<a href="/fry/happy-birthday-to-gnu-sfd-mplayer" title="MPlayer">

source: </a>&nbsp;&nbsp;<a href="happy-birthday-to-gnu-sfd-xine.html" title="Xine Client">
de: </a>&nbsp;&nbsp;<a href="/fry/happy-birthday-to-gnu-sfd-xine" title="Xine">

source: </a>&nbsp;&nbsp;<a href="happy-birthday-to-gnu-sfd-kaffeine.html" title="Kaffeine Client">
de: </a>&nbsp;&nbsp;<a href="/fry/happy-birthday-to-gnu-sfd-kaffeine" title="Kaffeine">

source: <a href="happy-birthday-to-gnu-sfd-totem.html">Totem</a>
de: <a href="/fry/happy-birthday-to-gnu-sfd-totem">Totem</a>

source: <a href="happy-birthday-to-gnu-sfd-xine.html">Xine</a>
de: <a href="/fry/happy-birthday-to-gnu-sfd-xine">Xine</a>

source: <a href="happy-birthday-to-gnu-sfd-mplayer.html">Mplayer</a>
de: <a href="/fry/happy-birthday-to-gnu-sfd-mplayer">Mplayer</a>

source: <a href="happy-birthday-to-gnu-sfd-vlc.html">VLC</a>
de: <a href="/fry/happy-birthday-to-gnu-sfd-vlc">VLC</a>

source: <a href="happy-birthday-to-gnu-sfd-kaffeine.html">Kaffeine</a>
de: <a href="/fry/happy-birthday-to-gnu-sfd-kaffeine">Kaffeine</a>

source: Please send your photos and extra translations to <a href="mailto:campaigns@fsf.org">&lt;campaigns@fsf.org&gt;</a>.
de: Bitte senden Sie Ihre Fotos und zusätzliche Übersetzungen an <a href="mailto:campaigns@fsf.org">&lt;campaigns@fsf.org&gt;</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2013 Free Software Foundation, Inc.
de: Copyright &copy; 1996-2009, 2013 <a href="http://www.fsf.org">Free Software Foundation</a>, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <!--strong>Übersetzung:</strong> Joerg Kohne, 2011, 2013.-->

source: Updated:
de: Aktualisierung:
