Repository: gitGNU/gnu_www-ja
Catalog: www/fry/po/happy-birthday-to-gnu-sfd-xine.*.po
Languages: de

source: How to play the video with Xine - GNU Project - Free Software Foundation
de: Wie man den Film mit Untertiteln in Xine abspielt - GNU Project - Free Software Foundation

source: How to play the film with subtitles in Xine
de: Wie man den Film mit Untertiteln in Xine abspielt

source: With Software Freedom Day approaching, we've put together this little guide on how to play the film, Happy Birthday to GNU (starring Mr Stephen Fry), with subtitles for your local language.
de: Zum <span xml:lang="en" lang="en">Software Freedom Day</span> haben wir diese kleine Anleitung erstellt, wie man den Film &#8222;Alles Gute zum Geburtstag GNU&#8220; (mit Stephen Fry) mit Untertiteln in Ihrer Landessprache abspielt.

source: It's pretty easy, so let's get started! This guide assumes you're using Xine, if you're using <a href="happy-birthday-to-gnu-sfd-totem.html">Totem</a>, <a href="happy-birthday-to-gnu-sfd-vlc.html">VLC</a>, <a href="happy-birthday-to-gnu-sfd-mplayer.html">Mplayer</a> or <a href="happy-birthday-to-gnu-sfd-kaffeine.html">Kaffeine</a>, we have help for you as well.
de: Es ist ziemlich einfach, also lassen Sie uns loslegen! Dieses Anleitung setzt Xine voraus, wenn Sie <a href="/fry/happy-birthday-to-gnu-sfd-totem">Totem</a>, <a href="/fry/happy-birthday-to-gnu-sfd-vlc">VLC</a>, <a href="/fry/happy-birthday-to-gnu-sfd-mplayer">Mplayer</a> oder <a href="/fry/happy-birthday-to-gnu-sfd-kaffeine">Kaffeine</a>, haben wir haben auch Hilfe für Sie.

source: All these instructions are for GNU/Linux systems only, so if you're using Windows or Mac OS X, they may work for you too, but we don't know.
de: Alle Anweisungen gelten für GNU/Linux-Systeme. Wenn Sie Windows oder Mac OS X einsetzen, sollten Sie diese auch gelten&nbsp;&ndash;&nbsp;aber wir wissen es nicht.

source: Three steps to subtitled Stephen
de: Drei Schritte, um Stephen zu untertiteln

source: <a href="happy-birthday-to-gnu-download.html">Download the video</a> (get the highest quality version, it's about 127 MB)
de: <a href="/fry/happy-birthday-to-gnu-download">Den Film herunterladen</a> (die höchste Qualität hat ca. 127 MB)

source: <a href="happy-birthday-to-gnu-translation.html">Download the subtitles you want to play</a>
de: <a href="/fry/happy-birthday-to-gnu-translation">Untertitel herunterladen</a>

source: Rename the files below (optional)
de: Umbenennen der nachstehenden Dateien (optional)

source: Rename the files for automatic subtitling
de: Umbenennen der Dateien, für die automatische Erkennung und Einblendung der Untertitel

source: Once you've got both of files downloaded, make sure they're in the same folder, and that the filenames match.
de: Sobald beide Dateien heruntergeladen sind, stellen Sie sicher, dass sie im selben Ordner sind und die Dateinamen übereinstimmen.

source: <b>For example, the video can be renamed <tt>fry.ogv</tt> and the subtitle <tt>fry.srt</tt>.</b>
de: <strong>Zum Beispiel können der Film in <tt>fry.ogv</tt> und der Untertitel in <tt>fry.srt</tt> umbenannt werden.</strong>

source: Now just open the video in Xine. If you're doing it from the terminal, the subtitles should just play. From the GUI&hellip; right click, File, Open File&hellip;
de: Nun öffnen Sie den Film einfach in Xine. <!-- If you're doing it from the terminal, -->Die Untertitel sollten eingeblendet werden. <!-- From the GUI&hellip; right click, File, Open File&hellip; -->

source: Click Close, and the video will play&hellip;
de: Klicken Sie auf &#8222;Schließen&#8220;, und der Film wird abgespielt&hellip;

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: &ldquo;<a href="/fry/happy-birthday-to-gnu.html">Happy Birthday to GNU</a>&rdquo; is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-No Derivative Works 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: Please <a href="http://www.fsf.org/about/contact.html">contact us</a> for further permissions, including derived works.
de: <a href="http://www.fsf.org/about/contact.html">Kontaktieren Sie uns</a> für weitere Berechtigungen, einschließlich abgeleiteter Werke.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011, 2013.

source: Updated:
de: Aktualisierung:
