Repository: gitGNU/gnu_www-ja
Catalog: www/fry/po/happy-birthday-to-gnu.*.po
Languages: ar, de, fr, sq

source: <a href="/philosophy/open-source-misses-the-point.html">Why "open source" misses the point</a>
ar: <a href="/philosophy/open-source-misses-the-point.html">لماذا "المصدر المفتوح" لا يركز على المقصد</a>
de: <a href="/philosophy/open-source-misses-the-point">Warum &#8222;Open Source&#8220; das Ziel <em>Freie Software</em> verfehlt</a>
fr: <a href="/philosophy/open-source-misses-the-point.html">Pourquoi l'« open source » passe à côté du problème que soulève le logiciel libre</a>.
sq: <a href="/philosophy/open-source-misses-the-point.html">Pse " burimi i hapur" del huq</a>

source: <strong>Sign up for the <em>Free Software Supporter</em></strong>
ar: <strong>اشترك في <em>داعمي البرمجيات الحرة</em></strong>
de: <strong><span xml:lang="en"><em>Free Software Supporter</em></span> abonnieren</strong>
fr: <strong>Abonnez-vous au <em>Free Software Supporter</em></strong>
sq: <strong>Regjistrohuni te <em>Përkrahësi i Software-it të Lirë</em></strong>

source: A monthly update on GNU and the Free Software Foundation
ar: تحديث شهري عن غنو ومؤسسة البرمجيات الحرة
de: Eine monatliche Aktualisierung über GNU und der Free Software Foundation
fr: Une mise à jour mensuelle sur GNU et la <cite>Free Software Foundation</cite>
sq: Përditësim mujor rreth GNU-së dhe Free Software Foundation

source: <input type="text" name="email" size="30" maxlength="80" value="you@example.com" onfocus="this.value=''" />&nbsp;<input type="submit" value="Subscribe me" />
de: <input type="text" name="email" size="30" maxlength="80" value="name@example.com" onfocus="this.value=''" />&nbsp;<input type="submit" value="Abonnieren" />
fr: <input type="text" name="email" size="30" maxlength="80" value="vous@exemple.com" onfocus="this.value=''" /> <input type="submit" value="S'abonner" />
sq: <input type="text" name="email" size="30" maxlength="80" value="ju@shembull.com" onfocus="this.value=''" />&nbsp;<input type="submit" value="Pajtomë" />

source: Download
ar: نزّل
de: Herunterladen
fr: Téléchargement
sq: Shkarkoje

source: <a href="http://www.gnewsense.org/">gNewSense</a>, a GNU/Linux distribution based on Debian and Ubuntu, with sponsorship from the FSF.
ar: <a href="http://www.gnewsense.org/">gNewSense</a>، توزيعة غنو/لينكس مبنية على دبيان و أوبونتو، بدعم من إف&#8203;إس&#8203;إف.
de: <a href="http://www.gnewsense.org/">gNewSense</a> ist eine GNU/Linux-Distribution basierend auf Debian und Ubuntu, mit der finanziellen Unterstützung der FSF.
fr: <a href="http://www.gnewsense.org/">gNewSense</a>, une distribution GNU/Linux basée sur Debian et Ubuntu, avec le soutien de la FSF.
sq: <a href="http://www.gnewsense.org/">gNewSense</a>, një shpërndarje GNU/Linux e bazuar në Debian dhe Ubuntu, me sponsorizim nga FSF-ja.

source: <a href="http://www.blagblagblag.org/">BLAG</a>, BLAG Linux and GNU, a GNU/Linux distribution based on Fedora.
ar: <a href="http://www.blagblagblag.org/">BLAG</a> -توزيعة لينكس وغنو BLAG-توزيعة غنو/لينكس مبنية على فيدورا.
de: <a href="http://www.blagblagblag.org/">BLAG</a> ist eine GNU/Linux-Distribution basierend auf Fedora
fr: <a href="http://www.blagblagblag.org/">BLAG</a>, BLAG Linux et GNU, une distribution GNU/Linux basée sur Fedora.
sq: <a href="http://www.blagblagblag.org/">BLAG</a>, BLAG Linux dhe GNU, një shpërndarje GNU/Linux e bazuar në Fedora.

source: <a href="/distros">More GNU distributions</a> and a <a href="http://directory.fsf.org/wiki/GNU/">complete list of GNU packages</a>
de: <a href="/distros/distros">Weitere GNU-Distributionen</a> und eine <a href="http://directory.fsf.org/wiki/GNU/">vollständige Übersicht der GNU Pakete</a>
fr: <a href="/distros">D'autres distributions GNU</a> et une <a href="http://directory.fsf.org/GNU/">liste complète des paquets GNU</a>
sq: <a href="/distros">Më tepër shpërndarje GNU</a> dhe një <a href="http://directory.fsf.org/wiki/GNU/">listë e plotë e paketave GNU</a>

source: &ldquo;<a href="/fry/happy-birthday-to-gnu.html">Happy Birthday to GNU</a>&rdquo; is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-No Derivative Works 3.0 United States License</a>.
ar: &ldquo;<a href="/fry/happy-birthday-to-gnu.ar.html">عيد ميلاد سعيد لغنو</a>&rdquo; مرخّص تحت <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">رخصة الولايات المتحدة من العموميات الخلاقة العزو لا اشتقاقات</a>.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: <i><a href="/fry/happy-birthday-to-gnu.html">Happy Birthday to GNU</a></i> est sous licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-No Derivative Works 3.0 United States License</a>.
sq: &ldquo;<a href="/fry/happy-birthday-to-gnu.html">Gëzuar Datëlindjen GNU</a>&rdquo; qarkullon nën lejen <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-No Derivative Works 3.0 United States License</a>.

source: Please <a href="http://www.fsf.org/about/contact.html">contact us</a> for further permissions, including derived works.
ar: من فضلك <a href="http://www.fsf.org/about/contact.html">اتصل بنا</a> للأذونات الإضافية، بما في ذلك الأعمال المشتقة.
de: <a href="http://www.fsf.org/about/contact.html">Kontaktieren Sie uns</a> bitte für weitere Berechtigungen, einschließlich abgeleiteter Werke.
fr: Veuillez <a href="http://www.fsf.org/about/contact.html">nous contacter</a> pour obtenir des permissions supplémentaires, y compris pour des travaux dérivés.
sq: Ju lutemi, <a href="http://www.fsf.org/about/contact.html">lidhuni me ne</a> për leje të mëtejshme, përfshi edhe vepra të rrjedhura.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.ar.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
sq: Përpiqemi fort dhe bëjmë sa mundemi për të ofruar përkthime me cilësi të mirë dhe të përpikta. Megjithatë, nuk jemi të përjashtuar nga papërsosmëritë. Ju lutemi, komentet dhe këshillat e përgjithshme lidhur me këtë dërgojini te <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të faqeve tona web, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: ترجمها <a href="mailto:osamak.wfm@gmail.com"><em>أسامة خالد</em></a><br />.فريق الترجمة العربية بإشراف <a href="http://hossny.org/"><em>حسام حسني</em></a>.
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011.
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
ar: حُدّثت:
de: Aktualisierung:
fr: Dernière mise à jour :
sq: U përditësua më:

source: Stephen Fry - Happy birthday to GNU - GNU Project - Free Software Foundation
sq: Stephen Fry - Gëzuar datëlindjen GNU - Projekti GNU - Free Software Foundation

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2008, 2014 Free Software Foundation, Inc.
sq: Të drejta kopjimi &copy; 2008, 2014 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
sq: Kjo faqe mund të përdoret sipas një licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: Copyright &copy; 2008 <a href="http://www.fsf.org">Free Software Foundation</a>, Inc.
ar: حقوق النشر &copy; 2008 <a href="http://www.fsf.org">مؤسسة البرمجيات الحرة</a> المحدودة
