Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/08whatsnew.*.po
Languages: sq

source: What's New in and about the GNU Project - GNU Project - Free Software Foundation (FSF)
sq: Ç'ka të Re te dhe rreth Projektit GNU - Projekti GNU - Free Software Foundation (FSF)

source: What's New in and about the GNU Project
sq: Ç'ka të Re te dhe rreth Projektit GNU

source: <a href="/events.tmp.html"><strong>Coming Events</strong></a> | <a href="/keepingup.html"><strong>Keeping Up With GNU/FSF</strong></a> | <a href="/press/press.html"><strong>Press Information</strong></a> and <a href="/press/press.html#releases"><strong>Releases</strong></a>
sq: <a href="/events.tmp.html"><strong>Veprimtari Së Afërmi</strong></a> | <a href="/keepingup.html"><strong>Vazhdimi Me GNU/FSF</strong></a> | <a href="/press/press.html"><strong>Informacione për Shtypin</strong></a> dhe <a href="/press/press.html#releases"><strong>Njoftime</strong></a>

source: 23 December 2008
sq: 23 Dhjetor 2008

source: If your school is committed to Free Software then we want to hear from you so that we can list it. Has your school migrated to GNU/Linux, or has your school adopted the firm policy of rejecting proprietary software? If so, contact the webmasters at <a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a> to let us know.
sq: Nëse shkolla juaj i është përkushtuar Software-it të Lirë, dëshirojmë të kemi lajme prej jush, që t'i bëjmë të ditura ato. Ka migruar shkolla juaj në GNU/Linux, apo ka bërë të vetën rregullin e patundur të hedhjes tej të software-it pronësor? Po qe kështu, lidhuni me përgjegjësit e <i>site</i>-it te <a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a> për të na e bërë të ditur.

source: 05 December 2008
sq: 05 Dhjetor 2008

source: The FSF is searching for people who can help to port <a href="http://www.gnewsense.org/Projects/Lemote">gNewSense</a> to the Lemote laptop, a MIPS-based system. If you can help please contact info (at) fsf.org or Richard Stallman: rms (at) gnu.org .
sq: FSF-ja po kërkon njerëz që mund të ndihmojnë të kalohet <a href="http://www.gnewsense.org/Projects/Lemote">gNewSense</a> te laptopi Lemote, një sistem me bazë MIPS. Nëse mund të ndihmoni, ju lutemi, lidhuni me info (at) fsf.org ose Richard Stallman: rms (at) gnu.org .

source: 19 September 2008
sq: 19 Shtator 2008

source: <a href="http://www.fsf.org/news/thank-you-sgi">Thank you SGI for freeing the GNU/Linux 3d desktop!</a>
sq: <a href="http://www.fsf.org/news/thank-you-sgi">SGI, faleminderit që e le të lirë desktopin GNU/Linux 3d!</a>

source: 4 September 2008
sq: 4 Shtator 2008

source: French citizens -- Hadopi plans to adopt a law, 'Loi Creation et Internet', which would punish people who fail to 'respect' copyright on the Internet. Numerama presents <a href="http://www.numerama.com/magazine/9854-10-bonnes-raisons-de-dire-NON-a-la-loi-Hadopi.html">ten reasons to reject this law</a>.
sq: Qytetarë francezë -- Plane të Hadopi-t për të përqafuar një ligj, 'Loi Creation et Internet', me të cilin do të mund të ndëshkoheshin personat që nuk 'respektojnë' të drejtat e kopjimit në Internet. Numerama paraqet <a href="http://www.numerama.com/magazine/9854-10-bonnes-raisons-de-dire-NON-a-la-loi-Hadopi.html">dhjetë arsyet për ta hedhur tej këtë ligj</a>.

source: 21 August 2008
sq: 21 Gusht 2008

source: The FSF is taking nominations for its two annual awards, the Award for the Advancement of Free Software and the Award for Projects of Social Benefit. <a href="http://www.fsf.org/news/2008FSAwardsCall">Submit your nominations for the 2008 Free Software Awards</a> -- Nominations are requested by 31 October 2008.
sq: FSF-ja po pranon propozimet për dy çmimet e saj vjetore, Çmimi për Shtytjen Përpara të Software-it të Lirë dhe Çmimin për Projekte të Dobisë Shoqërore. <a href="http://www.fsf.org/news/2008FSAwardsCall">parashtroni propozimet tuaja për Çmimet e Software-it të Lirë 2008</a> -- Propozimet mbyllen më 31 Tetor 2008.

source: 31 July 2008
sq: 31 Korrik 2008

source: The FSF has published an article revealing the restrictions Apple is using to block GPLv3-covered software from its iPhone platform, to prevent users from sharing and modifying free software on their portable computers. Please <a href="http://www.fsf.org/blogs/community/why-free-software-and-apples-iphone-dont-mix">read and share the article</a> with your friends, family, colleagues and collaborators.
sq: FSF-ja ka botuar një artikull që zbulon sheshit kufizimet që Apple po përdor për të bllokuar përdorimin e software-it të mbuluar nga leja GPLv3 në platformën e saj iPhone, për të penguar përdoruesit të shkëmbejnë dhe ndryshojnë software të lirë në kompjuterat e tyre portativë. Ju lutemi, <a href="http://www.fsf.org/blogs/community/why-free-software-and-apples-iphone-dont-mix">lexojeni dhe shpërndajeni artikullin</a> te miqtë tuaj, familja, kolegët dhe bashkëpunëtorët.

source: 11 July 2008
sq: 11 Korrik 2008

source: Read and share these <a href="http://www.fsf.org/blogs/community/5-reasons-to-avoid-iphone-3g">5 reasons to avoid iPhone 3G</a> with friends, family and coworkers. The iPhone's DRM prevents free software from being run on it at all, and gives Apple the authority to determine what can legally be installed by anyone on their own mobile computer.
sq: Lexoni dhe shpërndani te miqtë tuaj, familja dhe kolegët, këto <a href="http://www.fsf.org/blogs/community/5-reasons-to-avoid-iphone-3g">5 arsye pse duhet shmangur iPhone 3G</a>. DRM-ja te iPhone-i pengon krejt xhirimin në të të <em>software</em>-it të lirë, dhe i jep Apple-it autoritetin të përcaktojë çfarë mund të instalohet ligjërisht nga cilido në kompjuterin e vet portativ.

source: 24 June 2008
sq: 24 Qershor 2008

source: <a href="http://defectivebydesign.org/fight-the-canadian-dmca">Fight the Canadian DMCA!</a>.
sq: <a href="http://defectivebydesign.org/fight-the-canadian-dmca">Luftojeni DMCA-në Kanadeze!</a>.

source: 20 June 2008
sq: 20 Qershor 2008

source: <a href="http://www.fsf.org/campaigns/acta/">Take action on ACTA -- the Anti-Counterfeiting Trade Agreement</a>.
sq: <a href="http://www.fsf.org/campaigns/acta/">Hidhuni në veprim kundër ACTA -- Anti-Counterfeiting Trade Agreement</a>.

source: 14 May 2008
sq: 14 Maj 2008

source: The Free Software Foundation (FSF) has marked a milestone in their PlayOgg.org campaign with the announcement that National Public Radio (NPR) news station WBUR Boston has begun worldwide webcasting in the free audio format Ogg Vorbis. The WBUR stream is available at <a href="http://www.wbur.org/listen/">http://www.wbur.org/listen/</a>, or you can go directly to <a href="http://audio.wbur.org/stream/live_ogg.m3u">http://audio.wbur.org/stream/live_ogg.m3u</a>.
sq: Free Software Foundation (FSF) ka mbërritur në një pikë të shënuar të fushatës së tij PlayOgg.org, me njoftimin që stacioni i lajmeve WBUR Boston, Radio Publike Kombëtare (NPR) ka filluar të transmetime web në mbarë botën në formatin e lirë audio Ogg Vorbis. Rrëkeja WBUR gjendet <a href="http://www.wbur.org/listen/">http://www.wbur.org/listen/</a>, ose mund të shkoni drejt e te <a href="http://audio.wbur.org/stream/live_ogg.m3u">http://audio.wbur.org/stream/live_ogg.m3u</a>.

source: 5 March 2008
sq: 5 Mars 2008

source: GNU has applied to be an organization in Google's Summer of Code 2008 program. If you'd like to participate, as a mentor, a student, or in any other way, please see the <a href="/software/soc-projects/ideas.html">SoC project suggestions so far</a> and the <a href="/software/soc-projects/guidelines.html">additional SoC guidelines</a>.
sq: GNU-ja ka paraqitur kandidaturën për të qenë një organizëm në programin Google's Summer of Code 2008. Nëse doni të merrni pjesë, si udhëheqës shkencor, student, apo çfarëdo qoftë rruge tjetër, ju lutemi, shihni <a href="/software/soc-projects/ideas.html">sugjerimet e deritanishme për projektin SoC</a> dhe <a href="/software/soc-projects/guidelines.html">udhëzime shtesë për SoC</a>.

source: 24 January 2008
sq: 24 Janar 2008

source: We're in the closing days of our winter fundraising drive. We need 70 more members to reach our goal of 500 by the end of the month. <a href="http://www.fsf.org/join">Join today</a>, and help spread the word by adding our <a href="http://www.fsf.org/associate/widget">fundraising widget</a> to your blog or web site!
sq: Po i afrohemi fundit të fushatës dimërore për grumbullim fondesh. Na duhen ende 70 anëtarë të tjerë për të arritur synimin tonë për 500 deri në fund të muajit. <a href="http://www.fsf.org/join">Bëhuni anëtar</a>, dhe ndihmoni të përhapet lajmi duke shtuar te blogu apo <i>site</i> juaj web <a href="http://www.fsf.org/associate/widget">stemën e fushatës</a>!

source: What was New in Prior Years
sq: Ç'kish të Re Në Vitet e Mëparshme

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
sq: Ju lutemi, pyetjet rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Ka gjithashtu edhe <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
sq: Ju lutemi, njoftimet mbi lidhje të dëmtuara, këshilla ose ndreqje të tjera dërgojini te <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008 Free Software Foundation, Inc.
sq: Të Drejta Kopjimi &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: Updated:
sq: U përditësua më:
