Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/irc-rules.*.po
Languages: de, es, sq

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2014, 2015, 2016 Free Software Foundation, Inc.
de: Copyright &copy; 1996-2009, 2014-2016 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitungen 4.0 International</a>-Lizenz.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 4.0 Internacional</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Jоегg Kоhпе <a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2010, 2011, 2013, 2014, 2015, 2016.

source: Updated:
de: Aktualisierung:
es: Última actualización:
sq: U përditësua më:

source: Freenode also maintains <a href="http://freenode.net/channel_guidelines.shtml">a list of channel guidelines</a> which you should also consider. Certain discussions such as GNU vs BSD, vi vs <a href="/software/emacs/">Emacs</a> are often healthy to free software discussion and we encourage healthy debate.
sq: Freenode-i mirëmban gjithashtu <a href="http://freenode.net/channel_guidelines.shtml">një listë udhëzimesh kanali</a> të cilën do të duhej ta merrnit parasysh. Disa diskutime si GNU vs BSD, vi vs <a href="/software/emacs/">Emacs</a> shpesh janë të shëndetshme për diskutimet për software-in e lirë dhe ne e nxisim diskutimin e shëndoshë.

source: IRC is there for everyone, not just seasoned GNU Developers. It is unreasonable to expect everyone to ignore a user who is misbehaving, and if you have a GNU or FSF cloak, you may be reassigned an &ldquo;unaffiliated&rdquo; cloak, in accordance with <a href="http://freenode.net/policy.shtml#behaviorandcloaks">Freenode guidelines</a> if you continue to abuse your privileges.
sq: IRC-ja është për këdo, jo thjesht për Programuesa të regjur të GNU-së. Është pa mend të pritet që gjithkush të shpërfillë një përdorues që po sillet keq, dhe nëse keni një nishan GNU ose FSF, mund t'ju vihet nishan &ldquo;i pagrupuar&rdquo;, në përputhje me <a href="http://freenode.net/policy.shtml#behaviorandcloaks">udhëzimet e Freenode-it</a>, po qe se vazhdoni të abuzoni me privilegjet tuaja.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009 Free Software Foundation, Inc.
sq: Të drejta Kopjimi &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
