Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/irc-rules.*.po
Languages: de, es, sq

source: GNU and FSF related IRC channels - GNU Project - Free Software Foundation
de: Richtlinien für offizielle IRC-Kanäle von GNU - GNU-Projekt - Free Software Foundation
es: Canales IRC relacionados con GNU y la FSF - Proyecto GNU - Free Software Foundation
sq: Kanale IRC për GNU-në dhe FSF-në&mdash; Projekti GNU - Free Software Foundation

source: Rules and guidelines for the official GNU and FSF IRC channels
de: Richtlinien für offizielle IRC-Kanäle von GNU
es: Reglas y procedimientos para los canales IRC oficiales de GNU y la FSF
sq: Rregulla dhe udhëzime për kanalet zyrtare IRC mbi GNU-në dhe FSF-në

source: IRC (Internet Relay Chat) provides a wonderful resource to connect free software users and developers together. Our channels try to be welcoming to both new people and long-time regulars. These guidelines exist with that goal in mind.
de: <i>Internet Relay Chat</i> (IRC), ein rein textbasiertes-System zur Kommunikation in Echtzeit, bietet eine wunderbare Möglichkeit, um Freie-Software-Nutzer und -Entwickler <ins>in Gesprächsrunden </ins>miteinander zu verbinden. Diese Richtlinien haben dieses Ziel vor Augen, auf unseren <em>Gesprächskanälen</em> (engl.: Channels) sowohl neue als auch langjährige Stammgäste willkommen zu heißen.
es: El IRC (Internet Relay Chat) ofrece un recurso maravilloso para conectar y reunir a los usuarios y desarrolladores de software libre. Nuestros canales intentan dar la bienvenida a las personas nuevas y a los usuarios habituales. Estas reglas existen con ese objetivo en mente.
sq: IRC-ja (Internet Relay Chat) sjell një burim të mrekullueshëm për lidhjen tok të përdoruesve dhe zhvilluesve të <em>software</em>-it të lirë. Kanalet tanë përpiqen të jenë mikpritës si për përdoruesit e rinj, ashtu edhe për ata të regjurit. Këto udhëzime ekzistojnë me këtë synim në mendje.

source: Everyone who uses or contributes to free software is a valuable member of the free software community. The goal of the GNU and FSF IRC channels is to provide a place for the community to discuss things and talk about free software and other issues which affect the rights of computer users, such as Digital Restrictions Management.
de: Jedermann, der Freie Software nutzt oder dazu beiträgt, ist ein wertvolles Mitglied der Freie-Software-Gemeinschaft. Zielsetzung der GNU-IRC-Kanäle ist ein Ort zu schaffen, damit die Gemeinschaft Dinge problematisieren und über Freie Software und andere Angelegenheiten diskutieren kann, die die Rechte von Rechnernutzern betreffen&#160;&#8209;&#160;wie <em>Digitale Rechte-Minderung</em> (DRM).
es: Todo aquel que utiliza y contribuye al software libre es un miembro valioso de la comunidad del software libre. El objetivo de los canales IRC de GNU y la FSF es el de ofrecer un lugar a la comunidad para discutir temas y hablar acerca del software libre y otros asuntos que afectan los derechos de los usuarios de computadoras, como por ejemplo la Gestión Digital de Restricciones (<abbr title="Digital Restrictions Management">DRM</abbr>).
sq: Cilido që përdor apo kontribuon te <em>software</em>-i i lirë është anëtar i çmuar i bashkësisë së software-it të lirë. Qëllimi i kanaleve irc mbi GNU-në dhe FSF-në është të ofrojë një vend ku bashkësia të diskutojë gjërat dhe të bisedojë rreth software-it të lirë dhe çështjesh të tjera që prekin të drejtat e përdoruesve të kompjuterit, të tilla si Digital Restrictions Management.

source: <b>If you have problems with any of these channels, with trolls or abusive members, please email us at: <a href="mailto:campaigns@fsf.org">campaigns@fsf.org</a>.</b>
de: <strong>Wenn es Schwierigkeiten mit einem dieser Kanäle, mit Trollen oder beleidigenden Mitgliedern gibt, informieren Sie uns bitte unter <a href="mailto:campaigns@fsf.org">&lt;campaigns@fsf.org&gt;</a>.</strong>
es: <b>Si tuviese problemas en alguno de estos canales, con troles o comportamientos abusivos, por favor escribanos a <a href="mailto:campaigns@fsf.org">&lt;campaigns@fsf.org&gt;</a>.</b>
sq: <b>Nëse keni probleme me cilindo prej këtyre kanaleve, me trolla apo anëtarë abuzivë, ju lutemi, na dërgoni një email te: <a href="mailto:campaigns@fsf.org">campaigns@fsf.org</a>.</b>

source: List of channels
de: Kanäle
es: Lista de canales
sq: Listë e kanaleve

source: This is a list of our channels.
de: Dies sind unsere Kanäle (auf Englisch):
es: Esta es una lista de nuestros canales.
sq: Kjo është një listë e kanaleve tona.

source: <a href="irc://irc.gnu.org/gnu">#gnu</a> &mdash; the <em>official</em> GNU Project Channel
de: <a href="irc://irc.gnu.org/gnu">#gnu</a>&#160;&#8209;&#160;der <em>offizielle</em> Kanal des <b><a href="/">GNU</a></b>-Projekts;
es: <a href="irc://irc.gnu.org/gnu">#gnu</a> — el canal <em>oficial</em> del proyecto GNU (en inglés).
sq: <a href="irc://irc.gnu.org/gnu">#gnu</a> &mdash; Kanali <em>zyrtar</em> i Projektit GNU

source: <a href="irc://irc.gnu.org/gnu-women">#gnu-women</a> &mdash; a channel for women in GNU and other free software
de: <a href="irc://irc.gnu.org/gnu-women">#gnu-women</a>&#160;&#8209;&#160;Diskussionen für Frauen bei <strong>GNU</strong>- und anderen Freie-Software-Projekten.
es: <a href="irc://irc.gnu.org/gnu-women">#gnu-women</a> un canal para mujeres de GNU y otro software libre.
sq: Kanale IRC për GNU-në dhe FSF-në&mdash; Projekti GNU - Free Software Foundation (FSF)

source: <a href="irc://irc.gnu.org/gnu-es">#gnu-es</a> &mdash; GNU in Spanish
de: <a href="irc://irc.gnu.org/gnu-es">#gnu-es</a>&#160;&#8209;&#160;Diskussionen Rund um <strong>GNU</strong> (span.);
es: <a href="irc://irc.gnu.org/gnu-es">#gnu-es</a> — GNU en español
sq: <a href="irc://irc.gnu.org/gnu-es">#gnu-es</a> &mdash; GNU në Spanjisht

source: <a href="irc://irc.gnu.org/gnu-mx">#gnu-mx</a> &mdash; Discussion about GNU Mexico chapter
de: <a href="irc://irc.gnu.org/gnu-mx">#gnu-mx</a>&#160;&#8209;&#160;Diskussionen über <strong>GNU</strong> Rund um Mexiko (span.);
es: <a href="irc://irc.gnu.org/gnu-mx">#gnu-mx</a> — discusiones sobre la filial de GNU en México.
sq: <a href="irc://irc.gnu.org/gnu-mx">#gnu-mx</a> &mdash; Diskutime rreth kapitullit GNU Meksikë

source: <a href="irc://irc.gnu.org/fsf">#fsf</a> &mdash; Discussion about the <a href="http://www.fsf.org/">FSF (Free Software Foundation) and fsf.org</a>
de: <a href="irc://irc.gnu.org/fsf">#fsf</a>&#160;&#8209;&#160;Diskussion Rund um die <strong><a href="https://www.fsf.org/">Free Software Foundation</a></strong> (FSF.org);
es: <a href="irc://irc.gnu.org/fsf">#fsf</a> — discusión acerca de la <a href="http://www.fsf.org/">FSF (Free Software Foundation) y fsf.org</a> (en inglés)
sq: <a href="irc://irc.gnu.org/fsf">#fsf</a> &mdash; Diskutime rreth <a href="http://www.fsf.org/">FSF (Free Software Foundation) dhe fsf.org</a>

source: <a href="irc://irc.gnu.org/libreplanet">#libreplanet</a> &mdash; Discussion of the LibrePlanet website, and <a href="http://www.fsf.org/conference/">conference</a>.
de: <a href="irc://irc.gnu.org/libreplanet">#libreplanet</a>&#160;&#8209;&#160;Diskussion Rund um <strong><a href="https://libreplanet.org/">LibrePlanet</a></strong> (LibrePlanet.org) und <a href="https://libreplanet.org/wiki/LibrePlanet:Conference">LibrePlanet-Konferenzen</a>;
es: <a href="irc://irc.gnu.org/libreplanet">#libreplanet</a> &mdash; Discusión sobre la web LibrePlanet, y <a lang="en" href="http://www.fsf.org/conference/">conference</a>.
sq: <a href="irc://irc.gnu.org/libreplanet">#libreplanet</a> &mdash; Diskutime rreth site-it web LibrePlanet, dhe <a href="http://www.fsf.org/conference/">konferencës</a>.

source: <a href="irc://irc.gnu.org/emacs">#emacs</a> &mdash; Discussion regarding <a href="/software/emacs/">Emacs</a>
de: <a href="irc://irc.gnu.org/emacs">#emacs</a>&#160;&#8209;&#160;Diskussion Rund um den GNU-Editor <strong><a href="/software/emacs/">Emacs</a></strong>;
es: <a href="irc://irc.gnu.org/emacs">#emacs</a> — discusión acerca de <a href="http://www.gnu.org/software/emacs/">Emacs</a> (en inglés).
sq: <a href="irc://irc.gnu.org/emacs">#emacs</a> &mdash; Diskutime lidhur me <a href="/software/emacs/">Emacs</a>

source: <a href="irc://irc.gnu.org/hurd">#hurd</a> &mdash; Discussion regarding <a href="/software/hurd/">Hurd</a>
de: <a href="irc://irc.gnu.org/hurd">#hurd</a>&#160;&#8209;&#160;Diskussion Rund um den GNU-Systemkern <strong><a href="/software/hurd/">Hurd</a></strong>;
es: <a href="irc://irc.gnu.org/hurd">#hurd</a> — discusión acerca de <a href="http://www.gnu.org/software/hurd/">Hurd</a> (en inglés).
sq: <a href="irc://irc.gnu.org/hurd">#hurd</a> &mdash; Diskutime lidhur me <a href="/software/hurd/">Hurd</a>

source: <a href="irc://irc.gnu.org/grub">#grub</a> &mdash; for the GNU bootloader, <a href="/software/grub/">GRUB</a>.
de: <a href="irc://irc.gnu.org/grub">#grub</a>&#160;&#8209;&#160;Diskussion Rund um den GNU-Bootloader <strong><a href="/software/grub/">GRUB</a></strong>;
es: <a href="irc://irc.gnu.org/grub">#grub</a>, para el sistema de arranque de GNU <a href="/software/grub/">GRUB</a>.
sq: <a href="irc://irc.gnu.org/grub">#grub</a> &mdash; për nisjengarkuesin GNU, <a href="/software/grub/">GRUB</a>.

source: <a href="irc://irc.oftc.net/savannah">#savannah</a> &mdash; <a href="http://savannah.gnu.org/">Savannah.GNU.org</a> hangout channel
de: <a href="irc://irc.oftc.net/savannah">#savannah</a>&#160;&#8209;&#160;Diskussion Rund um <strong><a href="https://savannah.gnu.org/">Savannah</a></strong>, unserer Hosting-Plattform;
es: <a href="irc://irc.oftc.net/savannah">#savannah</a> — el salón de <a href="http://savannah.gnu.org/">Savannah.GNU.org</a>. (en inglés).
sq: <a href="irc://irc.oftc.net/savannah">#savannah</a> &mdash; kanal për <a href="http://savannah.gnu.org/">Savannah.GNU.org</a>

source: <a href="irc://irc.gnu.org/gnu-webmasters">#gnu-webmasters</a> &mdash; The <a href="http://www.gnu.org/people/webmeisters.html">GNU Webmasters</a> channel, for discussions about www.gnu.org
de: <a href="irc://irc.gnu.org/gnu-webmasters">#gnu-webmasters</a>&#160;&#8209;&#160;Diskussion Rund um die <a href="/">www.GNU.org</a>-Internetpräsenz (für unsere <a href="/people/webmeisters.html">Webmaster</a>);
es: <a href="irc://irc.gnu.org/gnu-webmasters">#gnu-webmasters</a> — el canal de los <a href="http://www.gnu.org/people/webmeisters.html" >webmasters de GNU</a>, para discutir acerca de www.gnu.org (en inglés).
sq: <a href="irc://irc.gnu.org/gnu-webmasters">#gnu-webmasters</a> &mdash; Kanali i <a href="http://www.gnu.org/people/webmeisters.html">GNU Webmasters</a>, për diskutime rreth www.gnu.org

source: <a href="irc://irc.gnu.org/erc">#erc</a> &mdash; IRC channel about ERC, an IRC client for Emacs
de: <a href="irc://irc.gnu.org/erc">#erc</a>&#160;&#8209;&#160;Diskussion Rund um <b><a href="/s/erc/">ERC</a></b>, einem IRC-Client für <b><a href="/s/emacs/">Emacs</a></b>;
es: <a href="irc://irc.gnu.org/erc">#erc</a> &mdash; Canal IRC acerca de ERC, un cliente de IRC para Emacs

source: <a href="irc://irc.gnu.org/emacs-beginners">#emacs-beginners</a> &mdash; IRC channel for helping out Emacs beginners
de: <a href="irc://irc.gnu.org/emacs-beginners">#emacs-beginners</a>&#160;&#8209;&#160;Diskussion Rund um die Unterstützung von <b><a href="/s/emacs/">Emacs</a></b>-Einsteigern;
es: <a href="irc://irc.gnu.org/emacs-beginners">#emacs-beginners</a> &mdash; Canal IRC para ayudar a los principiantes con Emacs

source: <a href="irc://irc.gnu.org/emacsconf">#emacsconf</a> &mdash; Discussion about the Emacs Conference
de: <a href="irc://irc.gnu.org/emacsconf">#emacsconf</a>&#160;&#8209;&#160;Diskussion Rund um (geplante) Emacs-Konferenzen.
es: <a href="irc://irc.gnu.org/emacsconf">#emacsconf</a> &mdash; Discusión acerca de la Conferencia de Emacs

source: Channel rules
de: IRC-Regularien
es: Reglas de los canales
sq: Rregullat e kanalit

source: Respect &mdash; don't engage in racism or hate speech. People are entitled to different opinions.
de: Respekt&#160;&#8209;&#160;kein Rassismus oder Hassreden. Menschen haben Anspruch auf unterschiedliche Meinungen.
es: Respeto: No se involucre en racismo o discursos discriminatorios. La personas tienen derecho a opiniones diferentes.
sq: Respektoni &mdash; mos hyni në biseda racizmi ose urrejtjeje. Njerëzit kanë të drejtë të kenë opinione të ndryshme.

source: Appropriate &mdash; think before you type, is your comment appropriate? Is it possible someone may misinterpret what you're saying in jest as hateful speech?
de: Angemessen&#160;&#8209;&#160;erst denken, dann schreiben. Ist der Kommentar angemessen? Ist es möglich, dass vielleicht jemand etwas, was man Scherzhaft meint, als hasserfüllte Rede versteht?
es: Apropiado: Pensar antes de escribir, ¿es su comentarios apropiado? ¿Es posible que alguien pueda malinterpretar lo que usted está diciendo en broma como un discurso despreciativo?
sq: Saktësohuni &mdash; mendoni përpara se të shtypni në tastierë, a është i përshtatshëm komenti juaj? A është e mundur që dikush ta keqinterpretojë si fjalim urrejtjeje atë çfarë po thoni me shaka?

source: Keep it on topic &mdash; personal attacks, trolling/baiting or flooding (posting multiple repetitive lines or large amounts of code) of the channel will not be tolerated.
de: Beim Thema bleiben&#160;&#8209;&#160;persönliche Angriffe, Trolling/Hetze oder Flodding (mehrere sich wiederholender Zeilen oder große Mengen an Quellcode) werden nicht toleriert.
es: Mantenerse en el tema: los ataques personales, las ofensas, e inundar el canal, escribiendo múltiples líneas repetitivas o gran cantidad de texto, no se tolerarán.
sq: Mos dilni nga tema &mdash; sulmet personale, provokimet, kafshimet apo përmbytja e kanalit (postimi shumëfish i rreshtave të njëjtë ose i sasish të mëdha të kodit) nuk do të tolerohen.

source: And finally &mdash; each GNU Project and FSF channel exists to promote a specific aspect of GNU development or use; more generally, they all exist to promote free software and software users' freedom. Use the channel in ways that support these goals.
de: Und schließlich&#160;&#8209;&#160;jeder GNU- und FSF-Kanal soll einen besonderen Aspekt der Entwicklung oder Nutzung von GNU fördern. Ganz allgemein: um Freie Software und die Freiheit der Nutzer zu fördern. Verwende den Kanal auf eine Weise, die diese Ziele unterstützt.
es: Y finalmente: cada canal del proyecto GNU y de la FSF existe para promover un aspecto específico del desarrollo o uso de GNU. Y de manera más general existen para promover el software libre y la libertad de los usuarios de software. Utilice el canal de formas que apoyen estos objetivos.
sq: Dhe së fundi &mdash; çdo kanal i Projektit GNU dhe FSF ekzistojnë për të nxitur aspekte të caktuara të zhvillimit ose përdorimit të GNU; më në përgjithësi, ekzistojnë për të përhapur <em>software</em>-in e lirë dhe lirinë e përdoruesve të software-it. Përdoreni kanalin sipas mënyrash të cilat mbështesin këto synime.

source: Abuses will not be tolerated
de: Übergriffe werden nicht toleriert
es: No se tolerarán los abusos
sq: Abuzimet nuk do të tolerohen

source: IRC is not the exclusive playground of a few select individuals, and recently some users have been banned from various official channels. These bans are an unfortunate, but unfortunately necessary action in order to prevent further abuses from these users.
de: IRC ist keine ausschließliche Spielwiese einiger weniger auserwählter Personen, und jüngst wurden einige aus verschiedenen offiziellen Kanälen ausgeschlossen. Diese Ausschlüsse sind bedauerlich, aber leider eine notwendige Maßnahme, um weitere Übergriffe zu unterbinden.
es: El IRC no es la sala de juegos exclusiva de unos pocos individuos selectos, y recientemente algunos usuarios han sido expulsados de varios canales oficiales. Estas expulsiones son desafortunadas, pero desgraciadamente es una acción necesaria para impedir futuros abusos por parte de esos usuarios.
sq: IRC-ja nuk është fushë loje ekskluzive e pak individëve të përzgjedhur, dhe tani së fundi, disa përdoruesve, nga disa kanale zyrtare u është ndaluar hyrja. Këto përzënie janë fat i keq, por mjerisht një veprim i domosdoshëm me qëllim që të parandalohen abuzime të mëtejshme nga këta përdorues.

source: Bans can be applied to a channel, or to all channels based on the severity or frequency of the abuses, at the discretion of the channel operators.
de: Ausschlüsse können, im Ermessen des IRC-Operators (Op), auf einem oder für alle Kanäle angewandt werden, je nach Schweregrad oder Häufigkeit der Missbräuche.
es: Las expulsiones pueden aplicarse a un canal, o a todos los canales dependiendo de la gravedad o frecuencia de los abusos, a discreción de los operadores de los canales.
sq: Përzëniet mund të zbatohen te një kanal, ose te krejt kanalet, bazuar te serioziteti apo shpeshtia e abuzimeve, sipas gjykimit të operatorëve të kanaleve.

source: Before you are banned, you will often be warned by an operator first, however this is not always practical and an operator may deem it unnecessary if a user has recently been kicked or banned.
de: Bevor man ausgeschlossen wird, wird man häufig erst durch einen Op verwarnt. Dies ist aber nicht immer vorteilhaft und kann vom Op für überflüssig erachtet werden, wenn ein Nutzer bereits schon einmal gekickt oder gesperrt wurde.
es: Antes de ser expulsado, a menudo un operador le advertirá primero, sin embargo, esto no es siempre práctico y un operador puede considerarlo innecesario si el usuario ha sido recientemente sancionado o bloqueado.
sq: Përpara përzënies, shpesh, së pari do të sinjalizoheni nga një operator, por kjo jo gjithmonë është praktike dhe një operator mund ta gjykojë të panevojshme, nëse një përdorues është nxjerrë jashtë një herë ose përzënë së fundmi.

source: In an ideal world, there would be no need for IRC operators, but instead of trying to blame operators for this, blame the users who are not willing to be in our community.
de: In einer idealen Welt gäbe es keinen Grund für IRC-Ops, aber statt dem Op die Schuld zu geben, sind diejenigen Nutzer verantwortlich, die (noch) nicht für unsere Gemeinschaft bereit sind.
es: En un mundo ideal, no habría necesidad de operadores de IRC, pero en lugar de culpar a los operadores por esto, culpe a los usuarios que no desean estar en nuestra comunidad.
sq: Në një botë ideale, nuk do të kish nevojë për operatorë IRC-je, por në vend që për këtë të fajësoni operatorët, fajësoni përdoruesit që nuk duan të jenë pjesë e bashkësisë sonë.

source: Rules end here, but here are some helpful suggestions&hellip;
de: Die Regularien enden hier, allerdings noch einige hilfreiche Empfehlungen&#160;&#8230;
es: Las reglas terminan aquí, pero aquí hay algunas sugerencia útiles...
sq: Këtu mbarojnë rregullat, por ja disa këshilla të dobishme&hellip;

source: Getting help
de: Hilfe erhalten
es: Obtener ayuda
sq: Si të kihet ndihmë

source: Speak to one of the operators. If an operator is unable to help you immediately, please be patient. Ask other members of the channel for help and contact details for the operator.
de: Sprich mit einem der Ops. Kann ein Op nicht sofort helfen, sei bitte geduldig. Bitte andere Mitglieder des Kanals um Hilfe und um Kontaktdaten des Op.
es: Hable a uno de los operadores. Si un operador no puede ayudarle inmediatamente, por favor sea paciente. Pida ayuda a otros miembros del canal y la información para contactar con el operador.
sq: Flisni me një nga operatorët. Nëse një operator nuk është në gjendje t'ju ndihmojë atypëraty, ju lutemi, bëni durim. Kërkojuni anëtarëve të tjerë të kanalit ndihmë dhe hollësi kontakti për operatorin.

source: You can find a list of operators by typing <tt>/msg chanserv access #gnu list</tt> (where #gnu is the channel you are interested in).
de: Ops können mit <span class="teletype">/msg chanserv access #gnu list</span> angezeigt werden (#gnu ist hier der betreffende Kanal).
es: Puede obtener una lista de los operadores escribiendo <tt>/msg chanserv access#gnu list</tt> (donde #gnu es el canal que le interesa)
sq: Mund të merrni një listë të operatorëve po qe se shtypni <tt>/msg chanserv access #gnu list</tt> (ku #gnu është kanali që ju i intereson).

source: Freenode guidelines
de: Freenode-Richtlinien
es: Guías de Freenode
sq: Udhëzime të Freenode-it

source: Freenode also maintains <a href="http://freenode.net/changuide">a list of channel guidelines</a> which you should also consider. Certain discussions such as GNU vs BSD, vi vs <a href="/software/emacs/">Emacs</a> are often healthy to free software discussion and we encourage healthy debate.
de: Freenode stellt ebenfalls <a href="https://freenode.net/changuide" xml:lang="en" lang="en">Channel Guidelines</a> zur Verfügung, welche beachtet werden sollten. Bestimmte Diskussionen wie <em><b>GNU</b> vs. <b>BSD</b></em> und <em><b>vi</b> vs. <b><a href="/software/emacs/">Emacs</a></b></em> sind häufig gesund für Freie-Software-Diskussionen, und wir fördern gesunde Diskussionen.

source: Remember
de: Denken Sie daran
es: Recuerde
sq: Mbani mend

source: IRC is there for everyone, not just seasoned GNU developers. It is unreasonable to expect everyone to ignore a user who is misbehaving, and if you have a GNU or FSF cloak, you may be reassigned an &ldquo;unaffiliated&rdquo; cloak if you continue to abuse your privileges.
de: IRC ist für jedermann da, nicht nur für erfahrene GNU-Entwickler. Es ist unvernünftig anzunehmen, dass ein Nutzer von jedem ignoriert wird, der sich daneben benommen hat, und wenn man bereits einen GNU- oder FSF-Cloak (dt.: Umhang) erhalten hat, kann erneut ein „ungebundener“ Cloak zugewiesen werden, wenn Privilegien weiterhin missbraucht werden.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <p>Obwohl alle deutschsprachigen www.GNU.org-Internetseiten die Sie-Form verwenden, gilt (für die überwiegend auf Englisch <em>‚gesprochenen‘</em> Kanäle) das Siezen als unhöflich, die Anrede also bitte in Du-Form.</p> <p>Bitte weiterhin beachten, dass lesefreundliche Absätze geschrieben, die Rechtschreibung beachtet und die Groß-/Kleinschreibung eingehalten wird. Keine TOFUs (Text oben, <span title="Vollzitat. Eine Antwort, die selbst die komplette ursprüngliche Nachricht beinhaltet.">Fullquote</span> unten), Smiley-Floodings, Grafiken/Verweise in der Signatur usw. Ein ethisch angemessenes, freundliches Verhalten wird erwartet. Dies gilt selbstverständlich auch für PN und E-Mail.</p>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
