Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/mirror.*.po
Languages: de, ja, sq

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
sq: Përpiqemi fort dhe bëjmë sa mundemi për të ofruar përkthime me cilësi të mirë dhe të përpikta. Megjithatë, nuk jemi të përjashtuar nga papërsosmëritë. Ju lutemi, komentet dhe këshillat e përgjithshme lidhur me këtë dërgojini te <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të faqeve tona web, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。

source: Updated:
de: Aktualisierung:
ja: 最終更新:
sq: U përditësua më:

source: Using and Running Mirrors - GNU Project - Free Software Foundation
sq: Përdorim dhe Xhirim Pasqyrash - Projekti GNU - Free Software Foundation

source: Mirroring the GNU FTP server requires approximately 46GB disk space (as of June&nbsp;2013). You can rsync directly from ftp.gnu.org:
sq: Pasqyrimi i krejt shërbyesit FTP GNU lyp afërsisht 30GB hapësirë disku (deri më Qershor&nbsp;2013). Mund të kryeni rsync drejt e nga ftp.gnu.org:

source: <tt>rsync://mirrors.ocf.berkeley.edu/gnu/</tt> (California, USA)
sq: <tt>rsync://mirrors.ocf.berkeley.edu/gnu/</tt> (Kaliforni, ShBA)

source: <tt>rsync://ca.mirror.babylon.network/gnu</tt> (Canada)
sq: <tt>rsync://ca.mirror.babylon.network/gnu</tt> (Kanada)

source: <tt>rsync://mirror.frgl.pw/gnu</tt> (Canada)
sq: <tt>rsync://mirror.frgl.pw/gnu</tt> (Kanada)

source: <tt>rsync://uberglobalmirror.com/gnu </tt> (Australia)
sq: <tt>rsync://uberglobalmirror.com/gnu </tt> (Australi)

source: <tt>rsync://ftp-gnu-org.ip-connect.vn.ua/ftp.gnu.org/</tt> (Ukraine)
sq: <tt>rsync://ftp-gnu-org.ip-connect.vn.ua/ftp.gnu.org/</tt> (Ukrainë)

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t’u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2014, 2015, 2016 Free Software Foundation, Inc.
sq: Të drejta kopjimi &copy; 2014, 2015, 2016 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
sq: Kjo faqe mund të përdoret sipas një licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.”

source: rsync -rltpHS --delete-excluded rsync://ftp.gnu.org/gnu/ /your/dir/
de: rsync -rltpHS --delete-excluded rsync://ftp.gnu.org/gnu/ /Ihr/Verzeichnis/

source: rsync -rltpHS --delete-excluded rsync://dl.sv.gnu.org/releases/ /your/dir
de: rsync -rltpHS --delete-excluded rsync://dl.sv.gnu.org/releases/ /Ihr/Verzeichnis/

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011.
