Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/mirror.*.po
Languages: de, ja, sq

source: Using and Running Mirrors - GNU Project - Free Software Foundation (FSF)
de: Spiegelserver verwenden und betreiben - GNU-Projekt - Free Software Foundation
ja: ミラーサイトの利用と運営 - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)

source: Using and running mirrors
de: Spiegelserver verwenden und betreiben
ja: ミラーサイトの利用と運営
sq: Përdorim dhe xhirim pasqyrash

source: Downloading from mirrors
de: Von Spiegelservern herunterladen
ja: ミラーサイトからダウンロードする
sq: Shkarkim prej pasqyrash

source: First, for users/downloaders: the address <a href="http://ftpmirror.gnu.org/">http://ftpmirror.gnu.org/</a> multiplexes between the mirrors, trying to choose one that is nearby and up to date. E.g., <a href="http://ftpmirror.gnu.org/emacs/">http://ftpmirror.gnu.org/emacs/</a> goes to a mirror's directory of <a href="/software/emacs/">GNU Emacs</a>. We recommend using this generic ftpmirror.gnu.org address wherever possible in links, documentation, etc., to reduce load on the main GNU server.
de: Zunächst für Benutzer: Die Internetadresse <a href="http://ftpmirror.gnu.org/">http://ftpmirror.gnu.org/</a> multiplext zwischen den Spiegelservern, versucht einen in der Nähe und auf dem neuesten Stand zu wählen. Z. B. sollte <a href="http://ftpmirror.gnu.org/emacs/">http://ftpmirror.gnu.org/emacs/</a> das Verzeichnis des Spiegelservers von <a href="/software/emacs/">GNU Emacs</a> wählen. Wir empfehlen, wo immer möglich, diese allgemeine Internetadresse in Verweisen, Dokumentationen usw. zu verwenden, um die Ladevorgänge auf dem GNU Hauptserver zu reduzieren.
ja: まず、一般の利用者/ダウンロードする人: アドレス<a href="http://ftpmirror.gnu.org/">http://ftpmirror.gnu.org/</a>は複数のミラーの複合で構成され、近くの最新の一つを選択するようになっています。たとえば、<a href="http://ftpmirror.gnu.org/emacs/">http://ftpmirror.gnu.org/emacs/</a>は、ミラーの<a href="/software/emacs/">GNU Emacs</a>ディレクトリに行きます。わたしたちは、この一般的なftpmirror.gnu.orgのアドレスをリンクや文書などに可能な限り使うことを推奨し、メインGNUサーバの負荷を減らしたいと考えています。
sq: Së pari, për përdoruesit/shkarkuesit: adresa <a href="http://ftpmirror.gnu.org/">http://ftpmirror.gnu.org/</a> përpiqet të zgjedhë mes pasqyrave atë që është afër dhe që është e përditësuar. P.sh., <a href="http://ftpmirror.gnu.org/emacs/">http://ftpmirror.gnu.org/emacs/</a> hidhet te lista e pasqyrave për <a href="/software/emacs/">GNU Emacs</a>. Këshillojmë përdorimin nëpër lidhje, dokumentime, etj, të kësaj adrese të përgjithshme ftpmirror.gnu.org, për të ulur ngarkesën te shërbyesi kryesor i GNU-së.

source: Mirroring the GNU FTP server
de: Spiegelung des GNU FTP-Servers
ja: GNU FTPサーバをミラーする
sq: Pasqyrim shërbyesi FTP GNU

source: Mirroring the GNU FTP server requires approximately 30GB disk space (as of October&nbsp;2011). You can rsync directly from ftp.gnu.org:
de: Die Spiegelung des gesamten GNU FTP Servers erfordert etwa 30 GB Speicherplatz (Stand:&nbsp;2011-10). Ein rsync kann direkt aus ftp.gnu.org gemacht werden:
ja: GNU FTPサーバをミラーするにはだいたい30GBのディスク容量を必要とします(2011年10月現在)。ftp.gnu.orgから直接rsyncできます:

source: However, please consider mirroring from another site, again to reduce load on the GNU server. These sites provide access to all the material on ftp.gnu.org. They update from us nightly (at least) and you may access them with (via rsync):
de: Bitte beachten Sie jedoch, von einer anderen Seite erneut aus wiederzuspiegeln, um dem GNU Server zu entlasten. Diese Seiten bieten Zugriff auf das Material auf ftp.gnu.org. Sie Aktualisieren von uns nächtlich (mindestens) und Sie können mit (über rsync) zugreifen:
ja: しかし、別のサイトからミラーすることを検討してください、繰り返しになりますが、GNUサーバの負荷を減らすためにです。これらのサイトはftp.gnu.orgのすべてのデータへのアクセスを提供します。(最低でも)毎晩、わたしたちからの更新を行い、あなたは(rsyncで)アクセスすることができます。
sq: Sidoqoftë, ju lutemi, shqyrtojeni mundësinë e pasqyrimit prej një sajti tjetër, e themi prapë, për të zvogëluar ngarkesën te shërbyesi GNU. Këta sajte ofrojnë hyrje te krej materiali i ftp.gnu.org. Përditësohen me materialin tonë përnatë (e pakta) dhe mund të hyni në ta (përmes rsync-ut) me:

source: <tt>rsync://mirrors.ispros.com.bd/gnu/</tt> (Bangladesh)
de: <tt>rsync://mirrors.ispros.com.bd/gnu/</tt> (Bangladesch)
ja: <tt>rsync://mirrors.ispros.com.bd/gnu/</tt> (バングラデシュ)

source: <tt>rsync://gnu.c3sl.ufpr.br/gnu/ftp/</tt> (Brazil)
de: <tt>rsync://gnu.c3sl.ufpr.br/gnu/ftp/</tt> (Brasilien)
ja: <tt>rsync://gnu.c3sl.ufpr.br/gnu/ftp/</tt> (ブラジル)

source: <tt>rsync://ftp.funet.fi/ftp/pub/gnu/prep/</tt> (Finland)
de: <tt>rsync://ftp.funet.fi/ftp/pub/gnu/prep/</tt> (Finnland)
ja: <tt>rsync://ftp.funet.fi/ftp/pub/gnu/prep/</tt> (フィンランド)
sq: <tt>rsync://ftp.funet.fi/ftp/pub/gnu/prep/</tt> (Finlandë)

source: <tt>rsync://mirror.its.uidaho.edu/gnu/</tt> (Idaho, USA)
ja: <tt>rsync://mirror.its.uidaho.edu/gnu/</tt> (アイダホ、USA)

source: <tt>rsync://mirror.team-cymru.org/gnu/</tt> (Illinois, USA)
ja: <tt>rsync://mirror.team-cymru.org/gnu/</tt> (イリノイ、USA)
sq: <tt>rsync://mirror.team-cymru.org/gnu/</tt> (Ilinois, ShBA)

source: <tt>rsync://mirrors.ibiblio.org/gnuftp/</tt> (North Carolina, USA)
ja: <tt>rsync://mirrors.ibiblio.org/gnuftp/</tt> (ノース・カロライナ、USA)
sq: <tt>rsync://mirrors.ibiblio.org/gnuftp/</tt> (Karolinë e Veriut, ShBA)

source: <tt>rsync://hive.ist.unomaha.edu/gnu</tt> (Nebraska, USA)
ja: <tt>rsync://hive.ist.unomaha.edu/gnu</tt> (ネブラスカ、USA)

source: <tt>rsync://mirror.quintex.com::gnu</tt> (Texas, USA)
ja: <tt>rsync://mirror.quintex.com::gnu</tt> (テキサス、USA)

source: <tt>rsync://mirror.uber.com.au/gnu</tt> (Australia)
ja: <tt>rsync://mirror.uber.com.au/gnu</tt> (オーストラリア)

source: rsync is so much more efficient than other protocols that we always recommend rsync for mirror transfers, with the options above, to ensure an exact copy.
de: Wir empfehlen grundsätzlich rsync für Spiegelserverübertragungen, weil rsync wesentlich effizienter als andere Protokolle ist (insbesondere mit obigen Optionen, um eine exakte Kopie sicherzustellen).
ja: rsyncはほかのプロトコルよりも断然効率が良いので、わたしたちは常にrsyncをミラーの通信のために推奨します。上記のオプションで、正確なコピーが確実になります。
sq: rsync është kaq shumë më i efektshëm se protokollet e tjerë, sa që përherë këshillojmë përdorimin r rsync-ut për shpërngulje pasqyrash, me mundësitë e mësipërme, që të sigurohet kopjimi i përpiktë.

source: You can keep your mirror private, but we appreciate the support if you can make your mirror public. To add your mirror to the <a href="/order/ftp.html">public mirror list</a>, we require (and recommend) a daily update frequency. <em>After</em> establishing your mirror, please contact <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> so we can review it. Please provide the following:
de: Sie können Ihren Spiegelserver privat halten, sind aber für die Unterstützung dankbar, wenn Sie ihren Spiegelserver der Öffentlichkeit zugänglich machen. Um Ihren Spiegelserver der Liste der <a href="/prep/ftp.html">Öffentliche GNU Spiegelserver</a> hinzuzufügen, ist ein täglicher Aktualisierungsintervall erforderlich (und empfohlen). <em>Nach</em> der Einrichtung kontaktieren Sie bitte die GNU Webmaster <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>, damit wir die einwandfreie Funktion überprüfen können. Bitte geben Sie folgende Daten an:
ja: あなたのミラーをプライベートにしておくこともできますが、公開できるのであれば、そのサポートに感謝します。あなたのミラーを<a href="/order/ftp.html">公開ミラー一覧</a>に載せるためには、わたしたちは毎日の更新の頻度を必要と(また、推奨)します。わたしたちが吟味できるよう、ミラーを設置した<em>後</em>、<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>まで連絡ください。下記の情報をお願いします:
sq: Pasqyrën tuaj mund ta mbani private, por e vlerësojmë përkrahjen përmes bërjes publike të pasqyrës suaj. Që të shtohet pasqyra juaj te <a href="/order/ftp.html">lista e pasqyrave publike</a>, kërkojmë medoemos (dhe këshillojmë) përditësim ditor të saj. <em>Pas</em> vendosjes së pasqyrës, lidhuni me <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> që të mund ta marrim në shqyrtim. Ju lutemi, na furnizoni sa vijon:

source: URL of the mirror (ftp/http/rsync as appropriate),
de: Internetadresse des Spiegels (ftp/http/rsync soweit erforderlich),
ja: ミラーのURL (必要に応じてftp/http/rsync)、
sq: URL-ja e pasqyrës (ftp/http/rsync siç duhet),

source: country where the mirror is located,
de: Land, in dem sich der Spiegel befindet,
ja: ミラーが置かれている国、
sq: vendi ku gjendet pasqyra,

source: update frequency (once daily is recommended),
de: Aktualisierungsintervall (einmal täglich wird empfohlen),
ja: 更新頻度 (一日一回が推奨されます)、
sq: shpeshti përditësimi (e këshillueshme një herë në ditë),

source: preferred contact information for any mirror-related issues (we will keep all contact information confidential), and
de: bevorzugte Kontaktinformationen für jede Spiegel-bezogene Frage (alle Kontaktinformationen werden vertraulich behandelt) und
ja: ミラー関連問題についての好ましい連絡先(わたしたちはすべての連絡先情報を機密として扱います)、
sq: të dhëna për kontaktin e parapëlqyer për çfarëdo çështjesh që lidhen me pasqyrimin (do t’i mbajmë të fshehta krejt të dhënat), dhe

source: whether your site can also be a source for other mirrors.
de: ob Ihr Webauftritt auch eine Quelle für andere Spiegel sein kann.
ja: あなたのサイトが他のミラーを提供するかどうか。
sq: nëse mund të shërbejë sajti juaj si burim për pasqyra të tjera.

source: In general, mirrors run by both individuals and organizations that want to support free software are welcome and appreciated. Mirrors that are run for the purpose of gaining advertising links or other recognition from our site, or that are engaged in unethical activity, are not accepted on our list.
de: Im Allgemeinen sind Spiegelserver von Organisationen und Einzelpersonen willkommen und geschätzt, die Freie Software unterstützen wollen, aber bitte beachten Sie, dass wir keine Spegelserver mit Werbung aufführen. Anfragen zur Spiegelung, die Spam oder andere unethische Aktivität zuordbar sind, werden unter keinen Umständen akzeptiert.
ja: 一般的には、自由ソフトウェアを支持したい個人または組織、両方によって運営されるミラーを歓迎しますし、感謝します。広告リンクやわたしたちのサイトからのその他の認知を得る目的で運営されていたり、反倫理的な活動に従事していたりするミラーは、わたしたちの一覧に受けいれません。
sq: Në përgjithësi, pasqyrat e mirëmbajtura nga organizma dhe individë që dëshirojnë të përkrahin software-in e lirë, janë të mirëpritura dhe i çmojmë. Pasqyrat e xhiruara me synim përftim lidhjesh reklame ose tjetër vlerësim nga sajti ynë, ose që merren me veprimtari joetike, nuk pranohen në listën tonë.

source: Web setup for mirrors
de: Interneteinstellungen für Spiegelserver
ja: ミラーのためのウェブの設定
sq: Rregullime Web për pasqyrat

source: It is very useful to make your mirror available to users via http, so please support this if you can. Please set up your web server configuration to avoid sending <tt>.gz.sig</tt> files (signatures of compressed files, of which there are many on our servers) as gzip-encoded. For Apache, this means:
de: Es ist sehr hilfreich, Ihren Spiegelserver Nutzern über HTTP zugänglich zu machen, wenn Sie diese Option unterstützen können. Bitte richten Sie die Webserver-Konfiguration so ein, um das Senden von <tt>.gz.sig</tt>-Signaturdateien (von denen es viele auf unseren Servern gibt) als gzip-codierte zu vermeiden. Für Apache bedeutet dies:
ja: httpで利用者にあなたのミラーを利用可能にするのはとても有用ですから、もし可能であれば、ぜひお願いします。<tt>.gz.sig</tt>ファイル(圧縮ファイルの電子署名、たくさんわたしたちのサーバにあります)をgzipエンコードされたものとして送ることを避けるよう、ウェブサーバのコンフィグレーションを設定してください。Apacheでは、こうします:
sq: Dhënia e mundësisë përdoruesve të përdorin pasqyrën tuaj përmes protokollit http është shumë e dobishme, ndaj ju lutemi ta mundësoni këtë, nëse mundeni. Ju lutemi, rregullojeni formësimin e shërbyesit tuaj web që që të shmangë dërgim kartelash <tt>.gz.sig</tt> (.sig kartelash të ngjeshura, nga të cilat kemi plot në shërbyesit tanë) të koduara si gzip. Për Apache, kjo do të ishte:

source: AddType application/pgp-signature .sig # make sure .sig files are _not_ sent with "Content-Encoding: gzip". &lt;Files *.gz.sig&gt; RemoveEncoding .gz &lt;/Files&gt; &lt;Files *.tgz.sig&gt; RemoveEncoding .tgz &lt;/Files&gt;
ja: AddType application/pgp-signature .sig # .sig ファイルが "Content-Encoding: gzip" で送られ _ない_ ようにする。 &lt;Files *.gz.sig&gt; RemoveEncoding .gz &lt;/Files&gt; &lt;Files *.tgz.sig&gt; RemoveEncoding .tgz &lt;/Files&gt;
sq: AddType application/pgp-signature .sig # sigurohuni që kartelat .sig _nuk_ dërgohen me "Content-Encoding: gzip". &lt;Files *.gz.sig&gt; RemoveEncoding .gz &lt;/Files&gt; &lt;Files *.tgz.sig&gt; RemoveEncoding .tgz &lt;/Files&gt;

source: Variation: if your AddEncoding lines do not have a leading dot for the extension, for instance like this:
de: Variation: Wenn Ihre AddEncoding-Zeilen keinen führenden Punkt für die Erweiterung haben, bspw.:
ja: バリエーション: AddEncoding 行が拡張子のために先行するドットを取らない場合、 たとえば、このように:
sq: Variacion: nëse rreshtat tuaj AddEncoding nuk paraprihen nga një pikë për zgjerimin, për shembull si kjo:

source: then the RemoveEncoding lines should also not have a leading dot.
de: dann sollten die RemoveEncoding-Zeilen auch keinen führenden Punkt haben.
ja: この時は、RemoveEncodingの行も先行するドットを有するべきではありません。
sq: atëherë rreshtat RemoveEncoding nuk do të duhej të parapriheshin nga një pikë.

source: Finally, we highly recommend the following setting, so that users can see full filenames in generated listings instead of having them be truncated:
de: Abschließend empfehlen wir die folgende Einstellung, damit dem Anwender vollständige Dateinamen in generierten Listen angezeigt werden, anstatt abgeschnitten:
ja: 最後に、わたしたちは下記に示す設定を強く推奨します。これによって利用者は、生成される一覧で、切り捨てられることなく、ファイルネーム全部を見ることができます。
sq: Së fundi, këshillojmë fort rregullimet vijuese, që përdoruesit, në listat e prodhuara, të mund të shohin emrat e plotë të kartelave, në vend që këto të cungohen:

source: Ibiblio mailing lists
de: Ibiblio-Mailinglisten
ja: Ibiblioメーリングリスト
sq: lista postimesh ibiblio

source: For those mirroring from ibiblio, <a href="http://lists.ibiblio.org/mailman/listinfo/ibiblio-mirrors">ibiblio-mirrors</a> and <a href="http://lists.ibiblio.org/mailman/listinfo/ibiblio-announce">ibiblio-announce</a> are low-traffic mailing lists for admins of sites mirroring from ibiblio servers. Also, specific questions and problem reports can be <a href="http://www.ibiblio.org/help/">submitted to ibiblio</a>.
de: Für diejenigen, die von ibiblio spiegeln, sind <a href="http://lists.ibiblio.org/mailman/listinfo/ibiblio-mirrors" hreflang="en">ibiblio-mirror</a> und <a href="http://lists.ibiblio.org/mailman/listinfo/ibiblio-announce" hreflang="en">ibiblio-announce</a> gering frequentierte Mailinglisten für Administratoren von Webseiten, die von ibiblio-Servern spiegeln. Darüber hinaus können Sie bestimmte Fragen und Fehlermeldungen <a href="http://www.ibiblio.org/help/" hreflang="en">an ibiblio einsenden</a>.
ja: ibiblioからミラーする各位向けに、<a href="http://lists.ibiblio.org/mailman/listinfo/ibiblio-mirrors">ibiblio-mirrors</a>と<a href="http://lists.ibiblio.org/mailman/listinfo/ibiblio-announce">ibiblio-announce</a> の二つがあります。これは、ibiblioサーバからミラーするサイトの管理者の通信量の少ないのメーリングリストです。また、特定の質問や問題の報告を<a href="http://www.ibiblio.org/help/">ibiblioに提出</a>することができます。
sq: Për ata që pasqyrojnë prej ibiblio-s, <a href="http://lists.ibiblio.org/mailman/listinfo/ibiblio-mirrors">ibiblio-mirrors</a> dhe <a href="http://lists.ibiblio.org/mailman/listinfo/ibiblio-announce">ibiblio-announce</a> janë lista postimesh me pak trafik, për përgjegjës sajtesh që pasqyrojnë prej shërbyesve të ibiblio-s. Gjithashtu, pyetje të veçanta dhe njoftime problemesh mund <a href="http://www.ibiblio.org/help/">të parashtrohen te ibiblio</a>.

source: Mirroring the GNU Alpha release server
de: Spiegelung des GNU Alpha-Version-Servers
ja: GNU Alphaリリース・サーバをミラーする
sq: Pasqyrim i shërbyesit të hedhjeve në qarkullim GNU Alpha

source: ftp.gnu.org and other sites also offer alpha.gnu.org (around 10GB) for your mirroring pleasure:
de: ftp.gnu.org und andere Webauftritte bieten ebenfalls alpha.gnu.org (ca. 10 GB) für Ihr Spiegelungsvergnügen:
ja: ftp.gnu.orgと他のサイトはalpha.gnu.org (約10GB)もあなたのミラーリングの好きなように提供します:
sq: ftp.gnu.org dhe sajte të tjerë ofrojnë po ashtu alpha.gnu.org (rreth 10GB) për nevojat tuaja të pasqyrimit:

source: Nightly updates are sufficient for GNU FTP and Alpha material.
de: Nightly-Updates sind ausreichend für GNU FTP- und Alpha-Material.
ja: GNU FTPとAlphaのデータについては、毎晩の更新で充分です。
sq: Përditësimet e përnatshme janë të mjaftueshme për materialin e FTP-së GNU dhe Alpha.

source: Mirroring nongnu releases from Savannah
de: Spiegelung von Savannahs nongnu-Projekten
ja: Savannahのnongnuリリースをミラーする
sq: Pasqyrim hedhjesh në qarkullim jo gnu nga Savannah

source: We also greatly appreciate additional mirrors of the <em>nongnu</em> projects hosted at <a href="http://savannah.nongnu.org/">savannah.nongnu.org</a>. The total is currently around 22GB. To do this, we recommend you retrieve and update the files using rsync, with the same options as above for ftp.gnu.org, namely:
de: Wir sind auch sehr dankbar für zusätzliche Spiegelserver von auf <a href="http://savannah.nongnu.org">savannah.nongnu.org</a> gehosteten <em>nongnu</em>-Projekten. Die gesamte Datenmenge liegt derzeit bei rund 22 GB. Wir empfehlen, die Dateien mit rsync abzurufen und zu aktualisieren (mit denselben Optionen wie für ftp.gnu.org):
ja: <a href="http://savannah.nongnu.org/">savannah.nongnu.org</a>にホストされる<em>nongnu</em>プロジェクトについても、追加的なミラーをお願いできれば大変ありがたく存じます。全体は現在だいたい22GBです。このために、わたしたちは、rsyncでデータを取得、あるいは更新することを推奨します。上述のftp.gnu.orgと同じオプション、すなわち:
sq: Çmojmë pa masë pasqyra shtesë të projekteve <em>nongnu</em> të strehuara te <a href="http://savannah.nongnu.org/">savannah.nongnu.org</a>. Hëpërhë bëhen gjithsej rreth 22GB. Për këtë, këshillojmë me forcë që të merrni dhe përditësoni kartelat duke përdorur rsync-un, me të njëjtat mundësi si më sipër për ftp.gnu.org, përkatësisht:

source: These options ensure that it is an exact mirror. (There will probably be some permission errors; just ignore them. They are due to choices or mistakes by individual project maintainers.)
de: Diese Optionen gewährleisten den exakten Spiegelserver (es wird wahrscheinlich einige Berechtigungsfehler geben, die ignoriert werden können. Diese beruhen auf Entscheidungen oder Fehlern einzelner ProjektverwalterInnen).
ja: でお願いします。これらのオプションは正確なミラーを確実にします。(いくつかパーミッションのエラーが起こるかもしれませんが、これは無視してください。これは個々のプロジェクト・メンテナーの選択か間違いのためです。
sq: Këto opsione sigurojnë një pasqyrim të përpiktë. (Ndoshta do të ketë pak gabime lejesh; thjesht shpërfillini. Vijnë nga zgjedhje ose gabime mirëmbajtësish individualë të projektit.)

source: It is fine to update savannah/nongnu once a day as well; twice a day if you like. More than that is not worth the bandwidth, the contents are not that dynamic.
de: Es wäre schön, Savannah/nongnu täglich zu aktualisieren; zweimal täglich, wenn Sie mögen. Mehr als das ist die Bandbreite nicht wert, die Inhalte sind nicht so dynamisch.
ja: savannah/nongnuは同様に一日一回、お好みであれば二回、の更新で結構です。これ以上はバンド幅の関係で望ましくありません。内容はそんなに変わりませんから。
sq: Po ashtu, mirë është të përditësohet savannah/nongnu një herë në ditë; dy herë po deshët. Më shpesh se kaq nuk ia vlen të harxhohet bandë, lënda nuk është edhe aq dinamike.

source: If you can help with this, please <a href="mailto:webmasters@gnu.org">email us</a> with the url to your mirror so we can add you to the <a href="http://dl.sv.gnu.org/releases/00_MIRRORS.html">list</a>. Thanks!
de: Wenn Sie helfen können, <a href="mailto:webmasters@gnu.org">kontaktieren Sie uns</a> bitte mit Angabe der Internetadresse des Spiegelservers, damit wir diese der Liste der <a href="http://dl.sv.gnu.org/releases/00_MIRRORS.html">Savannah Spiegelserver</a> hinzufügen können. Vielen Dank!
ja: もし、ミラーについてあなたが手伝える場合、 あなたのミラーのurlを<a href="mailto:webmasters@gnu.org">わたしたちにメールください</a>。<a href="http://dl.sv.gnu.org/releases/00_MIRRORS.html">リスト</a>に加えます。ありがとう!
sq: Nëse jeni në gjendje të na ndihmoni me këtë, ju lutemi, <a href="mailto:webmasters@gnu.org">na dërgoni një email</a> me url-në për te pasqyra juaj, që kështu të mund ta shtojmë te <a href="http://dl.sv.gnu.org/releases/00_MIRRORS.html">lista</a>. Faleminderit!

source: (Not) Mirroring the GNU web server
de: (Nicht) Spiegelung der GNU Webserver
ja: GNUウェブサーバをミラー(しない)
sq: (Mos) pasqyrim i shërbyesit web GNU

source: We no longer recommend creating web mirrors, because it has turned out that (a)&nbsp;few people can make use of them, and (b)&nbsp;many mirrors either became out of date or went offline relatively frequently. We don't want outdated information about the GNU project to be disseminated.
de: Wir empfehlen keine Internet-Spiegelserver mehr, weil sich herausgestellte, dass sie <br /><br /> (a)&nbsp;nur wenige Anwender nutzen können und<br /> (b)&nbsp;viele entweder veraltet oder relativ häufig offline sind.<br /><br /> Es sollen keine veralteten Informationen mehr über das GNU-Projekt verbreitet werden.
ja: わたしたちは、ウェブのミラーを作ることをもはや推奨しません。なぜなら、(a)ほんの少しの人しかそれを使わない、あるいは、(b)多くのミラーが陳腐化したり比較的何回もオフラインになったりする、ことが判明したからです。GNUプロジェクトのすたれた情報がばらまかれることをわたしたちは希望しません。
sq: Nuk këshillojmë më krijimin e pasqyrave web, ngaqë doli se (a)&nbsp;përdoren nga pak përdorues, dhe (b)&nbsp;mjaft pasqyra ose vjetrohen, ose relativisht shpesh nuk gjenden në linjë. Nuk duam të mbillen të dhëna të vjetruara për projektin GNU.

source: Nonetheless, if you wish to mirror www.gnu.org for your own purposes, that is ok with us. We recommend using <tt>mod_proxy</tt>. Here is an <i>unsupported</i> recipe of Apache directives for your <tt>&lt;VirtualHost&gt;</tt>:
de: Wenn Sie www.gnu.org trotzdem für Ihre eigenen Zwecke spiegeln möchten, ist das für uns in Ordnung. Wir empfehlen, <tt>mod_proxy</tt>zu verwenden. Hier ist eine <em>nicht unterstützte</em>Anleitung von Apache-Anweisungen für Ihr <tt>&lt;VirtualHost&gt;</tt>:
ja: そうは言っても、あなたがwww.gnu.orgをあなた自身の目的でミラーしたいの場合、それはわたしたちには問題ありません。わたしたちは<tt>mod_proxy</tt>を利用することを推奨します。ここに、あなたの<tt>&lt;VirtualHost&gt;</tt>のための、Apacheの命令の<i>サポートなし</i>レシピを示します:
sq: Sidoqoftë, nëse doni të pasqyroni www.gnu.org për qëllimet tuaja, për ne nuk ka problem. Këshillojmë përdorimin e <tt>mod_proxy</tt>. Ja ku keni një recetë <i>të pambuluar nga ne</i> direktivash Apache për <tt>&lt;VirtualHost&gt;</tt> tuaj:

source: ServerName gnumirror.example.org CacheRoot "/var/cache/mod_proxy" CacheDefaultExpire 86400 # for Apache 2.0+, value is in seconds ProxyPass / http://www.gnu.org/ CacheEnable disk /
ja: ServerName gnumirror.example.org CacheRoot "/var/cache/mod_proxy" CacheDefaultExpire 86400 # Apache 2.0+ では値は秒単位 ProxyPass / http://www.gnu.org/ CacheEnable disk /
sq: ServerName gnumirror.example.org CacheRoot "/var/cache/mod_proxy" CacheDefaultExpire 86400 # for Apache 2.0+, vlera është në sekonda ProxyPass / http://www.gnu.org/ CacheEnable disk /

source: (Thanks to Juri Hoerner for providing this Apache information.)
de: (Vielen Dank an Juri Hoerner für die Bereitstellung dieser Apache-Informationen)
ja: (このApacheの情報の提供についてジュリ・ホーナーに謝意を表します。)
sq: (Faleminderit Juri Hoerner-it për dhënien e këtij informacioni rreth Apache-it.)

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
