Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/server.*.po
Languages: de, ja, pl, sq

source: About GNU Servers - GNU Project - Free Software Foundation
de: Über GNU-Server - GNU-Projekt - Free Software Foundation
pl: O serwerach GNU - Projekt GNU - Free Software Foundation

source: About GNU Servers
de: Über GNU-Server
ja: GNUサーバーについて
pl: O serwerach GNU
sq: Rreth Shërbyesve GNU

source: We have <a href="/server/irc-rules.html">rules for official GNU and FSF IRC channels</a>.
de: Wir haben <a href="/server/irc-rules">Richtlinien für offizielle IRC-Channels von GNU und FSF</a>.
ja: <a href="/server/irc-rules.html">オフィシャルのGNUおよびFSFのIRC チャンネル</a>はこちら。
pl: Mamy <a href="/server/irc-rules.html">regulamin oficjalnych kanałów GNU i&nbsp;FSF na&nbsp;IRCu</a>.
sq: Kemi <a href="/server/irc-rules.html">rregullat tona për kanale zyrtarë IRC për GNU-në dhe FSF-në</a>.

source: We have <a href="/server/mirror.html">information and advice for those wishing to mirror ftp.gnu.org</a>. (We no longer suggest mirroring www.gnu.org.)
de: <a href="/server/mirror">Informationen und Tipps, um ftp.gnu.org zu spiegeln</a> <strong>(die Spiegelung wird nicht mehr empfohlen)</strong>.
ja: <a href="/server/mirror.html">ftp.gnu.org をミラーしたい方への情報とアドバイス</a>はこちら。 (www.gnu.org のミラーはとくにもうお願いしません。)
pl: Mamy <a href="/server/mirror.html">informacje i&nbsp;rady dla tych, którzy chcą tworzyć serwer lustrzany ftp.gnu.org</a>. (Już nie sugerujemy trzymania serwera lustrzanego www.gnu.org.)
sq: Kemi <a href="/server/mirror.html">informacione dhe këshilla për këdo që dëshiron të krijojë pasyrë të ftp.gnu.org</a>. (Nuk këshillojmë më të pasqyrohet www.gnu.org.)

source: For designing and authoring our web pages, we follow certain <a href="/server/fsf-html-style-sheet.html">style guidelines</a>. If you would like to help, we have a list of <a href="/server/tasks.html">tasks</a> that need to be done on this web site. All our pages are <a href="http://www.anybrowser.org/campaign/">Best Viewed with Any Browser</a>.
de: Für das Entwerfen und Erstellen unserer Webseiten folgen wir bestimmten <a href="/server/fsf-html-style-sheet.html" hreflang="en">Richtlinien für GNU-Webseiten: HTML-Stylesheet</a>. Möchten Sie helfen, finden Sie für diesen Webauftritt noch eine Reihe von zu erledigenden <a href="/server/tasks.html">Aufgaben</a>. Alle Seiten sind <a href="http://www.anybrowser.org/campaign/" xml:lang="en" lang="en"><em>Best Viewed with Any Browser</em></a>.
ja: わたしたちのWebページのデザインと作成については、わたしたちは、ある<a href="/server/fsf-html-style-sheet.html">スタイルガイドライン</a>に沿っています。手伝いたい方は、このWebサイトに必要な<a href="/server/tasks.html">仕事</a>の一覧があります。すべてのページは<a href="http://www.anybrowser.org/campaign/">どんなブラウザでもきれいに見えます</a>。
pl: Przy projektowaniu i&nbsp;wykonywaniu naszych stron internetowych kierujemy się pewnymi <a href="/server/fsf-html-style-sheet.html">wytycznymi postaci witryny WWW</a>. Jeśli chcielibyście nam pomóc przy prowadzeniu witryny, przejrzyjcie, prosimy, listę <a href="/server/tasks.html">zadań</a> do&nbsp;wykonania. Wszystkie nasze strony są <a href="http://www.anybrowser.org/campaign/">Najlepiej Wyświetlane Dowolną Przeglądarką</a>.
sq: Për hartimin dhe krijimin e faqeve tona web, ndjekim disa <a href="/server/fsf-html-style-sheet.html">udhëzime për stilin</a>. Nëse do të donit të na ndihmonit, kemi një listëme <a href="/server/tasks.html">punë</a> që duhen bërë në këtë site web. Krejt faqet tona pajtohen me <a href="http://www.anybrowser.org/campaign/">Best Viewed with Any Browser</a>.

source: Just as we do not install proprietary software, we have a policy of not making links to pages that promote proprietary programs. We cannot make proprietary software disappear by not talking about it; information about proprietary software is widely available, and people who want it will get it somehow. But we prefer not to be participants in the process of advertising proprietary software.
de: Genauso wie wir keine proprietäre Software installieren, haben wir eine Richtlinie nicht auf Seiten zu verweisen, die proprietäre Programme fördern. Wir können keine proprietäre Software durch <em>nicht darüber reden</em> verschwinden lassen; Informationen über proprietäre Software sind weit verbreitet und Menschen, die sie suchen, werden sie irgendwie finden. Wir bevorzugen keine Werbung für proprietäre Software zu machen.
ja: プロプライエタリのソフトウェアをインストールしないだけでなく、プロプライエタリなプログラムを宣伝するページへのリンクも行わないポリシーを、わたしたちは持っています。扱わないことによって、プロプライエタリのソフトウェアを消滅させることはできないでしょう。プロプライエタリなソフトウェアは広く利用可能ですし、それを欲しがる人はどうにかして手に入れるでしょう。しかし、プロプライエタリのソフトウェアの広告のプロセスへの参加者となることを、わたしたちは好まないのです。
pl: Tak samo jak nie instalujemy oprogramowania prawnie zastrzeżonego, mamy zasadę nie tworzenia odnośników do&nbsp;stron, które promują takie programy. Nie możemy spowodować, że&nbsp;oprogramowanie prawnie zastrzeżone zniknie, gdy nie będziemy o&nbsp;nim mówić&nbsp;&ndash; informacje na&nbsp;jego temat są szeroko dostępne, a&nbsp;ci, którzy ich szukają, znajdą. Wolelibyśmy jednak&nbsp;nie brać udziału w&nbsp;działaniach reklamujących programy prawnie zastrzeżone.
sq: Siç nuk instalojmë software pronësor, po ashtu e kemi rregull të mos krijojmë lidhje për te faqe që promuovojnë programe pronësorë. Ne nuk mund ta zhdukim software-in pronësor thjesht duke mos folur për të; për software-et pronësorë ka informacione gjithandej, dhe ata që e duan, do të gjejnë. Por ne parapëlqejmë të mos marrin pjesë në procesin e reklamimit të software-eve pronësorë.

source: We also confine all links to text that is commercial in its tone to a few of our pages, where the topic makes such links appropriate. This is so we can avoid appearing to share the widespread assumption that money and business are the highest value in life.
de: Darüber hinaus werden alle Verweise auf Text, der zu kommerziell klingt, beschränkt, wo Verweise eigentlich angemessen wären. Somit wird die weit verbreitete Annahme vermieden, dass Geld und Geschäft der höchste Wert im Leben sind.
ja: 商用の傾向があるテキストへのすべてリンクは、いくつかのページだけに限り、そのようなリンクが適切であるというトピックの場所に限っています。こうして、お金とビジネスこそが人生においてもっとも高い価値のあることだ、という広く行き渡った仮定の共有をアピールすることを避けられるのです。
pl: Również wszystkie odnośniki prowadzące do&nbsp;tekstów o&nbsp;zabarwieniu komercyjnym ograniczamy do&nbsp;tych kilku naszych stron, gdzie, w&nbsp;związku z&nbsp;omawianym tematem, jest to stosowne. Robimy tak, by nie wydawało się, że&nbsp;podzielamy rozpowszechnione przekonanie, że&nbsp;pieniądze i&nbsp;interesy są w&nbsp;życiu najwyższą wartością.
sq: Gjithashtu, çfarëdo lidhje te tekst që në tonin e tij është komercial, e kufizojmë në pak nga faqet tona, atje ku tema i bën të përshtatshme lidhje të tilla. Këtë e bëjmë që të shmangim të dukemi se jemi të të njëjtit mendim me idenë e gjithëpërhapur se paraja dhe biznesi janë vlerat më të larta në jetë.

source: Only <a href="/philosophy/free-sw.html">free software</a> is used on this computer. The web server is the <a href="http://www.apache.org/">Apache web server</a>, which is distributed under the Apache license (a free software license). To support this server, we also use other free software developed by GNU volunteers and we maintain a <a href="/server/source/source.html">list of such software</a>.
de: Es wird auf diesem Rechner nur <a href="/philosophy/free-sw">Freie Software</a> genutzt. Webserver ist der <a href="http://www.apache.org/">Apache HTTP Server</a>, freigegeben unter der Apache-Lizenz (eine freie Softwarelizenz). Zur Unterstützung dieses Servers wird weitere von GNU-Freiwilligen entwickelte Freie Software genutzt. Eine Übersicht finden Sie unter <a href="/server/source/source.html">Dienstprogramme für Webserver</a>.
ja: このコンピュータでは<a href="/philosophy/free-sw.html">自由ソフトウェア</a>だけが使われています。Webサーバーは<a href="http://www.apache.org/">Apache web サーバー</a>で、Apacheライセンス(自由なソフトウェアライセンスのひとつ)の元で配布されます。このサーバーをサポートするためにGNUボランティアによって開発されたその他の自由ソフトウェアも使っています。こちらに、<a href="/server/source/source.html">そのようなソフトウェアの一覧</a>があります。
pl: Na&nbsp;tym komputerze używane jest wyłącznie <a href="/philosophy/free-sw.html">wolne oprogramowanie</a>. Za&nbsp;serwer internetowy służy zainstalowany na&nbsp;nim <a href="http://www.apache.org/">Apache WWW-Server</a>, rozprowadzany na&nbsp;Licencji Apache (licencja wolnego oprogramowania). Do&nbsp;obsługi naszego serwera wykorzystujemy też inne wolne programy skonstruowane przez ochotników GNU i&nbsp;prowadzimy <a href="/server/source/source.html">ich listę</a>.
sq: Në këtë kompjuter përdoret vetëm <a href="/philosophy/free-sw.html">software i lirë</a>. Shërbyesi web është <a href="http://www.apache.org/">shërbyesi web Apache</a>, që qarkullon nën lejen Apache (një leje software-i të lirë). Për të mbështetur këtë shërbyes përdorim gjithashtu tjetër software të lirë të zhvilluar nga vullnetarë të GNU-së dhe kemi një <a href="/server/source/source.html">listë software-esh të tillë</a>.

source: We currently host through TowardEX and the Markley Group, who have graciously donated the bandwidth and colocation space for this system.
de: Wir werden derzeit von TowardEX und der Markley Group gehostet, die freundlicherweise Bandbreite und Aufstellungsplatz für dieses System gespendet haben.
pl: Obecny hosting mamy przez TowardESX i&nbsp;Markley Group, którzy wielkodusznie obdarowali nam pasmo i&nbsp;miejsce kolokacyjne na&nbsp;ten system.

source: The operating system is Trisquel GNU/Linux, which is one example of a <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> system. Trisquel GNU/Linux is listed on <a href="/distros/free-distros.html">our list of free GNU/Linux-distributions</a>.
de: Das Betriebssystem ist Trisquel GNU/Linux, das ein typisches Beispiel eines <a href="/gnu/linux-and-gnu">GNU/Linux</a>-Systems und eine <a href="/distros/free-distros">Freie GNU/Linux-Distribution</a> ist.
ja: オペレーティング・システムは<a href="/gnu/linux-and-gnu.html">GNU/Linux</a>システムの一例である、Trisquel GNU/Linuxです。Trisquel GNU/Linuxは<a href="/distros/free-distros.html">自由なGNU/Linuxディストリビューションの一覧</a>に載っています。
pl: Zainstalowany system operacyjny to Trisquel GNU/Linux, będący jednym z&nbsp;przykładów systemu <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>. Trisquel GNU/Linux jest na&nbsp;<a href="/distros/free-distros.html">naszej liście wolnych dystrybucji GNU/Linux</a>.
sq: Sistemi operativ është Trisquel GNU/Linux, i cili është një shembull sistemi <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>. Trisquel GNU/Linux e gjeni te <a href="/distros/free-distros.html">lista jonë e shpërndarjeve GNU/Linux të lira</a>.

source: <a href="http://contemporary-home-computing.org/RUE/">This article points out an insight</a> that helps explain why we want the sort of site we want.
pl: <a href="http://contemporary-home-computing.org/RUE/">Ten artykuł daje pewien wgląd</a>, który objaśnia dlaczego chcemy taką stronę jaką chcemy.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011, 2012, 2013.
pl: Tłumaczenie: Wojeciech Kotwica 2002, Jan Owoc 2016.

source: Updated:
de: Aktualisierung:
ja: 最終更新:
pl: Aktualizowane:
sq: U përditësua më:

source: About GNU Servers - GNU Project - Free Software Foundation (FSF)
ja: GNUサーバーについて - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)
sq: Rreth Shërbyesve GNU - Projekti GNU - Free Software Foundation (FSF)

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/contact.html">other ways to contact</a> the FSF.
ja: FSF および GNU に関する問い合わせは <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。
sq: Ju lutemi, kërkesat për FSF-në &amp; GNU-në dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/contact.html">mënyra të tjera për t'u lidhur me</a> FSF-në.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
sq: Ju lutemi, për lidhje të dëmtuara, ndreqje të tjera ose këshilla na njoftoni te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2011 Free Software Foundation, Inc.
sq: Të drejta Kopjimi &copy; 2011 Free Software Foundation, Inc.,
