Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/sitemap.*.po
Languages: de

source: <a href="/licenses/200104_seminar.html">200104_seminar.html - FSF Seminar: Detailed Study and Analysis of GPL and LGPL</a>
de: <a href="/licenses/200104_seminar.html" hreflang="en">200104_seminar.html - FSF Seminar: Detailed Study and Analysis of GPL and LGPL</a>

source: <a href="/licenses/210104_seminar.html">210104_seminar.html - FSF Seminar: Case Study and Legal Ethics</a>
de: <a href="/licenses/210104_seminar.html" hreflang="en">210104_seminar.html - FSF Seminar: Case Study and Legal Ethics</a>

source: <a href="/licenses/agpl-3.0-body.html">agpl-3.0-body.html</a>
de: <a href="/licenses/agpl-3.0-body.html" hreflang="en">agpl-3.0-body.html</a>

source: <a href="/licenses/agpl-3.0-standalone.html">agpl-3.0-standalone.html - GNU Affero General Public License</a>
de: <a href="/licenses/agpl-3.0-standalone.html" hreflang="en">GNU Affero General Public License (Standalone) </a>

source: <a href="/licenses/agpl-3.0.html">agpl-3.0.html - GNU Affero General Public License</a>
de: <a href="/licenses/agpl-3.0">GNU Affero General Public License</a>

source: <a href="/licenses/autoconf-exception-3.0-body.html">autoconf-exception-3.0-body.html</a>
de: <a href="/licenses/autoconf-exception-3.0-body.html" hreflang="en">autoconf-exception-3.0-body.html</a>

source: <a href="/licenses/autoconf-exception-3.0.html">autoconf-exception-3.0.html - Autoconf Configure Script Exception</a>
de: <a href="/licenses/autoconf-exception-3.0">Autoconf Configure Script Exception</a>

source: <a href="/licenses/dsl.html">dsl.html - Design Science License</a>
de: <a href="/licenses/dsl.html" hreflang="en">dsl.html - Design Science License</a>

source: <a href="/licenses/ecos-license.html">ecos-license.html - The eCos license version 2.0</a>
de: <a href="/licenses/ecos-license.html" hreflang="en">ecos-license.html - The eCos license version 2.0</a>

source: <a href="/licenses/eiffel-forum-license-2.html">eiffel-forum-license-2.html - Eiffel Forum License, version 2</a>
de: <a href="/licenses/eiffel-forum-license-2.html" hreflang="en">Eiffel Forum License, Version 2</a>

source: <a href="/licenses/exceptions.html">exceptions.html - Exceptions to GNU Licenses</a>
de: <a href="/licenses/exceptions.html" hreflang="en">GNU Lizenzen: Ausnahmen</a>

source: <a href="/licenses/fdl-1.3-body.html">fdl-1.3-body.html</a>
de: <a href="/licenses/fdl-1.3-body.html" hreflang="en">fdl-1.3-body.html</a>

source: <a href="/licenses/fdl-1.3-faq.html">fdl-1.3-faq.html - GFDL v1.3 FAQ</a>
de: <a href="/licenses/fdl-1.3-faq">GNU FDL: Häufig gestellte Fragen (FAQ)</a>

source: <a href="/licenses/fdl-1.3-standalone.html">fdl-1.3-standalone.html - GNU Free Documentation License v1.3</a>
de: <a href="/licenses/fdl-1.3-standalone.html" hreflang="en">GNU Free Documentation License v1.3 (Standalone)</a>

source: <a href="/licenses/fdl-1.3.html">fdl-1.3.html - GNU Free Documentation License v1.3</a>
de: <a href="/licenses/fdl-1.3">GNU Free Documentation License</a>

source: <a href="/licenses/fdl-howto-opt.html">fdl-howto-opt.html - How to Use the Optional Features of the GFDL</a>
de: <a href="/licenses/fdl-howto-opt">GNU FDL: Tipps zu optionalen Merkmalen</a>

source: <a href="/licenses/fdl-howto.html">fdl-howto.html - Tips on Using the GNU FDL</a>
de: <a href="/licenses/fdl-howto">GNU FDL: Tipps</a>

source: <a href="/licenses/gcc-exception-3.0-body.html">gcc-exception-3.0-body.html</a>
de: <a href="/licenses/gcc-exception-3.0-body.html" hreflang="en">gcc-exception-3.0-body.html</a>

source: <a href="/licenses/gcc-exception-3.0.html">gcc-exception-3.0.html - GCC Runtime Library Exception</a>
de: <a href="/licenses/gcc-exception-3.0">GCC Runtime Library Exception (RLE)</a>

source: <a href="/licenses/gcc-exception-3.1-body.html">gcc-exception-3.1-body.html</a>
de: <a href="/licenses/gcc-exception-3.1-body.html" hreflang="en">gcc-exception-3.1-body.html</a>

source: <a href="/licenses/gcc-exception-3.1-faq.html">gcc-exception-3.1-faq.html - GCC Runtime Library Exception Rationale and FAQ</a>
de: <a href="/licenses/gcc-exception-3.1-faq" hreflang="en">GCC Runtime Library Exception Rationale and FAQ</a>

source: <a href="/licenses/gcc-exception-3.1.html">gcc-exception-3.1.html - GCC Runtime Library Exception</a>
de: <a href="/licenses/gcc-exception-3.1">GCC Runtime Library Exception (RLE)</a>

source: <a href="/licenses/gpl-3.0-body.html">gpl-3.0-body.html</a>
de: <a href="/licenses/gpl-3.0-body.html" hreflang="en">gpl-3.0-body.html</a>

source: <a href="/licenses/gpl-3.0-standalone.html">gpl-3.0-standalone.html - GNU General Public License v3.0</a>
de: <a href="/licenses/gpl-3.0-standalone.html" hreflang="en">GNU General Public License (Standalone) </a>

source: <a href="/licenses/gpl-3.0.html">gpl-3.0.html - The GNU General Public License v3.0</a>
de: <a href="/licenses/gpl-3.0">GNU General Public License </a>

source: <a href="/licenses/gpl-faq.html">gpl-faq.html - Frequently Asked Questions about the GNU Licenses</a>
de: <a href="/licenses/gpl-faq">GNU Lizenzen: Häufig gestellte Fragen</a>

source: <a href="/licenses/gpl-howto.html">gpl-howto.html - How to use GNU licenses for your own software</a>
de: <a href="/licenses/gpl-howto">GNU Lizenzen: Tipps</a>

source: <a href="/licenses/gpl-violation.html">gpl-violation.html - Violations of the GNU Licenses</a>
de: <a href="/licenses/gpl-violation">GNU Lizenzen: Lizenzverletzungen</a>

source: <a href="/licenses/gplv3-the-program.html">gplv3-the-program.html - What does &quot;the Program&quot; mean in GPLv3?</a>
de: <a href="/licenses/gplv3-the-program.html" hreflang="en">gplv3-the-program.html - What does &quot;the Program&quot; mean in GPLv3?</a>

source: <a href="/licenses/hessla.html">hessla.html - HESSLA</a>
de: <a href="/licenses/hessla">Hacktivismo Enhanced-Source Software License Agreement (HESSLA)</a>

source: <a href="/licenses/lgpl-3.0-body.html">lgpl-3.0-body.html</a>
de: <a href="/licenses/lgpl-3.0-body.html" hreflang="en">lgpl-3.0-body.html</a>

source: <a href="/licenses/lgpl-3.0-standalone.html">lgpl-3.0-standalone.html - GNU Lesser General Public License v3.0</a>
de: <a href="/licenses/lgpl-3.0-standalone.html" hreflang="en">GNU Lesser General Public License (Standalone)</a>

source: <a href="/licenses/lgpl-3.0.html">lgpl-3.0.html - GNU Lesser General Public License v3.0</a>
de: <a href="/licenses/lgpl-3.0">GNU Lesser General Public License</a>

source: <a href="/licenses/lgpl-java.html">lgpl-java.html - The LGPL and Java</a>
de: <a href="/licenses/lgpl-java.html" hreflang="en">lgpl-java.html - The LGPL and Java</a>

source: <a href="/licenses/license-list.html">license-list.html - Various Licenses and Comments about Them</a>
de: <a href="/licenses/license-list">Verschiedene Lizenzen mit Kommentare</a>

source: <a href="/licenses/license-recommendations.html">license-recommendations.html - How to choose a license for your own work</a>
de: <a href="/licenses/license-recommendations.html" hreflang="en">license-recommendations.html - How to choose a license for your own work</a>

source: <a href="/licenses/NYC_Seminars_Jan2004.html">NYC_Seminars_Jan2004.html - FSF Seminars in 2004</a>
de: <a href="/licenses/NYC_Seminars_Jan2004.html" hreflang="en">NYC_Seminars_Jan2004.html - FSF Seminars in 2004</a>

source: <a href="/licenses/quick-guide-gplv3.html">quick-guide-gplv3.html - A Quick Guide to GPLv3</a>
de: <a href="/licenses/quick-guide-gplv3">Kurzanleitung zur GPLv3</a>

source: <a href="/licenses/recommended-copylefts.html">recommended-copylefts.html - Recommended copyleft licenses</a>
de: <a href="/licenses/recommended-copylefts.html" hreflang="en">Empfohlene Copyleft-Lizenzen</a>

source: <a href="/licenses/rms-why-gplv3.html">rms-why-gplv3.html - Why Upgrade to GPLv3</a>
de: <a href="/licenses/rms-why-gplv3.html" hreflang="en">Warum auf GPLv3 aktualisieren</a>

source: <a href="/licenses/translations.html">translations.html - Unofficial Translations</a>
de: <a href="/licenses/translations">Inoffizielle Übersetzungen</a>

source: <a href="/licenses/why-affero-gpl.html">why-affero-gpl.html - Why the GNU Affero GPL</a>
de: <a href="/licenses/why-affero-gpl.html" hreflang="en">Warum GNU Affero GPL</a>

source: <a href="/licenses/why-assign.html">why-assign.html - Why the FSF gets copyright assignments from contributors</a>
de: <a href="/licenses/why-assign.html" hreflang="en">Warum der FSF das Copyright zugeordnet wird</a>

source: <a href="/licenses/why-gfdl.html">why-gfdl.html - Why Publishers should Use the GNU FDL</a>
de: <a href="/licenses/why-gfdl">Warum Verleger die GNU FDL verwenden sollten</a>

source: <a href="/licenses/why-not-lgpl.html">why-not-lgpl.html - Why you shouldn't use the Lesser GPL for your next library</a>
de: <a href="/licenses/why-not-lgpl">Warum man die GNU LGPL nicht für die nächste Bibliothek verwenden sollte</a>

source: <a href="/licenses/old-licenses/old-licenses.html">licenses/old-licenses - Old Licenses</a>
de: <a href="/licenses/old-licenses/old-licenses">licenses/old-licenses - Alte Lizenzen</a>

source: <a href="/licenses/old-licenses/fdl-1.1-standalone.html">fdl-1.1-standalone.html - GNU Free Documentation License v1.1</a>
de: <a href="/licenses/old-licenses/fdl-1.1-standalone.html" hreflang="en">fdl-1.1-standalone.html - GNU Free Documentation License v1.1 (Nur HTML)</a>

source: <a href="/licenses/old-licenses/fdl-1.1-translations.html">fdl-1.1-translations.html - Unofficial GNU FDL v1.1 Translations</a>
de: <a href="/licenses/old-licenses/fdl-1.1-translations">Inoffizielle Übersetzungen der GNU FDLv1.1</a>

source: <a href="/licenses/old-licenses/fdl-1.1.html">fdl-1.1.html - GNU Free Documentation License v1.1</a>
de: <a href="/licenses/old-licenses/fdl-1.1">GNU Free Documentation License v1.1</a>

source: <a href="/licenses/old-licenses/fdl-1.2-body.html">fdl-1.2-body.html</a>
de: <a href="/licenses/old-licenses/fdl-1.2-body.html" hreflang="en">GNU Free Documentation License v1.2 (Nur HTML)</a>

source: <a href="/licenses/old-licenses/fdl-1.2-standalone.html">fdl-1.2-standalone.html - GNU Free Documentation License v1.2</a>
de: <a href="/licenses/old-licenses/fdl-1.2-standalone.html" hreflang="en">GNU Free Documentation License v1.2 (Nur HTML)</a>

source: <a href="/licenses/old-licenses/fdl-1.2-translations.html">fdl-1.2-translations.html - Unofficial GNU FDL v1.2 Translations</a>
de: <a href="/licenses/old-licenses/fdl-1.2-translations.html">Inoffizielle Übersetzungen der GNU FDLv1.2</a>

source: <a href="/licenses/old-licenses/fdl-1.2.html">fdl-1.2.html - GNU Free Documentation License v1.2</a>
de: <a href="/licenses/old-licenses/fdl-1.2">GNU Free Documentation License v1.2</a>

source: <a href="/licenses/old-licenses/gcc-exception-translations.html">gcc-exception-translations.html - Unofficial GCC RLE Translations</a>
de: <a href="/licenses/old-licenses/gcc-exception-translations">Inoffizielle Übersetzungen der GCC Runtime Library Exception (RLE)</a>

source: <a href="/licenses/old-licenses/gpl-1.0-standalone.html">gpl-1.0-standalone.html - GNU General Public License v1.0</a>
de: <a href="/licenses/old-licenses/gpl-1.0-standalone.html" hreflang="en">GNU General Public License v1.0 (Nur HTML)</a>

source: <a href="/licenses/old-licenses/gpl-1.0.html">gpl-1.0.html - GNU General Public License v1.0</a>
de: <a href="/licenses/old-licenses/gpl-1.0">GNU General Public License v1.0</a>

source: <a href="/licenses/old-licenses/gpl-2.0-faq.html">gpl-2.0-faq.html - Frequently Asked Questions about the GNU GPL v2.0</a>
de: <a href="/licenses/old-licenses/gpl-2.0-faq">GNU GPLv2.0: Häufig gestellte Fragen (FAQ)</a>

source: <a href="/licenses/old-licenses/gpl-2.0-standalone.html">gpl-2.0-standalone.html - GNU General Public License v2</a>
de: <a href="/licenses/old-licenses/gpl-2.0-standalone.html" hreflang="en">GNU General Public License v2 (Nur HTML)</a>

source: <a href="/licenses/old-licenses/gpl-2.0-translations.html">gpl-2.0-translations.html - Unofficial GNU GPL v2.0 Translations</a>
de: <a href="/licenses/old-licenses/gpl-2.0-translations.html">Inoffizielle Übersetzungen der GNU GPLv2.0</a>

source: <a href="/licenses/old-licenses/gpl-2.0.html">gpl-2.0.html - GNU General Public License v2.0</a>
de: <a href="/licenses/old-licenses/gpl-2.0">GNU General Public License v2.0</a>

source: <a href="/licenses/old-licenses/lgpl-2.0-standalone.html">lgpl-2.0-standalone.html - GNU Library General Public License v2.0</a>
de: <a href="/licenses/old-licenses/lgpl-2.0-standalone.html" hreflang="en">GNU Library General Public License v2.0 (Nur HTML)</a>

source: <a href="/licenses/old-licenses/lgpl-2.0.html">lgpl-2.0.html - GNU Library General Public License v2.0</a>
de: <a href="/licenses/old-licenses/lgpl-2.0">GNU Library General Public License v2.0</a>

source: <a href="/licenses/old-licenses/lgpl-2.1-standalone.html">lgpl-2.1-standalone.html - GNU Lesser General Public License v2.1</a>
de: <a href="/licenses/old-licenses/lgpl-2.1-standalone.html" hreflang="en">GNU Lesser General Public License v2.1 (Nur HTML)</a>

source: <a href="/licenses/old-licenses/lgpl-2.1-translations.html">lgpl-2.1-translations.html - Unofficial LGPL v2.1 Translations</a>
de: <a href="/licenses/old-licenses/lgpl-2.1-translations">Inoffizielle Übersetzungen der GNU LGPLv2.1</a>

source: <a href="/licenses/old-licenses/lgpl-2.1.html">lgpl-2.1.html - GNU Lesser General Public License v2.1</a>
de: <a href="/licenses/old-licenses/lgpl-2.1.html">GNU Lesser General Public License v2.1</a>

source: <a href="/links/links.html">links - Links to Other Free Software Sites</a>
de: <a href="/links/links">links - Verweise zu anderen Freie-Software-Webauftritten</a>

source: <a href="/links/companies.html">companies.html - Companies that sell computers with GNU/Linux preinstalled</a>
de: <a href="/links/companies">Unternehmen, die Rechner mit vorinstalliertem GNU/Linux verkaufen</a>

source: <a href="/manual/manual.html">manual - Online Manuals</a>
de: <a href="/manual/manual.html" hreflang="en">manual - Anleitungen Online</a>

source: <a href="/music/music.html">music - GNU Music and Songs</a>
de: <a href="/music/music">music - GNU Musik und Lieder</a>

source: <a href="/music/blues-song.html">blues-song.html - The Programmer's Blues</a>
de: <a href="/music/blues-song">Programmierer Blues</a>

source: <a href="/music/emacsvsvi.html">emacsvsvi.html - Emacs vs VI</a>
de: <a href="/music/emacsvsvi">Emacs vs VI</a>

source: <a href="/music/free-software-song.html">free-software-song.html - Free Software Song</a>
de: <a href="/music/free-software-song">Free Software Song</a>

source: <a href="/music/gdb-song.html">gdb-song.html - The GDB Song</a>
de: <a href="/music/gdb-song">GDB Song</a>

source: <a href="/music/till_there_was_gnu.html">till_there_was_gnu.html - 'Till There Was GNU</a>
de: <a href="/music/till_there_was_gnu">'Till There Was GNU</a>

source: <a href="/music/writing-fs-song.html">writing-fs-song.html - Writing the Free Software Song</a>
de: <a href="/music/writing-fs-song">Wie der Free Software Song entstand</a>

source: <a href="/people/people.html">people - GNU's Who</a>
de: <a href="/people/people">people - GNU's Wer?</a>

source: <a href="/people/past-webmasters.html">past-webmasters.html - GNU's Webmasters</a>
de: <a href="/people/past-webmasters.html" hreflang="en">GNUs ehemalige Webmaster</a>

source: <a href="/people/rms.html">rms.html - Richard Stallman Page Moved</a>
de: <a href="/people/rms.html" hreflang="en">Richard Stallmans persönlicher Webauftritt&#8230;</a>

source: <a href="/people/speakers.html">speakers.html - GNU and Free Software Speakers</a>
de: <a href="/people/speakers.html">GNUs Sprecher</a>

source: <a href="/people/webmeisters.html">webmeisters.html - GNU's Webmasters</a>
de: <a href="/people/webmeisters.html" hreflang="en">GNUs Webmaster</a>

source: <a href="/philosophy/philosophy.html">philosophy - Philosophy of the GNU Project</a>
de: <a href="/philosophy/philosophy">philosophy - Philosophie des GNU Projekt</a>

source: <a href="/philosophy/15-years-of-free-software.html">15-years-of-free-software.html - 15 Years of Free Software -</a>
de: <a href="/philosophy/15-years-of-free-software">15-years-of-free-software.html - 15 Jahre Freie Software</a>

source: <a href="/philosophy/amazon-nat.html">amazon-nat.html - Amazon letter from Nat</a>
de: <a href="/philosophy/amazon-nat">amazon-nat.html - Amazon: Nachricht von Nat</a>

source: <a href="/philosophy/amazon-rms-tim.html">amazon-rms-tim.html - Amazon letter from RMS to Tim O'Reilly</a>
de: <a href="/philosophy/amazon-rms-tim">amazon-rms-tim.html - Amazon: Nachricht von RMS an Tim O’Reilly</a>

source: <a href="/philosophy/amazon.html">amazon.html - (Formerly) Boycott Amazon!</a>
de: <a href="/philosophy/amazon">amazon.html - Boykottiert Amazon! (ehemals)</a>

source: <a href="/philosophy/amazonpatent.html">amazonpatent.html - United States Patent: 5,960,411</a>
de: <a href="/philosophy/amazonpatent.html" hreflang="en">amazonpatent.html - US-Patent: 5.960.411</a>

source: <a href="/philosophy/android-and-users-freedom.html">android-and-users-freedom.html - Android and Users' Freedom</a>
de: <a href="/philosophy/android-and-users-freedom">android-and-users-freedom.html - Android und die Freiheit des Nutzers</a>

source: <a href="/philosophy/apsl.html">apsl.html - FSF's Opinion on the Apple Public Source License (APSL)</a>
de: <a href="/philosophy/apsl">apsl.html - APSL: Stellungnahme der FSF zur Apple Public Source License 2.0</a>

source: <a href="/philosophy/assigning-copyright.html">assigning-copyright.html - When a Company Asks For Your Copyright</a>
de: <a href="/philosophy/assigning-copyright.html" hreflang="en">assigning-copyright.html - Wenn ein Unternehmen um Ihr Copyright bittet</a>

source: <a href="/philosophy/basic-freedoms.html">basic-freedoms.html - Freedom of Speech, Press and Association on the Internet</a>
de: <a href="/philosophy/basic-freedoms">basic-freedoms.html - Rede-, Presse- und Versammlungsfreiheit im Internet</a>

source: <a href="/philosophy/bdk.html">bdk.html - The Ballad of Dennis Karjala</a>
de: <a href="/philosophy/bdk">bdk.html - Ballade von Dennis Karjala</a>

source: <a href="/philosophy/boldrin-levine.html">boldrin-levine.html - Review: Boldrin and Levine, &ldquo;The case against intellectual property&rdquo;</a>
de: <a href="/philosophy/boldrin-levine">boldrin-levine.html - Boldrin und Levine: Der Fall gegen geistiges Eigentum (Rezension)</a>

source: <a href="/philosophy/bsd.html">bsd.html - BSD License Problem</a>
de: <a href="/philosophy/bsd">bsd.html - Problem der BSD-Lizenz</a>

source: <a href="/philosophy/can-you-trust.html">can-you-trust.html - Can You Trust Your Computer?</a>
de: <a href="/philosophy/can-you-trust">can-you-trust.html - Können Sie Ihrem Rechner vertrauen?</a>

source: <a href="/philosophy/categories.html">categories.html - Categories of Free and Nonfree Software</a>
de: <a href="/philosophy/categories">categories.html - Kategorien freier und unfreier Software</a>

source: <a href="/philosophy/censoring-emacs.html">censoring-emacs.html - Censoring My Software, by Richard Stallman</a>
de: <a href="/philosophy/censoring-emacs.html" hreflang="en">censoring-emacs.html - Zensur meiner Software [Emacs]</a>

source: <a href="/philosophy/compromise.html">compromise.html - Avoiding Ruinous Compromises</a>
de: <a href="/philosophy/compromise">ompromise.html - Ruinöse Kompromisse vermeiden</a>

source: <a href="/philosophy/computing-progress.html">computing-progress.html - Computing &lsquo;Progress&rsquo;: Good and Bad</a>
de: <a href="/philosophy/computing-progress.html" hreflang="en">computing-progress.html - &#8222;Fortschritte&#8220; in der Datenverarbeitung: Gut und Böse</a>

source: <a href="/philosophy/copyright-and-globalization.html">copyright-and-globalization.html - Copyright and Globalization in the Age of Computer Networks</a>
de: <a href="/philosophy/copyright-and-globalization.html" hreflang="en">copyright-and-globalization.html - Copyright und Globalisierung im Zeitalter von Rechnernetzen</a>

source: <a href="/philosophy/copyright-versus-community-2000.html">copyright-versus-community-2000.html - Copyright versus Community in the Age of Computer Networks</a>
de: <a href="/philosophy/copyright-versus-community-2000.html" hreflang="en">copyright-versus-community-2000.html - Copyright gegen Gemeinschaft im Zeitalter von Rechnernetzen (2000)</a>

source: <a href="/philosophy/copyright-versus-community.html">copyright-versus-community.html - Copyright versus Community in the Age of Computer Networks</a>
de: <a href="/philosophy/copyright-versus-community.html" hreflang="en">copyright-versus-community.html - Copyright gegen Gemeinschaft im Zeitalter von Rechnernetzen</a>

source: <a href="/philosophy/danger-of-software-patents.html">danger-of-software-patents.html - The Danger of Software Patents</a>
de: <a href="/philosophy/danger-of-software-patents.html" hreflang="en">danger-of-software-patents.html - Gefahr von Softwarepatenten</a>

source: <a href="/philosophy/dat.html">dat.html - The Right Way to Tax DAT</a>
de: <a href="/philosophy/dat.html" hreflang="en">dat.html - Der richtige Weg DAT zu besteuern</a>

source: <a href="/philosophy/digital-inclusion-in-freedom.html">digital-inclusion-in-freedom.html - Is Digital Inclusion A Good Thing? How Can We Make Sure It Is?</a>
de: <a href="/philosophy/digital-inclusion-in-freedom.html" hreflang="en">digital-inclusion-in-freedom.html - Ist die digitale Integration eine gute Sache? Wie können wir uns vergewissern?</a>

source: <a href="/philosophy/dmarti-patent.html">dmarti-patent.html - Patent Reform Now</a>
de: <a href="/philosophy/dmarti-patent.html" hreflang="en">dmarti-patent.html - Patentreform, jetzt!</a>

source: <a href="/philosophy/drdobbs-letter.html">drdobbs-letter.html - Letter to the Editor of Dr. Dobb's Journal</a>
de: <a href="/philosophy/drdobbs-letter.html" hreflang="en">drdobbs-letter.html - Leserbrief an Dr. Dobbs Journal</a>

source: <a href="/philosophy/ebooks.html">ebooks.html - E-Books: Freedom Or Copyright - RMS</a>
de: <a href="/philosophy/ebooks.html" hreflang="en">ebooks.html - E-Bücher: Freiheit oder Copyright</a>

source: <a href="/philosophy/eldred-amicus.html">eldred-amicus.html - FSF's Brief Amicus Curiae, Eldred v. Ashcroft</a>
de: <a href="/philosophy/eldred-amicus.html" hreflang="en">eldred-amicus.html - FSFs Amicus-Curiae-Brief, Eldred vs. Ashcroft</a>

source: <a href="/philosophy/enforcing-gpl.html">enforcing-gpl.html - Enforcing the GNU GPL</a>
de: <a href="/philosophy/enforcing-gpl">enforcing-gpl.html - Durchsetzung der GNU GPL</a>

source: <a href="/philosophy/essays-and-articles.html">essays-and-articles.html - Essays and Articles</a>
de: <a href="/philosophy/essays-and-articles">essays-and-articles.html - Aufsätze und Artikel</a>

source: <a href="/philosophy/europes-unitary-patent.html">europes-unitary-patent.html - Europe's &ldquo;unitary patent&rdquo; Could Mean Unlimited Software Patents</a>
de: <a href="/philosophy/europes-unitary-patent.html" hreflang="en">europes-unitary-patent.html - Europas &#8222;einheitliches Patent&#8220; könnte unbegrenzte Softwarepatente bedeuten</a>

source: <a href="/philosophy/fighting-software-patents.html">fighting-software-patents.html - Fighting Software Patents - Singly and Together</a>
de: <a href="/philosophy/fighting-software-patents.html" hreflang="en">fighting-software-patents.html - Kampf gegen Softwarepatente - Einzeln und gemeinsam</a>

source: <a href="/philosophy/fire.html">fire.html - Copyrighting fire!</a>
de: <a href="/philosophy/fire">fire.html - Copyrightgeschütztes Feuer!</a>

source: <a href="/philosophy/free-digital-society.html">free-digital-society.html - A Free Digital Society</a>
de: <a href="/philosophy/free-digital-society.html" hreflang="en">free-digital-society.html -Eine freie digitale Gesellschaft</a>
