Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/sitemap.*.po
Languages: de

source: <a href="/philosophy/the-root-of-this-problem.html">the-root-of-this-problem.html - The Problem Is Software Controlled By Its Developer</a>
de: <a href="/philosophy/the-root-of-this-problem.html" hreflang="en">the-root-of-this-problem.html - The Problem Is Software Controlled By Its Developer</a>

source: <a href="/philosophy/third-party-ideas.html">third-party-ideas.html - Philosophy of the GNU Project</a>
de: <a href="/philosophy/third-party-ideas.html" hreflang="en">third-party-ideas.html - Philosophy of the GNU Project</a>

source: <a href="/philosophy/trivial-patent.html">trivial-patent.html - The Anatomy of a Trivial Patent - GNU project</a>
de: <a href="/philosophy/trivial-patent.html" hreflang="en">trivial-patent.html - The Anatomy of a Trivial Patent - GNU project</a>

source: <a href="/philosophy/ucita.html">ucita.html - Why We Must Fight UCITA</a>
de: <a href="/philosophy/ucita.html" hreflang="en">ucita.html - Why We Must Fight UCITA</a>

source: <a href="/philosophy/udi.html">udi.html - UDI</a>
de: <a href="/philosophy/udi.html" hreflang="en">udi.html - UDI</a>

source: <a href="/philosophy/university.html">university.html - Releasing Free Software If You Work at a University</a>
de: <a href="/philosophy/university.html" hreflang="en">university.html - Releasing Free Software If You Work at a University</a>

source: <a href="/philosophy/use-free-software.html">use-free-software.html - The Free Software Community After 20 Years</a>
de: <a href="/philosophy/use-free-software.html" hreflang="en">use-free-software.html - The Free Software Community After 20 Years</a>

source: <a href="/philosophy/using-gfdl.html">using-gfdl.html - Using GNU FDL</a>
de: <a href="/philosophy/using-gfdl.html" hreflang="en">using-gfdl.html - Using GNU FDL</a>

source: <a href="/philosophy/vaccination.html">vaccination.html - Viral Code and Vaccination</a>
de: <a href="/philosophy/vaccination.html" hreflang="en">vaccination.html - Viral Code and Vaccination</a>

source: <a href="/philosophy/w3c-patent.html">w3c-patent.html - Position on W3C "RF" Patent Policy</a>
de: <a href="/philosophy/w3c-patent.html" hreflang="en">w3c-patent.html - Position der FSF zur W3C Royalty-Free (RF) Patentpolitik</a>

source: <a href="/philosophy/wassenaar.html">wassenaar.html - The Wassenaar Arrangement</a>
de: <a href="/philosophy/wassenaar.html">wassenaar.html - Wassenaar-Abkommen</a>

source: <a href="/philosophy/who-does-that-server-really-serve.html">who-does-that-server-really-serve.html - Who Does That Server Really Serve?</a>
de: <a href="/philosophy/who-does-that-server-really-serve.html" hreflang="en">who-does-that-server-really-serve.html - Wer bedient dieser Server wirklich?</a>

source: <a href="/philosophy/why-audio-format-matters.html">why-audio-format-matters.html - Why Audio Format Matters - GNU Project - Free as in Freedom</a>
de: <a href="/philosophy/why-audio-format-matters.html" hreflang="en">why-audio-format-matters.html - Warum das Audioformat wichtig ist</a>

source: <a href="/philosophy/why-copyleft.html">why-copyleft.html - Why Copyleft?</a>
de: <a href="/philosophy/why-copyleft.html" hreflang="en">why-copyleft.html - Warum Copyleft?</a>

source: <a href="/philosophy/why-free.html">why-free.html - Why Software Should Not Have Owners</a>
de: <a href="/philosophy/why-free.html" hreflang="en">why-free.html - Warum Software keine Eigentümer haben sollte</a>

source: <a href="/philosophy/wipo-PublicAwarenessOfCopyright-2002.html">wipo-PublicAwarenessOfCopyright-2002.html - Public Awareness of Copyright, WIPO, June 2002</a>
de: <a href="/philosophy/wipo-PublicAwarenessOfCopyright-2002.html" hreflang="en">wipo-PublicAwarenessOfCopyright-2002.html - Sensibilisierung der Öffentlichkeit für Copyright, WIPO, Juni 2002</a>

source: <a href="/philosophy/words-to-avoid.html">words-to-avoid.html - Words to Avoid (or Use with Care) Because They Are Loaded or Confusing</a>
de: <a href="/philosophy/words-to-avoid.html" hreflang="en">words-to-avoid.html - Zu vermeidende Wörter (oder mit Vorsicht zu verwendende Wörter) weil sie belastet oder verwirrend sind</a>

source: <a href="/philosophy/wsis-2003.html">wsis-2003.html - Stallman's Speech at WSIS, 16 July 2003</a>
de: <a href="/philosophy/wsis-2003.html" hreflang="en">wsis-2003.html - Stallmans Rede am WSIS, 2003-07-16</a>

source: <a href="/philosophy/wsis.html">wsis.html - World Summit on the Information Society</a>
de: <a href="/philosophy/wsis.html" hreflang="en">wsis.html - Weltgipfel über die Informationsgesellschaft</a>

source: <a href="/philosophy/x.html">x.html - The X Window System Trap</a>
de: <a href="/philosophy/x.html" hreflang="en">x.html - The X Window System Trap</a>

source: <a href="/philosophy/your-freedom-needs-free-software.html">your-freedom-needs-free-software.html - Your Freedom Needs Free Software</a>
de: <a href="/philosophy/your-freedom-needs-free-software.html" hreflang="en">your-freedom-needs-free-software.html - Your Freedom Needs Free Software</a>

source: <a href="/philosophy/economics_frank/frank.html">frank.html - Does Studying Economics Inhibit Cooperation?</a>
de: <a href="/philosophy/economics_frank/frank.html" hreflang="en">frank.html - Does Studying Economics Inhibit Cooperation?</a>

source: <a href="/philosophy/sco/sco.html">philosophy/sco - FSF's Position regarding SCO's attacks on Free Software</a>
de: <a href="/philosophy/sco/sco.html" hreflang="en">philosophy/sco - FSF's Position regarding SCO's attacks on Free Software</a>

source: <a href="/philosophy/sco/questioning-sco.html">questioning-sco.html - FSF: Questioning SCO: A Hard Look at Nebulous Claims</a>
de: <a href="/philosophy/sco/questioning-sco.html" hreflang="en">questioning-sco.html - FSF: Questioning SCO: A Hard Look at Nebulous Claims</a>

source: <a href="/philosophy/sco/sco-gnu-linux.html">sco-gnu-linux.html - SCO, GNU and Linux</a>
de: <a href="/philosophy/sco/sco-gnu-linux.html" hreflang="en">sco-gnu-linux.html - SCO, GNU and Linux</a>

source: <a href="/philosophy/sco/sco-preemption.html">sco-preemption.html - SCO Scuttles Sense, Claiming GPL Invalidity</a>
de: <a href="/philosophy/sco/sco-preemption.html" hreflang="en">sco-preemption.html - SCO Scuttles Sense, Claiming GPL Invalidity</a>

source: <a href="/philosophy/sco/sco-v-ibm.html">sco-v-ibm.html - FSF Statement on SCO v. IBM</a>
de: <a href="/philosophy/sco/sco-v-ibm.html" hreflang="en">sco-v-ibm.html - FSF Statement on SCO v. IBM</a>

source: <a href="/philosophy/sco/sco-without-fear.html">sco-without-fear.html - SCO: Without Fear and Without Research</a>
de: <a href="/philosophy/sco/sco-without-fear.html" hreflang="en">sco-without-fear.html - SCO: Without Fear and Without Research</a>

source: <a href="/philosophy/sco/subpoena.html">subpoena.html - The SCO Subpoena of FSF</a>
de: <a href="/philosophy/sco/subpoena.html" hreflang="en">subpoena.html - The SCO Subpoena of FSF</a>

source: <a href="/prep/index.html">prep - prep</a>
de: <a href="/prep/index.html" hreflang="en">prep - prep</a>

source: <a href="/prep/ftp.html">ftp.html - GNU Mirror List</a>
de: <a href="/prep/ftp.html" hreflang="en">ftp.html - GNU Mirror List</a>

source: <a href="/prep/maintain/">prep/maintain</a>
de: <a href="/prep/maintain/">prep/maintain - Projektverwaltung</a>

source: <a href="/prep/maintain/index.html">index.html - Information for maintainers of GNU software</a>
de: <a href="/prep/maintain/" hreflang="en">Information for Maintainers of GNU Software</a>

source: <a href="/prep/maintain/maintain.html">maintain.html - Information for Maintainers of GNU Software</a>
de: <a href="/prep/maintain/maintain.html" hreflang="en">Information for Maintainers of GNU Software</a>

source: <a href="/prep/standards/">prep/standards</a>
de: <a href="/prep/standards/" hreflang="en">prep/standards - GNU Coding Standards</a>

source: <a href="/prep/standards/index.html">index.html - GNU coding standards</a>
de: <a href="/prep/standards/index.html" hreflang="en">GNU Coding Standards</a>

source: <a href="/prep/standards/standards.html">standards.html - GNU Coding Standards</a>
de: <a href="/prep/standards/standards.html" hreflang="en">GNU Coding Standards</a>

source: <a href="/press/press.html">press - Press Information</a>
de: <a href="/press/press">press - Presseinformation</a>

source: <a href="/press/2001-05-04-GPL.html">2001-05-04-GPL.html - The GNU General Public License Protects Software Freedoms</a>
de: <a href="/press/2001-05-04-GPL.html" hreflang="en" xml:lang="en" lang="en">2001-05-04-GPL.html - The GNU General Public License Protects Software Freedoms</a>

source: <a href="/press/2001-05-25-NYU.html">2001-05-25-NYU.html - Richard Stallman Delivers Speech at NYU, Countering Mundie's Attack on Free Software</a>
de: <a href="/press/2001-05-25-NYU.html" hreflang="en" xml:lang="en" lang="en">2001-05-25-NYU.html - Richard Stallman Delivers Speech at NYU, Countering Mundie's Attack on Free Software</a>

source: <a href="/press/2001-06-18-GCC.html">2001-06-18-GCC.html - GNU Compiler Collection Version 3.0 Is Released; Includes Support for Java and IA-64</a>
de: <a href="/press/2001-06-18-GCC.html" hreflang="en" xml:lang="en" lang="en">2001-06-18-GCC.html - GNU Compiler Collection Version 3.0 Is Released; Includes Support for Java and IA-64</a>

source: <a href="/press/2001-06-28-USENIX.html">2001-06-28-USENIX.html - GNU Project and Kerberos Developers Receive Prestigious USENIX Achievement Awards</a>
de: <a href="/press/2001-06-28-USENIX.html" hreflang="en" xml:lang="en" lang="en">2001-06-28-USENIX.html - GNU Project and Kerberos Developers Receive Prestigious USENIX Achievement Awards</a>

source: <a href="/press/2001-07-09-DotGNU-Mono.html">2001-07-09-DotGNU-Mono.html - FSF Announces Support of Free Software Projects to Replace Components of Microsoft .NET</a>
de: <a href="/press/2001-07-09-DotGNU-Mono.html" hreflang="en" xml:lang="en" lang="en">2001-07-09-DotGNU-Mono.html - FSF Announces Support of Free Software Projects to Replace Components of Microsoft .NET</a>

source: <a href="/press/2001-07-20-FSF-India.html">2001-07-20-FSF-India.html - Richard Stallman Inaugurates Free Software Foundation-India, First Affiliate in Asia of the Free Software Foundation</a>
de: <a href="/press/2001-07-20-FSF-India.html" hreflang="en" xml:lang="en" lang="en">2001-07-20-FSF-India.html - Richard Stallman Inaugurates Free Software Foundation-India, First Affiliate in Asia of the Free Software Foundation</a>

source: <a href="/press/2001-09-18-RTLinux.html">2001-09-18-RTLinux.html - Status of Violation of the GNU General Public License (GPL) by RTLinux</a>
de: <a href="/press/2001-09-18-RTLinux.html" hreflang="en" xml:lang="en" lang="en">2001-09-18-RTLinux.html - Status of Violation of the GNU General Public License (GPL) by RTLinux</a>

source: <a href="/press/2001-09-24-CPI.html">2001-09-24-CPI.html - Richard Stallman and Eben Moglen to Speak at GWU's Cyberspace Policy Institute's Free Software Conference</a>
de: <a href="/press/2001-09-24-CPI.html" hreflang="en" xml:lang="en" lang="en">2001-09-24-CPI.html - Richard Stallman and Eben Moglen to Speak at GWU's Cyberspace Policy Institute's Free Software Conference</a>

source: <a href="/press/2001-10-12-bayonne.html">2001-10-12-bayonne.html - Free Software Foundation Announces 7th Major Release of GNU Bayonne</a>
de: <a href="/press/2001-10-12-bayonne.html" hreflang="en" xml:lang="en" lang="en">2001-10-12-bayonne.html - Free Software Foundation Announces 7th Major Release of GNU Bayonne</a>

source: <a href="/press/2001-10-22-Emacs.html">2001-10-22-Emacs.html - FSF Announces Version 21 of the GNU Emacs Editing Environment</a>
de: <a href="/press/2001-10-22-Emacs.html" hreflang="en" xml:lang="en" lang="en">2001-10-22-Emacs.html - FSF Announces Version 21 of the GNU Emacs Editing Environment</a>

source: <a href="/press/2001-12-03-Takeda.html">2001-12-03-Takeda.html - Richard Stallman Receives Prestigious 2001 Takeda Award</a>
de: <a href="/press/2001-12-03-Takeda.html" hreflang="en" xml:lang="en" lang="en">2001-12-03-Takeda.html - Richard Stallman Receives Prestigious 2001 Takeda Award</a>

source: <a href="/press/2002-01-29-MS-DOJ.html">2002-01-29-MS-DOJ.html - FSF Files Statement on Microsoft Judgment under Tunney Act</a>
de: <a href="/press/2002-01-29-MS-DOJ.html" hreflang="en" xml:lang="en" lang="en">2002-01-29-MS-DOJ.html - FSF Files Statement on Microsoft Judgment under Tunney Act</a>

source: <a href="/press/2002-02-16-FSF-Award.html">2002-02-16-FSF-Award.html - Guido van Rossum Awarded the Free Software Foundation Award for the Advancement of Free Software</a>
de: <a href="/press/2002-02-16-FSF-Award.html" hreflang="en" xml:lang="en" lang="en">2002-02-16-FSF-Award.html - Guido van Rossum Awarded the Free Software Foundation Award for the Advancement of Free Software</a>

source: <a href="/press/2002-02-26-MySQL.html">2002-02-26-MySQL.html - FSF Lawyer and Board Member Serves as Expert Witness in Lawsuit Related to GNU GPL</a>
de: <a href="/press/2002-02-26-MySQL.html" hreflang="en" xml:lang="en" lang="en">2002-02-26-MySQL.html - FSF Lawyer and Board Member Serves as Expert Witness in Lawsuit Related to GNU GPL</a>

source: <a href="/press/2002-03-01-pi-MySQL.html">2002-03-01-pi-MySQL.html - Judge Saris defers GNU GPL Questions for Trial in MySQL vs. Progress Software</a>
de: <a href="/press/2002-03-01-pi-MySQL.html" hreflang="en" xml:lang="en" lang="en">2002-03-01-pi-MySQL.html - Judge Saris defers GNU GPL Questions for Trial in MySQL vs. Progress Software</a>

source: <a href="/press/2002-03-05-DCL-GNUE.html">2002-03-05-DCL-GNUE.html - GNU Enterprise and Double Choco Latte Projects Merge to Further Accelerate Free Software Enterprise Application Offerings</a>
de: <a href="/press/2002-03-05-DCL-GNUE.html" hreflang="en" xml:lang="en" lang="en">2002-03-05-DCL-GNUE.html - GNU Enterprise and Double Choco Latte Projects Merge to Further Accelerate Free Software Enterprise Application Offerings</a>

source: <a href="/press/2002-03-18-digitalspeech.html">2002-03-18-digitalspeech.html - Free Software Foundation Offers Resources to the Digital Speech Project</a>
de: <a href="/press/2002-03-18-digitalspeech.html" hreflang="en" xml:lang="en" lang="en">2002-03-18-digitalspeech.html - Free Software Foundation Offers Resources to the Digital Speech Project</a>

source: <a href="/press/2002-03-19-Affero.html">2002-03-19-Affero.html - Free Software Foundation Announces Support of the Affero General Public License, the First Copyleft License for Web Services</a>
de: <a href="/press/2002-03-19-Affero.html" hreflang="en" xml:lang="en" lang="en">2002-03-19-Affero.html - Free Software Foundation Announces Support of the Affero General Public License, the First Copyleft License for Web Services</a>

source: <a href="/press/2002-04-11-ms-patent.html">2002-04-11-ms-patent.html - Microsoft Attacks Free Software Developers with New License</a>
de: <a href="/press/2002-04-11-ms-patent.html" hreflang="en" xml:lang="en" lang="en">2002-04-11-ms-patent.html - Microsoft Attacks Free Software Developers with New License</a>

source: <a href="/press/2002-05-21-eldred-brief.html">2002-05-21-eldred-brief.html - Free Software Foundation Files Brief Amicus Curiae in Eldred v. Aschroft Supreme Court Case</a>
de: <a href="/press/2002-05-21-eldred-brief.html" hreflang="en" xml:lang="en" lang="en">2002-05-21-eldred-brief.html - Free Software Foundation Files Brief Amicus Curiae in Eldred v. Aschroft Supreme Court Case</a>

source: <a href="/press/2002-08-01-sf-fundraiser.html">2002-08-01-sf-fundraiser.html - Affero Hosts "Full Tilt for Software Freedom", a Benefit for Free Software Foundation on Wednesday, August, 14, 2002 in San Francisco</a>
de: <a href="/press/2002-08-01-sf-fundraiser.html" hreflang="en" xml:lang="en" lang="en">2002-08-01-sf-fundraiser.html - Affero Hosts "Full Tilt for Software Freedom", a Benefit for Free Software Foundation on Wednesday, August, 14, 2002 in San Francisco</a>

source: <a href="/press/2002-08-26-freenode.html">2002-08-26-freenode.html - GNU Project Will Use Freenode as Its Official IRC Network</a>
de: <a href="/press/2002-08-26-freenode.html" hreflang="en" xml:lang="en" lang="en">2002-08-26-freenode.html - GNU Project Will Use Freenode as Its Official IRC Network</a>

source: <a href="/press/2002-09-03-bayonne.html">2002-09-03-bayonne.html - GNU Bayonne 1.0 Released; GNU Telephony Server gives software freedom to businesses, large enterprises and commercial telephone carriers</a>
de: <a href="/press/2002-09-03-bayonne.html" hreflang="en" xml:lang="en" lang="en">2002-09-03-bayonne.html - GNU Bayonne 1.0 Released; GNU Telephony Server gives software freedom to businesses, large enterprises and commercial telephone carriers</a>

source: <a href="/press/2002-11-12-mysql.html">2002-11-12-mysql.html - Gift from MySQL AB Supports Free Software Foundation's General Public License Compliance Lab</a>
de: <a href="/press/2002-11-12-mysql.html" hreflang="en" xml:lang="en" lang="en">2002-11-12-mysql.html - Gift from MySQL AB Supports Free Software Foundation's General Public License Compliance Lab</a>

source: <a href="/press/2003-02-08-award.html">2003-02-08-award.html - Professor Lawrence Lessig Awarded the 2002 FSF Award for the Advancement of Free Software</a>
de: <a href="/press/2003-02-08-award.html" hreflang="en" xml:lang="en" lang="en">2003-02-08-award.html - Professor Lawrence Lessig Awarded the 2002 FSF Award for the Advancement of Free Software</a>

source: <a href="/press/2003-03-27-patron.html">2003-03-27-patron.html - FSF Announces Corporate Patronage Program</a>
de: <a href="/press/2003-03-27-patron.html" hreflang="en" xml:lang="en" lang="en">2003-03-27-patron.html - FSF Announces Corporate Patronage Program</a>

source: <a href="/press/2003-11-19-Microsoft-CA.html">2003-11-19-Microsoft-CA.html - FSF Encourages Californians to Support Software Freedom with Microsoft Vouchers</a>
de: <a href="/press/2003-11-19-Microsoft-CA.html" hreflang="en" xml:lang="en" lang="en">2003-11-19-Microsoft-CA.html - FSF Encourages Californians to Support Software Freedom with Microsoft Vouchers</a>

source: <a href="/press/2004-01-02-nyc-seminars.html">2004-01-02-nyc-seminars.html - FSF To Host Free Software Licensing Seminars and Discussions on SCO v. IBM in New York</a>
de: <a href="/press/2004-01-02-nyc-seminars.html" hreflang="en" xml:lang="en" lang="en">2004-01-02-nyc-seminars.html - FSF To Host Free Software Licensing Seminars and Discussions on SCO v. IBM in New York</a>

source: <a href="/press/2004-01-14-record-straight.html">2004-01-14-record-straight.html - Setting the Record Straight: The Free Software Foundation, the General Public License and SCO versus IBM</a>
de: <a href="/press/2004-01-14-record-straight.html" hreflang="en" xml:lang="en" lang="en">2004-01-14-record-straight.html - Setting the Record Straight: The Free Software Foundation, the General Public License and SCO versus IBM</a>

source: <a href="/press/gnome-1.0.html">gnome-1.0.html - GNOME 1.0</a>
de: <a href="/press/gnome-1.0.html" hreflang="en" xml:lang="en" lang="en">gnome-1.0.html - GNOME 1.0</a>

source: <a href="/press/mysql-affidavit.html">mysql-affidavit.html - Affidavit of Eben Moglen on Progress Software vs. MySQL AB Preliminary Injunction Hearing</a>
de: <a href="/press/mysql-affidavit.html" hreflang="en" xml:lang="en" lang="en">mysql-affidavit.html - Affidavit of Eben Moglen on Progress Software vs. MySQL AB Preliminary Injunction Hearing</a>

source: <a href="/pronunciation/pronunciation.html">pronunciation - How To Pronounce GNU</a>
de: <a href="/pronunciation/pronunciation">pronunciation - Wie man GNU ausspricht</a>

source: <a href="/server/server.html">server - About GNU Servers</a>
de: <a href="/server/server">server - Über GNU Server</a>

source: <a href="/server/fsf-html-style-sheet.html">fsf-html-style-sheet.html - Web Site Guidelines</a>
de: <a href="/server/fsf-html-style-sheet.html" hreflang="en">fsf-html-style-sheet.html - Web Site Guidelines</a>

source: <a href="/server/irc-rules.html">irc-rules.html - GNU and FSF related IRC channels &mdash; GNU Project</a>
de: <a href="/server/irc-rules.html" hreflang="en">irc-rules.html - GNU and FSF related IRC channels &mdash; GNU Project</a>

source: <a href="/server/mirror.html">mirror.html - Using and Running Mirrors</a>
de: <a href="/server/mirror.html" hreflang="en">mirror.html - Using and Running Mirrors</a>

source: <a href="/server/takeaction.html">takeaction.html - Take Action</a>
de: <a href="/server/takeaction">Weitere Aktionen</a>.

source: <a href="/server/tasks.html">tasks.html - Tasks to do for www.gnu.org</a>
de: <a href="/server/tasks">Aufgaben für www.gnu.org</a>

source: <a href="/server/source/source.html">server/source - Web server utility sources</a>
de: <a href="/server/source/source.html" hreflang="en">server/source - Web server utility sources</a>

source: <a href="/server/standards/boilerplate.html">boilerplate.html - General GNU page template</a>
de: <a href="/server/standards/boilerplate.html" hreflang="en">boilerplate.html - Allgemeine GNU Webseitenvorlage</a>

source: <a href="/server/standards/README.editors.html">README.editors.html - Guidelines for Web Page Creation at www.gnu.org</a>
de: <a href="/server/standards/README.editors.html" hreflang="en">README.editors.html - Richtlinien für die Erstellung von Webseiten auf www.gnu.org</a>

source: <a href="/server/standards/README.translations.html">README.translations.html - Guide to Translating Web Pages on www.gnu.org</a>
de: <a href="/server/standards/README.translations">README.translations.html - Anleitung zum Übersetzen von Webseiten auf www.gnu.org</a>

source: <a href="/server/standards/README.webmastering.html">README.webmastering.html - Webmastering Guidelines</a>
de: <a href="/server/standards/README.webmastering.html" hreflang="en">README.webmastering.html - Richtlinien für Webmaster</a>

source: <a href="/server/standards/readme_index.html">readme_index.html - Guidelines for GNU Web Site Volunteers</a>
de: <a href="/server/standards/readme_index.html" hreflang="en">Richtlinien für freiwillige Helfer des GNU Webauftritts</a>

source: <a href="/server/standards/webmaster-quiz.html">webmaster-quiz.html - Volunteer Webmaster Quiz</a>
de: <a href="/server/standards/webmaster-quiz">Fragen für freiwillige Webmaster</a>

source: <a href="/server/standards/translations/">server/standards/translations</a>
de: <a href="/server/standards/translations/">server/standards/translations - Übersetzungen</a>

source: <a href="/server/standards/translations/priorities.html">priorities.html - Web Translation Priorities</a>
de: <a href="/server/standards/translations/priorities.html" hreflang="en">Übersetzungen: Prioritäten</a>

source: <a href="/software/software.html">software - Software</a>
de: <a href="/software/software">software - Herunterladen</a>

source: <a href="/software/devel.html">devel.html - GNU Development Resources</a>
de: <a href="/software/devel.html" hreflang="en">devel - GNUs Ressourcen zur Softwareentwicklung</a>

source: <a href="/software/for-windows.html">for-windows.html - Free software for Windows</a>
de: <a href="/software/for-windows">Freie Software für Windows</a>

source: <a href="/software/README.accounts.html">README.accounts.html - Accounts on GNU machines</a>
de: <a href="/software/README.accounts.html" hreflang="en">README.accounts.html - Accounts on GNU machines</a>

source: <a href="/software/reliability.html">reliability.html - Free Software is More Reliable!</a>
de: <a href="/software/reliability">Freie Software ist zuverlässiger!</a>

source: <a href="/software/year2000-list.html">year2000-list.html - Year 2000 List</a>
de: <a href="/software/year2000-list.html" hreflang="en">Jahr 2000-Liste</a>
