Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/sitemap.*.po
Languages: de

source: <a href="/philosophy/free-doc.html">free-doc.html - Why Free Software needs Free Documentation</a>
de: <a href="/philosophy/free-doc">free-doc.html - Warum freie Software freie Dokumentation braucht</a>

source: <a href="/philosophy/free-software-for-freedom.html">free-software-for-freedom.html - Why &ldquo;Free Software&rdquo; is better than &ldquo;Open Source&rdquo;</a>
de: <a href="/philosophy/free-software-for-freedom">free-software-for-freedom.html - Warum <em>Freie Software</em> besser ist als &#8222;Open Source&#8220;</a>

source: <a href="/philosophy/free-software-intro.html">free-software-intro.html - Free Software movement</a>
de: <a href="/philosophy/free-software-intro">free-software-intro.html - Freie-Software-Bewegung</a>

source: <a href="/philosophy/free-sw.html">free-sw.html - What is free software?</a>
de: <a href="/philosophy/free-sw">free-sw.html - Was ist Freie Software?</a>

source: <a href="/philosophy/free-world-notes.html">free-world-notes.html - Free World Notes</a>
de: <a href="/philosophy/free-world-notes.html" hreflang="en">free-world-notes.html - Freie-Welt-Hinweise</a>

source: <a href="/philosophy/free-world.html">free-world.html - Only the Free World Can Stand Up to Microsoft</a>
de: <a href="/philosophy/free-world.html" hreflang="en">free-world.html - Nur die freie Welt kann sich gegen Microsoft behaupten</a>

source: <a href="/philosophy/freedom-or-copyright-old.html">freedom-or-copyright-old.html - Freedom&mdash;or Copyright?</a>
de: <a href="/philosophy/freedom-or-copyright-old">freedom-or-copyright-old.html - Freiheit oder Copyright? (1999)</a>

source: <a href="/philosophy/freedom-or-copyright.html">freedom-or-copyright.html - Freedom or Copyright?</a>
de: <a href="/philosophy/freedom-or-copyright.html" hreflang="en">freedom-or-copyright.html - Freiheit oder Copyright? (2008)</a>

source: <a href="/philosophy/freedom-or-power.html">freedom-or-power.html - Freedom Or Power?</a>
de: <a href="/philosophy/freedom-or-power">freedom-or-power.html - Freiheit oder Macht?</a>

source: <a href="/philosophy/fs-motives.html">fs-motives.html - Motives For Writing Free Software</a>
de: <a href="/philosophy/fs-motives">fs-motives.html - Motive um Freie Software zu schreiben</a>

source: <a href="/philosophy/fs-translations.html">fs-translations.html - Translations of the term &ldquo;free software&rdquo;</a>
de: <a href="/philosophy/fs-translations">fs-translations.html - Übersetzungen des Begriffs <em>Freie Software</em></a>

source: <a href="/philosophy/gates.html">gates.html - It's not the Gates, it's the bars - RMS</a>
de: <a href="/philosophy/gates.html" hreflang="en">gates.html - Es sind nicht die Gatter, es sind die Gitter</a>

source: <a href="/philosophy/gif.html">gif.html - Why There Are No GIF Files on GNU Web Pages</a>
de: <a href="/philosophy/gif">gif.html - Warum es keine GIF-Dateien auf Webseiten von GNU gibt</a>

source: <a href="/philosophy/gnutella.html">gnutella.html - Regarding Gnutella</a>
de: <a href="/philosophy/gnutella">gnutella.html - Über Gnutella</a>

source: <a href="/philosophy/google-engineering-talk.html">google-engineering-talk.html - GNU &amp; The Free Software Foundation (Engineering Tech Talk at Google)</a>
de: <a href="/philosophy/google-engineering-talk.html" hreflang="en">google-engineering-talk.html - GNU &amp; <span xml:lang="en" lang="en">Free Software Foundation&nbsp;&ndash;&nbsp;Engineering Tech Talk</span> bei <span xml:lang="en" lang="en">Google</span></a>

source: <a href="/philosophy/government-free-software.html">government-free-software.html - Measures Governments Can Use to Promote Free Software</a>
de: <a href="/philosophy/government-free-software.html">government-free-software.html - Wie Regierungen Freie Software fördern können</a>

source: <a href="/philosophy/gpl-american-dream.html">gpl-american-dream.html - The GNU GPL and the American Dream</a>
de: <a href="/philosophy/gpl-american-dream.html" hreflang="en">gpl-american-dream.html - GNU GPL und der amerikanische Traum</a>

source: <a href="/philosophy/gpl-american-way.html">gpl-american-way.html - The GNU GPL and the American Way</a>
de: <a href="/philosophy/gpl-american-way.html" hreflang="en">gpl-american-way.html - GNU GPL und der amerikanische Weg</a>

source: <a href="/philosophy/greve-clown.html">greve-clown.html - Speech at the CLOWN</a>
de: <a href="/philosophy/greve-clown">greve-clown.html - Rede anlässlich des CLOWN</a>

source: <a href="/philosophy/guardian-article.html">guardian-article.html - That's fighting talk</a>
de: <a href="/philosophy/guardian-article.html" hreflang="en">guardian-article.html - Das ist ein Kampfgespräch</a>

source: <a href="/philosophy/hague.html">hague.html - Harm from the Hague</a>
de: <a href="/philosophy/hague">hague.html - Gefahr aus Den Haag</a>

source: <a href="/philosophy/historical-apsl.html">historical-apsl.html - Problems with older versions of the Apple License (APSL)</a>
de: <a href="/philosophy/historical-apsl.html" hreflang="en">historical-apsl.html - APSL: Probleme mit alten Versionen der Apple License</a>

source: <a href="/philosophy/ICT-for-prosperity.html">ICT-for-prosperity.html - Shaping Collaborative ICT Development and Initiatives for Global Prosperity</a>
de: <a href="/philosophy/ICT-for-prosperity.html" hreflang="en">ICT-for-prosperity.html - Gestaltung zusammenarbeitender IKT-Entwicklung und Initiativen für den globalen Wohlstand</a>

source: <a href="/philosophy/ipjustice.html">ipjustice.html - Reject IP Enforcement Directive</a>
de: <a href="/philosophy/ipjustice.html" hreflang="en">ipjustice.html - IP Durchsetzungsrichtlinie ausschließen</a>

source: <a href="/philosophy/java-trap.html">java-trap.html - Free but Shackled - The Java Trap</a>
de: <a href="/philosophy/java-trap">java-trap.html - Frei, aber gefesselt &#160; Die Java-Falle</a>

source: <a href="/philosophy/javascript-trap.html">javascript-trap.html - The JavaScript Trap</a>
de: <a href="/philosophy/javascript-trap">javascript-trap.html - JavaScript-Falle</a>

source: <a href="/philosophy/judge-internet-usage.html">judge-internet-usage.html - A wise user judges each Internet usage scenario carefully</a>
de: <a href="/philosophy/judge-internet-usage.html" hreflang="en">Ein weiser Nutzer beurteilt jedes Internet-Nutzungsszenario sorgfältig</a>

source: <a href="/philosophy/keep-control-of-your-computing.html">keep-control-of-your-computing.html - Keep control of your computing, so it doesn't control you!</a>
de: <a href="/philosophy/keep-control-of-your-computing">keep-control-of-your-computing.html - Behalten Sie die Kontrolle über Ihre EDV, damit sie nicht Sie kontrolliert!</a>

source: <a href="/philosophy/kevin-cole-response.html">kevin-cole-response.html - A Response Letter to the Word Attachments</a>
de: <a href="/philosophy/kevin-cole-response.html" hreflang="en">kevin-cole-response.html - Word-Anhänge: Ein Antwortschreiben</a>

source: <a href="/philosophy/kragen-software.html">kragen-software.html - People, places, things and ideas</a>
de: <a href="/philosophy/kragen-software.html" hreflang="en">kragen-software.html - Menschen, Orte, Dinge und Ideen</a>

source: <a href="/philosophy/latest-articles.html">latest-articles.html - Philosophy of the GNU Project - Latest Articles</a>
de: <a href="/philosophy/latest-articles">latest-articles.html - Philosophie des GNU Projekt: Aktuelle Artikel</a>

source: <a href="/philosophy/lessig-fsfs-intro.html">lessig-fsfs-intro.html - Introduction to Free Software, Free Society</a>
de: <a href="/philosophy/lessig-fsfs-intro.html" hreflang="en">Einführung in <span xml:lang="en" lang="en">Free Software, Free Society</span></a>

source: <a href="/philosophy/lest-codeplex-perplex.html">lest-codeplex-perplex.html - Lest CodePlex perplex</a>
de: <a href="/philosophy/lest-codeplex-perplex.html" hreflang="en">lest-codeplex-perplex.html - Damit CodePlex-nicht verblüfft</a>

source: <a href="/philosophy/linux-gnu-freedom.html">linux-gnu-freedom.html - Linux, GNU, and freedom</a>
de: <a href="/philosophy/linux-gnu-freedom">linux-gnu-freedom.html - Linux, GNU und Freiheit</a>

source: <a href="/philosophy/luispo-rms-interview.html">luispo-rms-interview.html - Interview: Richard M. Stallman</a>
de: <a href="/philosophy/luispo-rms-interview.html" hreflang="en">luispo-rms-interview.html - Interview: Richard M. Stallman</a>

source: <a href="/philosophy/mcvoy.html">mcvoy.html - Thank You, Larry McVoy</a>
de: <a href="/philosophy/mcvoy.html" hreflang="en">mcvoy.html - Thank You, Larry McVoy</a>

source: <a href="/philosophy/microsoft-antitrust.html">microsoft-antitrust.html - The Microsoft Antitrust Trial and Free Software</a>
de: <a href="/philosophy/microsoft-antitrust.html" hreflang="en">microsoft-antitrust.html - Die Microsoft Antitrust Trial und Freie Software</a>

source: <a href="/philosophy/microsoft-new-monopoly.html">microsoft-new-monopoly.html - Microsoft's New Monopoly</a>
de: <a href="/philosophy/microsoft-new-monopoly.html" hreflang="en">microsoft-new-monopoly.html - Microsofts neues Monopol</a>

source: <a href="/philosophy/microsoft-old.html">microsoft-old.html - Is Microsoft the Great Satan?</a>
de: <a href="/philosophy/microsoft-old.html" hreflang="en">microsoft-old.html - Ist Microsoft der große Satan? (1997)</a>

source: <a href="/philosophy/microsoft-verdict.html">microsoft-verdict.html - On the Microsoft Verdict</a>
de: <a href="/philosophy/microsoft-verdict.html" hreflang="en">microsoft-verdict.html - Auf den Microsoft-Urteilsspruch</a>

source: <a href="/philosophy/microsoft.html">microsoft.html - Is Microsoft the Great Satan?</a>
de: <a href="/philosophy/microsoft.html" hreflang="en">microsoft.html - Ist Microsoft der große Satan? (2009)</a>

source: <a href="/philosophy/misinterpreting-copyright.html">misinterpreting-copyright.html - Misinterpreting Copyright</a>
de: <a href="/philosophy/misinterpreting-copyright.html" hreflang="en">misinterpreting-copyright.html - Copyright fehlinterpretiert</a>

source: <a href="/philosophy/moglen-harvard-speech-2004.html">moglen-harvard-speech-2004.html - Eben Moglen Speech - Harvard - 2004</a>
de: <a href="/philosophy/moglen-harvard-speech-2004.html" hreflang="en">moglen-harvard-speech-2004.html - Eben Moglen Vortrag, Harvard (2004)</a>

source: <a href="/philosophy/motif.html">motif.html - The Motif License</a>
de: <a href="/philosophy/motif.html" hreflang="en">motif.html - Motif-Lizenz</a>

source: <a href="/philosophy/ms-doj-tunney.html">ms-doj-tunney.html - FSF Statement in Response to Proposed Revised Final Judgment in Microsoft vs. United States</a>
de: <a href="/philosophy/ms-doj-tunney.html" hreflang="en">ms-doj-tunney.html - Stellungsnahme der FSF als Antwort auf das vorgeschlagene korrigierte rechtskräftige Urteil zu Microsoft vs. Vereinigte Staaten</a>

source: <a href="/philosophy/my_doom.html">my_doom.html - MyDoom and You</a>
de: <a href="/philosophy/my_doom.html" hreflang="en">my_doom.html - MyDoom un Du</a>

source: <a href="/philosophy/netscape-npl-old.html">netscape-npl-old.html - Netscape Public License</a>
de: <a href="/philosophy/netscape-npl-old.html" hreflang="en">netscape-npl-old.html - Netscape Public License (NLP) (1998)</a>

source: <a href="/philosophy/netscape-npl.html">netscape-npl.html - Netscape Public License</a>
de: <a href="/philosophy/netscape-npl.html" hreflang="en">netscape-npl.html - Netscape Public License (NLP) (2007)</a>

source: <a href="/philosophy/netscape.html">netscape.html - Netscape</a>
de: <a href="/philosophy/netscape">netscape.html - Netscape und Freie Software</a>

source: <a href="/philosophy/new-monopoly.html">new-monopoly.html - U.S. Congress Threatens to Establish a New Kind of Monopoly</a>
de: <a href="/philosophy/new-monopoly.html" hreflang="en">new-monopoly.html - US-Kongress droht, eine neue Art Monopol einzuführen</a>

source: <a href="/philosophy/nit-india.html">nit-india.html - Stallman's Speech at National Institute of Technology, Trichy, India, 17 February 2004</a>
de: <a href="/philosophy/nit-india.html" hreflang="en">nit-india.html - Stallmans Rede am Nationalen Institut für Technologie, Trichy, Indien (2004-02-17)</a>

source: <a href="/philosophy/no-ip-ethos.html">no-ip-ethos.html - Don't Let &lsquo;Intellectual Property&rsquo; Twist Your Ethos</a>
de: <a href="/philosophy/no-ip-ethos.html" hreflang="en">no-ip-ethos.html - Vom &#8218;geistigen Eigentum&#8216; nicht die Gesinnung verdrehen lassen</a>

source: <a href="/philosophy/no-word-attachments.html">no-word-attachments.html - We Can Put an End to Word Attachments</a>
de: <a href="/philosophy/no-word-attachments">no-word-attachments.html - Wir können Word-Anhängen ein Ende setzen</a>

source: <a href="/philosophy/nonsoftware-copyleft.html">nonsoftware-copyleft.html - Applying Copyleft To Non-Software Information</a>
de: <a href="/philosophy/nonsoftware-copyleft.html" hreflang="en">nonsoftware-copyleft.html - Copyleft auf Nicht-Softwareinformation anwenden</a>

source: <a href="/philosophy/not-ipr.html">not-ipr.html - Did You Say &ldquo;Intellectual Property&rdquo;? It's a Seductive Mirage</a>
de: <a href="/philosophy/not-ipr.html" hreflang="en">not-ipr.html - Sagten Sie &#8222;geistiges Eigentum&#8220;? Eine verführerische Illusion</a>

source: <a href="/philosophy/open-source-misses-the-point.html">open-source-misses-the-point.html - Why Open Source Misses the Point of Free Software</a>
de: <a href="/philosophy/open-source-misses-the-point.html" hreflang="en">open-source-misses-the-point.html - Why Open Source Misses the Point of Free Software</a>

source: <a href="/philosophy/opposing-drm.html">opposing-drm.html - Opposing Digital Rights Mismanagement</a>
de: <a href="/philosophy/opposing-drm.html" hreflang="en">opposing-drm.html - Opposing Digital Rights Mismanagement</a>

source: <a href="/philosophy/papadopoulos-response.html">papadopoulos-response.html - A Response Letter to the Word Attachments</a>
de: <a href="/philosophy/papadopoulos-response.html" hreflang="en">papadopoulos-response.html - A Response Letter to the Word Attachments</a>

source: <a href="/philosophy/patent-practice-panel.html">patent-practice-panel.html - Daniel Ravicher's FFII panel presentation, November 10, 2004</a>
de: <a href="/philosophy/patent-practice-panel.html" hreflang="en">patent-practice-panel.html - Daniel Ravicher's FFII panel presentation, November 10, 2004</a>

source: <a href="/philosophy/patent-reform-is-not-enough.html">patent-reform-is-not-enough.html - Patent Reform Is Not Enough</a>
de: <a href="/philosophy/patent-reform-is-not-enough.html" hreflang="en">patent-reform-is-not-enough.html - Patent Reform Is Not Enough</a>

source: <a href="/philosophy/pirate-party.html">pirate-party.html - How the Swedish Pirate Party Platform Backfires on Free Software</a>
de: <a href="/philosophy/pirate-party.html" hreflang="en">pirate-party.html - How the Swedish Pirate Party Platform Backfires on Free Software</a>

source: <a href="/philosophy/plan-nine.html">plan-nine.html - The Problems of the Plan 9 License</a>
de: <a href="/philosophy/plan-nine.html" hreflang="en">plan-nine.html - The Problems of the Plan 9 License</a>

source: <a href="/philosophy/practical.html">practical.html - The advantages of free software</a>
de: <a href="/philosophy/practical.html" hreflang="en">practical.html - The advantages of free software</a>

source: <a href="/philosophy/pragmatic.html">pragmatic.html - Copyleft: Pragmatic Idealism</a>
de: <a href="/philosophy/pragmatic.html" hreflang="en">pragmatic.html - Copyleft: Pragmatic Idealism</a>

source: <a href="/philosophy/privacyaction.html">privacyaction.html - Protect Postal Privacy</a>
de: <a href="/philosophy/privacyaction.html" hreflang="en">privacyaction.html - Protect Postal Privacy</a>

source: <a href="/philosophy/protecting.html">protecting.html - Help Protect the Rights to Write Both Non-Free and Free Software</a>
de: <a href="/philosophy/protecting.html" hreflang="en">protecting.html - Help Protect the Rights to Write Both Non-Free and Free Software</a>

source: <a href="/philosophy/public-domain-manifesto.html">public-domain-manifesto.html - Why I Will Not Sign the Public Domain Manifesto</a>
de: <a href="/philosophy/public-domain-manifesto.html" hreflang="en">public-domain-manifesto.html - Why I Will Not Sign the Public Domain Manifesto</a>

source: <a href="/philosophy/push-copyright-aside.html">push-copyright-aside.html - Science must &ldquo;push copyright aside&rdquo;</a>
de: <a href="/philosophy/push-copyright-aside.html" hreflang="en">push-copyright-aside.html - Science must &ldquo;push copyright aside&rdquo;</a>

source: <a href="/philosophy/reevaluating-copyright.html">reevaluating-copyright.html - Reevaluating Copyright: The Public Must Prevail</a>
de: <a href="/philosophy/reevaluating-copyright.html" hreflang="en">reevaluating-copyright.html - Reevaluating Copyright: The Public Must Prevail</a>

source: <a href="/philosophy/rieti.html">rieti.html - The Future of Jiyuna Software, 21 April 2003</a>
de: <a href="/philosophy/rieti.html" hreflang="en">rieti.html - The Future of Jiyuna Software, 21 April 2003</a>

source: <a href="/philosophy/right-to-read.html">right-to-read.html - The Right to Read</a>
de: <a href="/philosophy/right-to-read.html" hreflang="en">right-to-read.html - The Right to Read</a>

source: <a href="/philosophy/rms-comment-longs-article.html">rms-comment-longs-article.html - Comments on Roderick Long's Article</a>
de: <a href="/philosophy/rms-comment-longs-article.html" hreflang="en">rms-comment-longs-article.html - Comments on Roderick Long's Article</a>

source: <a href="/philosophy/rms-hack.html">rms-hack.html - The Hacker Community and Ethics: An Interview with Richard M. Stallman</a>
de: <a href="/philosophy/rms-hack.html" hreflang="en">rms-hack.html - The Hacker Community and Ethics: An Interview with Richard M. Stallman</a>

source: <a href="/philosophy/rms-interview-edinburgh.html">rms-interview-edinburgh.html - Interview with Richard Stallman, Edinburgh, 2004</a>
de: <a href="/philosophy/rms-interview-edinburgh.html" hreflang="en">rms-interview-edinburgh.html - Interview with Richard Stallman, Edinburgh, 2004</a>

source: <a href="/philosophy/rms-kol.html">rms-kol.html - Richard Stallman's speech in Kolkata (Calcutta), August 2006</a>
de: <a href="/philosophy/rms-kol.html" hreflang="en">rms-kol.html - Richard Stallman's speech in Kolkata (Calcutta), August 2006</a>

source: <a href="/philosophy/rms-on-radio-nz.html">rms-on-radio-nz.html - RMS on Radio New Zealand</a>
de: <a href="/philosophy/rms-on-radio-nz.html" hreflang="en">rms-on-radio-nz.html - RMS on Radio New Zealand</a>

source: <a href="/philosophy/rtlinux-patent.html">rtlinux-patent.html - GPL-compliant version of RTLinux Open Patent License in Works</a>
de: <a href="/philosophy/rtlinux-patent.html" hreflang="en">rtlinux-patent.html - GPL-compliant version of RTLinux Open Patent License in Works</a>

source: <a href="/philosophy/savingeurope.html">savingeurope.html - Saving Europe from Software Patents</a>
de: <a href="/philosophy/savingeurope.html" hreflang="en">savingeurope.html - Saving Europe from Software Patents</a>

source: <a href="/philosophy/second-sight.html">second-sight.html - Free Software and (e-)Government</a>
de: <a href="/philosophy/second-sight.html" hreflang="en">second-sight.html - Free Software and (e-)Government</a>

source: <a href="/philosophy/self-interest.html">self-interest.html - Self-Interest</a>
de: <a href="/philosophy/self-interest.html" hreflang="en">self-interest.html - Self-Interest</a>

source: <a href="/philosophy/selling-exceptions.html">selling-exceptions.html - Selling Exceptions</a>
de: <a href="/philosophy/selling-exceptions.html" hreflang="en">selling-exceptions.html - Selling Exceptions</a>

source: <a href="/philosophy/selling.html">selling.html - Selling Free Software</a>
de: <a href="/philosophy/selling.html" hreflang="en">selling.html - Selling Free Software</a>

source: <a href="/philosophy/shouldbefree.html">shouldbefree.html - Why Software Should Be Free</a>
de: <a href="/philosophy/shouldbefree.html" hreflang="en">shouldbefree.html - Why Software Should Be Free</a>

source: <a href="/philosophy/social-inertia.html">social-inertia.html - Overcoming Social Inertia</a>
de: <a href="/philosophy/social-inertia.html" hreflang="en">social-inertia.html - Overcoming Social Inertia</a>

source: <a href="/philosophy/software-libre-commercial-viability.html">software-libre-commercial-viability.html - Software Libre and Commercial Viability</a>
de: <a href="/philosophy/software-libre-commercial-viability.html" hreflang="en">software-libre-commercial-viability.html - Software Libre and Commercial Viability</a>

source: <a href="/philosophy/software-literary-patents.html">software-literary-patents.html - Software Patents and Literary Patents</a>
de: <a href="/philosophy/software-literary-patents.html" hreflang="en">software-literary-patents.html - Software Patents and Literary Patents</a>

source: <a href="/philosophy/software-patents.html">software-patents.html - Software Patents</a>
de: <a href="/philosophy/software-patents.html" hreflang="en">software-patents.html - Software Patents</a>

source: <a href="/philosophy/speeches-and-interview.html">speeches-and-interview.html - Philosophy of the GNU Project</a>
de: <a href="/philosophy/speeches-and-interview.html" hreflang="en">speeches-and-interview.html - Philosophy of the GNU Project</a>

source: <a href="/philosophy/stallman-kth.html">stallman-kth.html - Speech in Sweden</a>
de: <a href="/philosophy/stallman-kth.html" hreflang="en">stallman-kth.html -Vortrag in Schweden</a>

source: <a href="/philosophy/stallman-mec-india.html">stallman-mec-india.html - Stallman's Speech at Model Engineering College About Software Patent Dangers</a>
de: <a href="/philosophy/stallman-mec-india.html" hreflang="en">stallman-mec-india.html - Stallmans Vortrag am <em>Model Engineering College</em> über Gefahren von Softwarepatenten</a>

source: <a href="/philosophy/stallmans-law.html">stallmans-law.html - Stallman's Law</a>
de: <a href="/philosophy/stallmans-law">stallmans-law.html - Stallmans Gesetz</a>

source: <a href="/philosophy/stophr3028.html">stophr3028.html - Stop H.R. 3028 - Protect the Net - Stop the Trademark Monopolists</a>
de: <a href="/philosophy/stophr3028.html" hreflang="en">stophr3028.html - <abbr title="Stop Online Piracy Act" xml:lang="en" lang="en">SOPA</abbr> (H.R. 3028) stoppen / Internet schützen / Warenzeichen-Monopolisten stoppen</a>

source: <a href="/philosophy/sun-in-night-time.html">sun-in-night-time.html - The Curious Incident of Sun in the Night-Time</a>
de: <a href="/philosophy/sun-in-night-time.html" hreflang="en">sun-in-night-time.html - The Curious Incident of Sun in the Night-Time</a>

source: <a href="/philosophy/sylvester-response.html">sylvester-response.html - A Response Letter to the Word Attachments</a>
de: <a href="/philosophy/sylvester-response.html" hreflang="en">sylvester-response.html - A Response Letter to the Word Attachments</a>

source: <a href="/philosophy/the-danger-of-ebooks.html">the-danger-of-ebooks.html - The Danger of E-Books</a>
de: <a href="/philosophy/the-danger-of-ebooks.html" hreflang="en">the-danger-of-ebooks.html - The Danger of E-Books</a>

source: <a href="/philosophy/the-law-of-success-2.html">the-law-of-success-2.html - The Law of Success 2.0: An Interview with Richard Stallman</a>
de: <a href="/philosophy/the-law-of-success-2.html" hreflang="en">the-law-of-success-2.html - The Law of Success 2.0: An Interview with Richard Stallman</a>
