Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/sitemap.*.po
Languages: de

source: <a href="/fun/jokes/gnuemacs.acro.exp.html">gnuemacs.acro.exp.html - GNU Emacs acronym expansions</a>
de: <a href="/fun/jokes/gnuemacs.acro.exp">GNU Emacs Akronym-Erweiterungen</a>

source: <a href="/fun/jokes/gnuemacs.html">gnuemacs.html - GNU Emacs Humor</a>
de: <a href="/fun/jokes/gnuemacs.html" hreflang="en">GNU Emacs-Humor</a>

source: <a href="/fun/jokes/gospel.html">gospel.html - Gospel</a>
de: <a href="/fun/jokes/gospel">Gospel</a>

source: <a href="/fun/jokes/gullibility.virus.html">gullibility.virus.html - The Gullibility Virus</a>
de: <a href="/fun/jokes/gullibility.virus">Das Leichtgläubigkeit-Virus</a>

source: <a href="/fun/jokes/hackersong.html">hackersong.html - If the Beatles were hackers&hellip;</a>
de: <a href="/fun/jokes/hackersong.html" hreflang="en">Wenn die Beatles Hacker wären&#8230;</a>

source: <a href="/fun/jokes/hackforfreedom.html">hackforfreedom.html - Hack For Freedom SongJoke Title</a>
de: <a href="/fun/jokes/hackforfreedom.html" hreflang="en">hackforfreedom.html - Hack For Freedom SongJoke Title</a>

source: <a href="/fun/jokes/hakawatha.html">hakawatha.html - HAKAWATHA</a>
de: <a href="/fun/jokes/hakawatha">Hakawatha</a>

source: <a href="/fun/jokes/hap-bash.html">hap-bash.html - Happiness is a bash prompt</a>
de: <a href="/fun/jokes/hap-bash.html" hreflang="en">Glücklichsein ist eine Eingabeaufforderung</a>

source: <a href="/fun/jokes/happy-new-year.cfbC.html">happy-new-year.cfbC.html - Happy New Year- GNU Project</a>
de: <a href="/fun/jokes/happy-new-year.cfbC">Frohes Neues Jahr (4-sprachig)</a>

source: <a href="/fun/jokes/hello_world_patent.html">hello_world_patent.html - YAAS Foundation Patent Suit</a>
de: <a href="/fun/jokes/hello_world_patent.html" hreflang="en">YAAS Foundation Patent Suit</a>

source: <a href="/fun/jokes/helloworld.html">helloworld.html - Hello World!</a>
de: <a href="/fun/jokes/helloworld">Hallo Welt!</a>

source: <a href="/fun/jokes/know.your.sysadmin.html">know.your.sysadmin.html - Know your System Administrator</a>
de: <a href="/fun/jokes/know.your.sysadmin">Kenn&#8217; den Systemadministrator</a>

source: <a href="/fun/jokes/last.bug.html">last.bug.html - The Last Bug</a>
de: <a href="/fun/jokes/last.bug.html" hreflang="en">Der letzte Programmfehler</a>

source: <a href="/fun/jokes/lawyers.html">lawyers.html - Lawyers</a>
de: <a href="/fun/jokes/lawyers.html" hreflang="en">Rechtsanwälte</a>

source: <a href="/fun/jokes/linus-islam.html">linus-islam.html - Linus converts to Islam</a>
de: <a href="/fun/jokes/linus-islam.html" hreflang="en">Linus Torvalds konvertiert zum Islam</a>

source: <a href="/fun/jokes/long-options.html">long-options.html - Long options?</a>
de: <a href="/fun/jokes/long-options.html" hreflang="en">Lange Optionen?</a>

source: <a href="/fun/jokes/look-and-feel.html">look-and-feel.html - Look and Feel</a>
de: <a href="/fun/jokes/look-and-feel.html" hreflang="en">Look-und-Feel</a>

source: <a href="/fun/jokes/luser-vs-rms.html">luser-vs-rms.html - Poor luser!</a>
de: <a href="/fun/jokes/luser-vs-rms.html" hreflang="en">luser-vs-rms.html - Poor luser!</a>

source: <a href="/fun/jokes/merry-xmas.html">merry-xmas.html - Merry Christmas</a>
de: <a href="/fun/jokes/merry-xmas.html" hreflang="en">merry-xmas.html - Merry Christmas</a>

source: <a href="/fun/jokes/microsoft-church.html">microsoft-church.html - Microsoft and the Church</a>
de: <a href="/fun/jokes/microsoft-church.html" hreflang="en">Microsoft und die Kirche</a>

source: <a href="/fun/jokes/midnight.dreary.html">midnight.dreary.html - Midnight Dreary</a>
de: <a href="/fun/jokes/midnight.dreary.html" hreflang="en">Düstere Mitternacht</a>

source: <a href="/fun/jokes/more-shit.html">more-shit.html - More Shit!</a>
de: <a href="/fun/jokes/more-shit.html" hreflang="en">Weiterer Shit</a>

source: <a href="/fun/jokes/musical-pickup.html">musical-pickup.html - Musical pick-up</a>
de: <a href="/fun/jokes/musical-pickup.html" hreflang="en">Musical Pick-up!</a>

source: <a href="/fun/jokes/networkologist.html">networkologist.html - Networkologist</a>
de: <a href="/fun/jokes/networkologist.html" hreflang="en">Netzwerklogistische Weihnacht</a>

source: <a href="/fun/jokes/nobody-owns.html">nobody-owns.html - Nobody owns this song</a>
de: <a href="/fun/jokes/nobody-owns.html" hreflang="en">Nobody owns this song</a>

source: <a href="/fun/jokes/only-gnu.html">only-gnu.html - Only G.N.U.</a>
de: <a href="/fun/jokes/only-gnu.html" hreflang="en">Nur G.N.U.</a>

source: <a href="/fun/jokes/p5.delay.html">p5.delay.html - P5 Delay</a>
de: <a href="/fun/jokes/p5.delay.html" hreflang="en">p5.delay.html - P5 Delay</a>

source: <a href="/fun/jokes/paging.game.html">paging.game.html - JokeTITLE</a>
de: <a href="/fun/jokes/paging.game.html" hreflang="en">paging.game.html - JokeTITLE</a>

source: <a href="/fun/jokes/panama.html">panama.html - Panama</a>
de: <a href="/fun/jokes/panama.html" hreflang="en">Panama</a>

source: <a href="/fun/jokes/pasta.code.html">pasta.code.html - Spaghetti Code- GNU Project</a>
de: <a href="/fun/jokes/pasta.code.html" hreflang="en">Spaghetti-Code</a>

source: <a href="/fun/jokes/phone.features.html">phone.features.html - Phone Features</a>
de: <a href="/fun/jokes/phone.features.html" hreflang="en">Telefon-Funktionen</a>

source: <a href="/fun/jokes/physics.html">physics.html - Physics Store</a>
de: <a href="/fun/jokes/physics.html" hreflang="en">Das Physikgeschäft!</a>

source: <a href="/fun/jokes/power.users.html">power.users.html - Power Users</a>
de: <a href="/fun/jokes/power.users.html" hreflang="en">Power-Benutzerhandbuch</a>

source: <a href="/fun/jokes/purchase.agreement.html">purchase.agreement.html - Disclaimer</a>
de: <a href="/fun/jokes/purchase.agreement">Haftungsausschluss</a>

source: <a href="/fun/jokes/quayle.html">quayle.html - Dan Quayle</a>
de: <a href="/fun/jokes/quayle.html" hreflang="en">quayle.html - Dan Quayle</a>

source: <a href="/fun/jokes/quotations.html">quotations.html - Quotations</a>
de: <a href="/fun/jokes/quotations.html" hreflang="en">Zitate</a>

source: <a href="/fun/jokes/rectium.html">rectium.html - Rectium?</a>
de: <a href="/fun/jokes/rectium.html" hreflang="en">Rectium?</a>

source: <a href="/fun/jokes/religions.html">religions.html - Shit happens 2</a>
de: <a href="/fun/jokes/religions.html" hreflang="en">Shit Happens 2</a>

source: <a href="/fun/jokes/santa_comes_to_town.html">santa_comes_to_town.html - Santa Claus is Coming to town</a>
de: <a href="/fun/jokes/santa_comes_to_town.html" hreflang="en">santa_comes_to_town.html - Santa Claus is Coming to town</a>

source: <a href="/fun/jokes/science.facts.html">science.facts.html - Some Scientific Facts- GNU Project</a>
de: <a href="/fun/jokes/science.facts.html" hreflang="en">science.facts.html - Some Scientific Facts- GNU Project</a>

source: <a href="/fun/jokes/shit-happens.html">shit-happens.html - Shit Happens</a>
de: <a href="/fun/jokes/shit-happens.html" hreflang="en">Shit Happens</a>

source: <a href="/fun/jokes/smileys.html">smileys.html - Smileys</a>
de: <a href="/fun/jokes/smileys.html" hreflang="en">Smileys</a>

source: <a href="/fun/jokes/software.terms.html">software.terms.html - Software Terms</a>
de: <a href="/fun/jokes/software.terms.html" hreflang="en">Software Nutzungsbedingungen</a>

source: <a href="/fun/jokes/spilling-checker.html">spilling-checker.html - Spilling checker- GNU Project</a>
de: <a href="/fun/jokes/spilling-checker.html" hreflang="en">spilling-checker.html - Spilling checker- GNU Project</a>

source: <a href="/fun/jokes/top-10-election-2000-bumper-stickers.html">top-10-election-2000-bumper-stickers.html - Top 10 Election 2000 Bumper Stickers</a>
de: <a href="/fun/jokes/top-10-election-2000-bumper-stickers.html" hreflang="en">Top 10 Election 2000-Autoaufkleber</a>

source: <a href="/fun/jokes/typoglycemia.html">typoglycemia.html - Typoglycemia</a>
de: <a href="/fun/jokes/typoglycemia.html" hreflang="en">Typoglycemia</a>

source: <a href="/fun/jokes/ubuntu.html">ubuntu.html - Ubuntu Humor</a>
de: <a href="/fun/jokes/ubuntu.html" hreflang="en">Ubuntu Humor</a>

source: <a href="/fun/jokes/unix-hoax.html">unix-hoax.html - Unix-hoax</a>
de: <a href="/fun/jokes/unix-hoax.html" hreflang="en">Unix, ein Scherz?</a>

source: <a href="/fun/jokes/unix.errors.html">unix.errors.html - Unix Error Messages</a>
de: <a href="/fun/jokes/unix.errors.html" hreflang="en">Unix-Fehlermeldungen</a>

source: <a href="/fun/jokes/unreliable.net.html">unreliable.net.html - Top Ten Unreliable networks</a>
de: <a href="/fun/jokes/unreliable.net.html" hreflang="en">Top 10 der unzuverlässigsten Netzwerke</a>

source: <a href="/fun/jokes/vaxorcist.html">vaxorcist.html - VAXORCIST</a>
de: <a href="/fun/jokes/vaxorcist.html" hreflang="en">vaxorcist.html - Vaxorzist</a>

source: <a href="/fun/jokes/vi.song.html">vi.song.html - Addicted to vi</a>
de: <a href="/fun/jokes/vi.song">Süchtig nach vi</a>.

source: <a href="/fun/jokes/vim-songs.html">vim-songs.html - VIM Songs . . .</a>
de: <a href="/fun/jokes/vim-songs.html" hreflang="en">VIM Songs&#8230;</a>

source: <a href="/fun/jokes/virus-warning.html">virus-warning.html - Virus Warning</a>
de: <a href="/fun/jokes/virus-warning.html" hreflang="en">Virenwarnung</a>

source: <a href="/fun/jokes/welcome-to-gnu-emacs.html">welcome-to-gnu-emacs.html - GNU Emacs Song</a>
de: <a href="/fun/jokes/welcome-to-gnu-emacs" hreflang="en">GNU Emacs Song</a>.

source: <a href="/fun/jokes/wolf-logo.html">wolf-logo.html - The Wolf Logo</a>
de: <a href="/fun/jokes/wolf-logo.html" hreflang="en">Wolf-Logo</a>

source: <a href="/fun/jokes/wonderful-code.html">wonderful-code.html - What a Wonderful Code</a>
de: <a href="/fun/jokes/wonderful-code.html" hreflang="en">Was für ein wunderbarer Code</a>

source: <a href="/fun/jokes/xmodmap.html">xmodmap.html - Physical Xmodmap, or The Dvorak Typewriter Hack</a>
de: <a href="/fun/jokes/xmodmap.html" hreflang="en">Physisches Xmodmap oder der Dvorak-Schreibmaschinen-Hack</a>

source: <a href="/fun/spam/index.html">fun/spam - Laugh along with GNU</a>
de: <a href="/fun/jokes/index">fun/spam - Gemeinsam mit GNU lachen</a>

source: <a href="/fun/spam/darkprofits.html">darkprofits.html - darkprofits spam</a>
de: <a href="/fun/spam/darkprofits.html" hreflang="en">Dunkle Profite</a>

source: <a href="/fun/spam/sheep.html">sheep.html - Inflatable Sheep</a>
de: <a href="/fun/spam/sheep.html" hreflang="en">Aufblasbare Schafe</a>

source: <a href="/fun/spam/warpgenerator.html">warpgenerator.html - Dimensional Warp Generator Needed</a>
de: <a href="/fun/spam/warpgenerator.html" hreflang="en">Dimensionaler Warp-Generator benötigt</a>

source: <a href="/gnu/gnu.html">gnu - The GNU Operating System - GNU project</a>
de: <a href="/gnu/gnu">gnu - GNU Betriebssystem</a>

source: <a href="/gnu/about-gnu.html">about-gnu.html - About the GNU Operating System</a>
de: <a href="/gnu/about-gnu">Über das GNU Betriebssystem</a>

source: <a href="/gnu/byte-interview.html">byte-interview.html - BYTE Interview with Richard Stallman</a>
de: <a href="/gnu/byte-interview" hreflang="en">BYTE-Interview mit Richard Stallman (1986)</a>

source: <a href="/gnu/gnu-history.html">gnu-history.html - Overview of the GNU System</a>
de: <a href="/gnu/gnu-history">Überblick über das GNU Betriebssystem</a>

source: <a href="/gnu/gnu-linux-faq.html">gnu-linux-faq.html - GNU/Linux FAQ</a>
de: <a href="/gnu/gnu-linux-faq">GNU/Linux: Häufig gestellte Fragen (FAQ)</a>

source: <a href="/gnu/gnu-users-never-heard-of-gnu.html">gnu-users-never-heard-of-gnu.html - GNU Users Who Have Never Heard of GNU</a>
de: <a href="/gnu/gnu-users-never-heard-of-gnu.html" hreflang="en">GNU Anwender, die noch nie von GNU gehört haben</a>

source: <a href="/gnu/initial-announcement.html">initial-announcement.html - About the GNU Project</a>
de: <a href="/gnu/initial-announcement">Ursprüngliche Ankündigung</a>

source: <a href="/gnu/linux-and-gnu.html">linux-and-gnu.html - Linux and GNU</a>
de: <a href="/gnu/linux-and-gnu">Linux und das GNU Projekt</a>

source: <a href="/gnu/manifesto.html">manifesto.html - The GNU Manifesto</a>
de: <a href="/gnu/manifesto">Das GNU Manifest</a>

source: <a href="/gnu/rms-lisp.html">rms-lisp.html - My Lisp Experiences and the Development of GNU Emacs</a>
de: <a href="/gnu/rms-lisp.html" hreflang="en">rms-lisp.html - Meine Lisp-Erfahrungen und die Entwicklung von GNU Emacs</a>

source: <a href="/gnu/thegnuproject.html">thegnuproject.html - About the GNU Project</a>
de: <a href="/gnu/thegnuproject">Das GNU Projekt</a>

source: <a href="/gnu/why-gnu-linux.html">why-gnu-linux.html - Why GNU/Linux?</a>
de: <a href="/gnu/why-gnu-linux">Warum GNU/Linux?</a>

source: <a href="/graphics/graphics.html">graphics - The GNU Art Gallery</a>
de: <a href="/graphics/graphics">graphics - GNUs Kunst</a>

source: <a href="/graphics/agnuhead.html">agnuhead.html - A GNU Head</a>
de: <a href="/graphics/agnuhead">GNUkopf</a>

source: <a href="/graphics/ahurdlogo.html">ahurdlogo.html - A Hurd Logo</a>
de: <a href="/graphics/ahurdlogo.html" hreflang="en">Hurd-Logo</a>

source: <a href="/graphics/alternative-ascii.html">alternative-ascii.html - An alternative ASCII Gnu</a>
de: <a href="/graphics/alternative-ascii.html" hreflang="en">ASCII-GNU, alternativ</a>

source: <a href="/graphics/anfsflogo.html">anfsflogo.html - An FSF Logo</a>
de: <a href="/graphics/anfsflogo">FSF-Logos (inoffizielle)</a>

source: <a href="/graphics/anlpflogo.html">anlpflogo.html - An LPF Logo</a>
de: <a href="/graphics/anlpflogo.html" hreflang="en">League for Programming Freedom (LPF)-Logo</a>

source: <a href="/graphics/anothertypinggnu.html">anothertypinggnu.html - Another Typing GNU Hacker</a>
de: <a href="/graphics/anothertypinggnu.html" hreflang="en">Tippender GNU Hacker (ein anderer)</a>

source: <a href="/graphics/atypinggnu.html">atypinggnu.html - A Typing GNU Hacker</a>
de: <a href="/graphics/atypinggnu">Tippender GNU Hacker</a>

source: <a href="/graphics/avatars.html">avatars.html - GNU Avatars</a>
de: <a href="/graphics/avatars.html" hreflang="en">avatars.html - GNU Avatars</a>

source: <a href="/graphics/babygnu.html">babygnu.html - Baby GNU</a>
de: <a href="/graphics/babygnu">babygnu.html - Baby GNU</a>

source: <a href="/graphics/bokma-gnu.html">bokma-gnu.html - John Bokma's GNU Logos</a>
de: <a href="/graphics/bokma-gnu.html" hreflang="en">Logos von GNU und Emacs</a>

source: <a href="/graphics/BVBN.html">BVBN.html - GNU Art by Vladimir Tsarkov</a>
de: <a href="/graphics/BVBN.html" hreflang="en">BVBN.html - GNU Kunst von Vladimir Tsarkov</a>

source: <a href="/graphics/bwcartoon.html">bwcartoon.html - The Dynamic Duo: The Gnu and the Penguin in flight</a>
de: <a href="/graphics/bwcartoon.html" hreflang="en">Das dynamische Duo: GNU und der Pinguin im Flug</a>

source: <a href="/graphics/digital-restrictions-management.html">digital-restrictions-management.html - GNU Art - Digital Restrictions Management</a>
de: <a href="/graphics/digital-restrictions-management.html" hreflang="en">Digitale Restriktionsverwaltung</a>

source: <a href="/graphics/distros-dragora.html">distros-dragora.html - Dragora Logo</a>
de: <a href="/graphics/distros-dragora.html" hreflang="en">Dragora-Logo</a>

source: <a href="/graphics/fsf-logo.html">fsf-logo.html - FSF Logo</a>
de: <a href="/graphics/fsf-logo">fsf-logo.html - Logo der FSF</a>

source: <a href="/graphics/FSFS-logo.html">FSFS-logo.html - Free Software, Free Society Title Logo</a>
de: <a href="/graphics/FSFS-logo.html" hreflang="en">Free Software, Free Society Title Logo</a>

source: <a href="/graphics/gleesons.html">gleesons.html - Gleeson's GNU Art</a>
de: <a href="/graphics/gleesons.html" hreflang="en">Gleesons GNU Kunst</a>

source: <a href="/graphics/gnu-alternative.html">gnu-alternative.html - GNU Alternative</a>
de: <a href="/graphics/gnu-alternative.html" hreflang="en">Alternativer GNUkopf</a>

source: <a href="/graphics/gnu-ascii-liberty.html">gnu-ascii-liberty.html - GNU is Liberty</a>
de: <a href="/graphics/gnu-ascii-liberty">gnu-ascii-liberty.html - GNU ist Freiheit</a>

source: <a href="/graphics/gnu-ascii2.html">gnu-ascii2.html - Another ASCII Gnu</a>
de: <a href="/graphics/gnu-ascii2.html" hreflang="en">ASCII Gnu (ein anderes)</a>

source: <a href="/graphics/gnu-head-shadow.html">gnu-head-shadow.html - GNU head shadowed</a>
de: <a href="/graphics/gnu-head-shadow.html" hreflang="en">GNUkopf schattiert</a>

source: <a href="/graphics/gnu-jacket.html">gnu-jacket.html - A Gnu wearing a jacket</a>
de: <a href="/graphics/gnu-jacket.html" hreflang="en">Jacketragendes Gnu</a>

source: <a href="/graphics/gnu-slash-linux.html">gnu-slash-linux.html - GNU/Linux art</a>
de: <a href="/graphics/gnu-slash-linux.html" hreflang="en">gnu-slash-linux.html - GNU/Linux art</a>

source: <a href="/graphics/gnubanner.html">gnubanner.html - A GNU Banner</a>
de: <a href="/graphics/gnubanner.html" hreflang="en">GNU-Banner</a>

source: <a href="/graphics/gnuhornedlogo.html">gnuhornedlogo.html - GNU horned logo</a>
de: <a href="/graphics/gnuhornedlogo.html" hreflang="en">GNU mit Hörnern</a>

source: <a href="/graphics/gnulove.html">gnulove.html - GNU Love</a>
de: <a href="/graphics/gnulove.html" hreflang="en">GNU Liebe - Ein Pinguin umarmt ein GNU</a>

source: <a href="/graphics/gnuolantern.html">gnuolantern.html - GNU o Lantern</a>
de: <a href="/graphics/gnuolantern">GNU O&#8217;Lantern</a>

source: <a href="/graphics/gnupascal.html">gnupascal.html - GNU and Blaise Pascal</a>
de: <a href="/graphics/gnupascal">GNU &amp; Blaise Pascal</a>

source: <a href="/graphics/gnusvgart.html">gnusvgart.html - GNU Art in svg format</a>
de: <a href="/graphics/gnusvgart.html" hreflang="en">GNU Kunst (im SVG-Format)</a>

source: <a href="/graphics/groff-head.html">groff-head.html - GNU head with printing press</a>
de: <a href="/graphics/groff-head.html" hreflang="en">groff-head.html - GNU head with printing press</a>

source: <a href="/graphics/heckert_gnu.html">heckert_gnu.html - A Bold GNU Head</a>
de: <a href="/graphics/heckert_gnu.html" hreflang="en">Fetter GNUkopf</a>

source: <a href="/graphics/historic-gnu-press.html">historic-gnu-press.html - Historic GNU press items</a>
de: <a href="/graphics/historic-gnu-press.html" hreflang="en">historic-gnu-press.html - Historic GNU press items</a>

source: <a href="/graphics/hitflip-gnu.html">hitflip-gnu.html - Hitflip images</a>
de: <a href="/graphics/hitflip-gnu.html" hreflang="en">hitflip-gnu.html - Hitflip images</a>

source: <a href="/graphics/httptunnel-logo.html">httptunnel-logo.html - httptunnel logo</a>
de: <a href="/graphics/httptunnel-logo.html" hreflang="en">httptunnel-Logo</a>

source: <a href="/graphics/hurd_mf.html">hurd_mf.html - Hurd Logos in Metafont</a>
de: <a href="/graphics/hurd_mf.html" hreflang="en">hurd_mf.html - Hurd Logos in Metafont</a>

source: <a href="/graphics/jesus-cartoon.html">jesus-cartoon.html - Cartoon</a>
de: <a href="/graphics/jesus-cartoon.html" hreflang="en">Eine Karikatur mit Jesus und&#8230;</a>

source: <a href="/graphics/kafa.html">kafa.html - Abstract GNU Art</a>
de: <a href="/graphics/kafa.html" hreflang="en">GNU Kunst abstrakt</a>

source: <a href="/graphics/license-logos.html">license-logos.html - GNU License Logos</a>
de: <a href="/graphics/package-logos.html" hreflang="en">GNU Lizenz-Logos</a>

source: <a href="/graphics/lovchik-gnu.html">lovchik-gnu.html - Lisa J. Lovchik GNU Art</a>
de: <a href="/graphics/lovchik-gnu.html" hreflang="en">GNUs Kunst (Lisa J. Lovchik)</a>

source: <a href="/graphics/package-logos.html">package-logos.html - Logos of GNU packages</a>
de: <a href="/graphics/package-logos.html" hreflang="en">GNU Pakete-Logos</a>

source: <a href="/graphics/philosophicalgnu.html">philosophicalgnu.html - A Philosophical GNU</a>
de: <a href="/graphics/philosophicalgnu">Philosophisches GNU</a>

source: <a href="/graphics/reiss-gnuhead.html">reiss-gnuhead.html - Color Gnu Head</a>
de: <a href="/graphics/reiss-gnuhead.html" hreflang="en">reiss-gnuhead.html - Color Gnu Head</a>

source: <a href="/graphics/runfreegnu.html">runfreegnu.html - banner: run free run GNU</a>
de: <a href="/graphics/runfreegnu.html" hreflang="en">Run Free Run GNU-Banner</a>

source: <a href="/graphics/social.html">social.html - GNU social</a>
de: <a href="/graphics/social.html" hreflang="en">GNU Sozial</a>

source: <a href="/graphics/stark-gnuherd.html">stark-gnuherd.html - Jochen St&auml;rk Herd Banners</a>
de: <a href="/graphics/stark-gnuherd.html" hreflang="en">GNU Herden-Banner</a>

source: <a href="/graphics/supergnu-ascii.html">supergnu-ascii.html - ASCII Super Gnu</a>
de: <a href="/graphics/supergnu-ascii.html" hreflang="en">ASCII SuperGNU</a>

source: <a href="/graphics/usegnu.html">usegnu.html - Use 'GNU</a>
de: <a href="/graphics/usegnu.html" hreflang="en">GNU verwenden</a>

source: <a href="/graphics/whatsgnu.html">whatsgnu.html - What's GNU</a>
de: <a href="/graphics/whatsgnu.html">Was ist GNU</a>

source: <a href="/graphics/winkler-gnu.html">winkler-gnu.html - Alternative GNU Logos by Kyle Winkler</a>
de: <a href="/graphics/winkler-gnu.html" hreflang="en">GNUs Logo (Kyle Winkler)</a>

source: <a href="/graphics/adrienne/index.html">graphics/adrienne - Adrienne Thompson's GNU art</a>
de: <a href="/graphics/adrienne/index.html" hreflang="en">GNUs Kunst (Adrienne Thompson)</a>

source: <a href="/graphics/bahlon/index.html">graphics/bahlon - Georg Bahlon's 3D GNU head</a>
de: <a href="/graphics/bahlon/index.html" hreflang="en">3D-GNUkopf (Georg Bahlon)</a>

source: <a href="/graphics/behroze/index.html">graphics/behroze - Behroze Nejaati's GNU art</a>
de: <a href="/graphics/behroze/index.html" hreflang="en">GNUs Kunst (Behroze Nejaati)</a>

source: <a href="/graphics/fsfsociety/fsfsociety.html">graphics/fsfsociety - Artwork from Dr Stallman's Free Software, Free Society</a>
de: <a href="/graphics/fsfsociety/fsfsociety.html" hreflang="en">Kunstwerk aus Dr. Stallmans „Free Software, Free Society“</a>

source: <a href="/graphics/gnu-post/index.html">graphics/gnu-post - GNU Post images</a>
de: <a href="/graphics/gnu-post/index.html" hreflang="en">GNU Post</a>

source: <a href="/graphics/presentation/">graphics/presentation</a>
de: <a href="/graphics/presentation/slide1.html" hreflang="en">GNU PRESS-Bildschirmpräsentation</a>

source: <a href="/help/help.html">help - How you can help the GNU Project</a>
de: <a href="/help/help">help - Dem GNU Projekt helfen</a>

source: <a href="/help/directory.html">directory.html - Helping with the Free Software Directory</a>
de: <a href="/help/directory">Beim Freie Software-Verzeichnis mithelfen</a>

source: <a href="/help/evaluation.html">evaluation.html - GNU Software Evaluation</a>
de: <a href="/help/evaluation/">GNU Software-Evaluation</a>

source: <a href="/help/gethelp.html">gethelp.html - Getting help with GNU software</a>
de: <a href="/help/gethelp.html" hreflang="en">Hilfe zu GNU Software</a>

source: <a href="/help/gnu-bucks-recipients.html">gnu-bucks-recipients.html - GNU Bucks Recipients</a>
de: <a href="/help/gnu-bucks-recipients.html" hreflang="en">GNU Bucks-Empfänger</a>

source: <a href="/help/gnu-bucks.html">gnu-bucks.html - GNU Bucks</a>
de: <a href="/help/gnu-bucks.html" hreflang="en">GNU Bucks</a>

source: <a href="/help/help-hardware.html">help-hardware.html - How you can help the GNU Project: Hardware</a>
de: <a href="/help/help-hardware">Dem GNU Projekt helfen: Hardware</a>

source: <a href="/help/linking-gnu.html">linking-gnu.html - Linking to the GNU Project</a>
de: <a href="/help/linking-gnu">Verweise zum GNU Projekt</a>

source: <a href="/licenses/licenses.html">licenses - Licenses</a>
de: <a href="/licenses/licenses">licenses - Lizenzen</a>
