Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/sitemap.*.po
Languages: de

source: Site map of www.gnu.org - GNU Project - Free Software Foundation (FSF)
de: Seitenübersicht von www.gnu.org - GNU Projekt - Free Software Foundation (FSF)

source: Site map of www.gnu.org
de: Seitenübersicht von www.gnu.org

source: [top-level directories: <a href="#directory-accessibility">accessibility</a> <a href="#directory-award">award</a> <a href="#directory-bulletins">bulletins</a> <a href="#directory-contact">contact</a> <a href="#directory-copyleft">copyleft</a> <a href="#directory-distros">distros</a> <a href="#directory-doc">doc</a> <a href="#directory-education">education</a> <a href="#directory-encyclopedia">encyclopedia</a> <a href="#directory-events">events</a> <a href="#directory-fun">fun</a> <a href="#directory-gnu">gnu</a> <a href="#directory-graphics">graphics</a> <a href="#directory-help">help</a> <a href="#directory-licenses">licenses</a> <a href="#directory-links">links</a> <a href="#directory-manual">manual</a> <a href="#directory-music">music</a> <a href="#directory-people">people</a> <a href="#directory-philosophy">philosophy</a> <a href="#directory-prep">prep</a> <a href="#directory-press">press</a> <a href="#directory-pronunciation">pronunciation</a> <a href="#directory-server">server</a> <a href="#directory-software">software</a> <a href="#directory-testimonials">testimonials</a> <a href="#directory-thankgnus">thankgnus</a> <a href="#directory-usenet">usenet</a>]
de: Hauptverzeichnisse: <br /> <a href="#directory-pronunciation">Aussprache</a> | <a href="#directory-award">Awards</a> | <a href="#directory-accessibility">Barrierefreiheit</a> | <a href="#directory-education">Bildung</a> | <a href="#directory-bulletins">Bulletins</a> | <a href="#directory-copyleft">Copyleft</a> | <a href="#directory-distros">Distributionen</a> | <a href="#directory-doc">Dokumentation</a> | <a href="#directory-encyclopedia">Enzyklopädie</a> | <a href="#directory-gnu">GNU</a> | <a href="#directory-graphics">Grafiken</a> | <a href="#directory-manual">Handbuch</a> | <a href="#directory-software">Herunterladen</a> | <a href="#directory-help">Hilfe</a> | <a href="#directory-fun">Humor</a> | <a href="#directory-contact">Kontakt</a> | <a href="#directory-licenses">Lizenzen</a> | <a href="#directory-music">Musik</a> | <a href="#directory-people">Persona</a> | <a href="#directory-philosophy">Philosophie</a> | <a href="#directory-press">Presse</a> | <a href="#directory-prep">Projektinformation</a> | <a href="#directory-testimonials">Referenzen</a> | <a href="#directory-server">Server</a> | <a href="#directory-events">Termine</a> | <a href="#directory-thankgnus">Thank GNUs</a> | <a href="#directory-usenet">Usenet</a> | <a href="#directory-links">Verweise</a> |

source: <a href="/keepingup.html">keepingup.html - Keeping Up With GNU and the FSF</a>
de: <a href="/keepingup">Auf dem Laufenden bleiben mit GNU und der FSF</a>

source: <a href="/provide.html">provide.html - What we provide</a>
de: <a href="/provide">provide.html - Was wir bieten</a>

source: <a href="/thankpoland.html">thankpoland.html - Thank you, Poland!</a>
de: <a href="/thankpoland.html" hreflang="en">thankpoland.html - Danke, Polen!</a>

source: <a href="/accessibility/accessibility.html">accessibility - GNU Accessibility Statement</a>
de: <a href="/accessibility/accessibility">accessibility - Erklärung zur Barrierefreiheit</a>

source: <a href="/award/award.html">award - Prior Years' Free Software Award</a>
de: <a href="/award/award">award - Free Software Awards früherer Jahre</a>

source: <a href="/award/award-1998.html">award-1998.html - 1998 Free Software Award</a>
de: <a href="/award/award-1998">Free Software Award 1998</a>

source: <a href="/award/award-1999.html">award-1999.html - 1999 Free Software Award</a>
de: <a href="/award/award-1999.html" hreflang="en">Free Software Award 1999</a>

source: <a href="/award/fsfawardlist.html">fsfawardlist.html - FSF Award nominees 1999</a>
de: <a href="/award/fsfawardlist.html" hreflang="en">Free Software Award Nominierungen 1998</a>

source: <a href="/award/1998/">award/1998</a>
de: <a href="/award/1998">award - Auszeichnungen (1998)</a>

source: <a href="/award/1998/finalists.html">finalists.html - FSF Award - 1998 Finalists</a>
de: <a href="/award/1998/finalists.html" hreflang="en">Free Software Award Finalisten 1998</a>

source: <a href="/award/1998/nominees.html">nominees.html - FSF Award - 1998 Nominees</a>
de: <a href="/award/1998/nominees.html" hreflang="en">Free Software Award Nominierungen 1998</a>

source: <a href="/award/1999/1999.html">award/1999 - Miguel De Icaza Receives 1999 Free Software Award</a>
de: <a href="/award/1999/1999.html" hreflang="en">Free Software Award 1999 für Miguel De Icaza</a>

source: <a href="/award/2000/2000.html">award/2000 - 2000 Award For the Advancement of Free Software</a>
de: <a href="/award/2000/2000">Free Software Award 2000</a>

source: <a href="/award/2001/2001.html">award/2001 - 2001 Award For the Advancement of Free Software- GNU Project</a>
de: <a href="/award/2001/2001.html" hreflang="en">Free Software Award 2001</a>

source: <a href="/award/2002/2002.html">award/2002 - 2002 Award For the Advancement of Free Software- GNU Project</a>
de: <a href="/award/2002/2002.html" hreflang="en">Free Software Award 2002</a>

source: <a href="/award/2003/2003.html">award/2003 - 2003 Award For the Advancement of Free Software</a>
de: <a href="/award/2003/2003.html" hreflang="en">Free Software Award 2003</a>

source: <a href="/award/2003/2003-call.html">2003-call.html - 2003 Award For the Advancement of Free Software</a>
de: <a href="/award/2003/2003-call.html" hreflang="en">Free Software Award 2003</a>

source: <a href="/bulletins/bulletins.html">bulletins - GNU's Bulletins</a>
de: <a href="/bulletins/bulletins">bulletins - GNU Bulletins</a>

source: <a href="/bulletins/bull10.html">bull10.html - GNU's Bulletin, vol. 1 no. 10</a>
de: <a href="/bulletins/bull10.html" hreflang="en">GNU Bulletin 10 (01/1991)</a>

source: <a href="/bulletins/bull11.html">bull11.html - GNU's Bulletin, vol. 1 no. 11</a>
de: <a href="/bulletins/bull11.html" hreflang="en">GNU Bulletin 11 (06/1999)</a>

source: <a href="/bulletins/bull12.html">bull12.html - GNU's Bulletin, vol. 1 no. 12</a>
de: <a href="/bulletins/bull12.html" hreflang="en">GNU Bulletin 12 (01/1992)</a>

source: <a href="/bulletins/bull13.html">bull13.html - GNU's Bulletin, vol. 1 no. 13</a>
de: <a href="/bulletins/bull13.html" hreflang="en">GNU Bulletin 13 (06/1992)</a>

source: <a href="/bulletins/bull14.html">bull14.html - GNU's Bulletin, vol. 1 no. 14</a>
de: <a href="/bulletins/bull14.html" hreflang="en">GNU Bulletin 14 (01/1993)</a>

source: <a href="/bulletins/bull15.html">bull15.html - GNU's Bulletin, vol. 1 no. 15</a>
de: <a href="/bulletins/bull15.html" hreflang="en">GNU Bulletin 15 (06/1993)</a>

source: <a href="/bulletins/bull16.html">bull16.html - GNU's Bulletin, vol. 1 no. 16</a>
de: <a href="/bulletins/bull16.html" hreflang="en">GNU Bulletin 16 (01/1994)</a>

source: <a href="/bulletins/bull17.html">bull17.html - GNU's Bulletin, vol. 1 no. 17</a>
de: <a href="/bulletins/bull17.html" hreflang="en">GNU Bulletin 17 (06/1994)</a>

source: <a href="/bulletins/bull18.html">bull18.html - GNU's Bulletin, vol. 1 no. 18</a>
de: <a href="/bulletins/bull18.html" hreflang="en">GNU Bulletin 18 (01/1995)</a>

source: <a href="/bulletins/bull19.html">bull19.html - GNU's Bulletin, vol. 1 no. 19</a>
de: <a href="/bulletins/bull19.html" hreflang="en">GNU Bulletin 19 (06/1995)</a>

source: <a href="/bulletins/bull20.html">bull20.html - GNU's Bulletin, vol. 1 no. 20</a>
de: <a href="/bulletins/bull20.html" hreflang="en">GNU Bulletin 20</a>

source: <a href="/bulletins/bull21.html">bull21.html - GNU's Bulletin, vol. 1 no. 21</a>
de: <a href="/bulletins/bull21.html" hreflang="en">GNU Bulletin 21</a>

source: <a href="/bulletins/bull22.html">bull22.html - GNU's Bulletin, vol. 1 no. 22</a>
de: <a href="/bulletins/bull22.html" hreflang="en">GNU Bulletin 22</a>

source: <a href="/bulletins/bull23.html">bull23.html - GNU's Bulletin, vol. 1 no. 23</a>
de: <a href="/bulletins/bull23.html" hreflang="en">GNU Bulletin 23</a>

source: <a href="/bulletins/bull24.html">bull24.html - GNU's Bulletin, vol. 1 no. 24</a>
de: <a href="/bulletins/bull24.html" hreflang="en">GNU Bulletin 24</a>

source: <a href="/bulletins/bull3.html">bull3.html - GNU's Bulletin, vol. 1 no. 3</a>
de: <a href="/bulletins/bull3.html" hreflang="en">GNU Bulletin 3 (06/1987)</a>

source: <a href="/bulletins/bull4.html">bull4.html - GNU's Bulletin, vol. 1 no. 4</a>
de: <a href="/bulletins/bull4.html" hreflang="en">GNU Bulletin 4 (02/1988)</a>

source: <a href="/bulletins/bull5.html">bull5.html - GNU's Bulletin, vol. 1 no. 5</a>
de: <a href="/bulletins/bull5.html" hreflang="en">GNU Bulletin 5 (06/1988)</a>

source: <a href="/bulletins/bull6.html">bull6.html - GNU's Bulletin, vol. 1 no. 6</a>
de: <a href="/bulletins/bull6.html" hreflang="en">GNU Bulletin 6 (01/1989)</a>

source: <a href="/bulletins/bull7.html">bull7.html - GNU's Bulletin, vol. 1 no. 7</a>
de: <a href="/bulletins/bull7.html" hreflang="en">GNU Bulletin 7 (06/1989)</a>

source: <a href="/bulletins/bull8.html">bull8.html - GNU's Bulletin, vol. 1 no. 8</a>
de: <a href="/bulletins/bull8.html" hreflang="en">GNU Bulletin 8 (01/1990)</a>

source: <a href="/bulletins/bull9.html">bull9.html - GNU's Bulletin, vol. 1 no. 9</a>
de: <a href="/bulletins/bull9.html" hreflang="en">GNU Bulletin 9 (06/1990)</a>

source: <a href="/bulletins/bulletin-001.html">bulletin-001.html - FSF Bulletin - Issue No.1 - November 2002</a>
de: <a href="/bulletins/bulletin-001.html" hreflang="en">FSF Bulletin 1 (11/2002)</a>

source: <a href="/bulletins/bulletin-002.html">bulletin-002.html - FSF Bulletin - Issue 2 - June 2003</a>
de: <a href="/bulletins/bulletin-002.html" hreflang="en">FSF Bulletin 2 (06/2003)</a>

source: <a href="/bulletins/gnustatus-2011-01.html">gnustatus-2011-01.html - GNU Status Reports: January 2011</a>
de: <a href="/bulletins/gnustatus-2011-01.html" hreflang="en">GNU Statusberichte: Januar 2011</a>

source: <a href="/bulletins/gnustatus-2011-10.html">gnustatus-2011-10.html - GNU Status Reports: October 2011</a>
de: <a href="/bulletins/gnustatus-2011-10.html" hreflang="en">GNU Statusberichte: Oktober 2011</a>

source: <a href="/bulletins/thankgnus-index.html">thankgnus-index.html - Thank GNUs from the GNU's Bulletins</a>
de: <a href="/bulletins/thankgnus-index">Thank GNUs aus den GNU Bulletins</a>

source: <a href="/contact/contact.html">contact - Contacting the GNU project</a>
de: <a href="/contact/contact">contact - Kontakt zum GNU Projekt</a>

source: <a href="/contact/gnu-advisory.html">gnu-advisory.html - GNU Advisory Committee</a>
de: <a href="/contact/gnu-advisory">GNU Beirat</a>

source: <a href="/copyleft/copyleft.html">copyleft - What is Copyleft?</a>
de: <a href="/copyleft/copyleft">copyleft - Was ist Copyleft?</a>

source: <a href="/distros/distros.html">distros - GNU/Linux Distros</a>
de: <a href="/distros/distros">distros - GNU/Linux-Distributionen</a>

source: <a href="/distros/common-distros.html">common-distros.html - Explaining Why We Don't Endorse Other Systems</a>
de: <a href="/distros/common-distros">common-distros - Warum andere Distributionen nicht befürwortet werden</a>

source: <a href="/distros/free-distros.html">free-distros.html - List of Free GNU/Linux Distributions</a>
de: <a href="/distros/free-distros">free-distros - Freie GNU/Linux-Distributionen</a>

source: <a href="/distros/free-system-distribution-guidelines.html">free-system-distribution-guidelines.html - Guidelines for Free System Distributions</a>
de: <a href="/distros/free-system-distribution-guidelines">free-system-distribution-guidelines - Richtlinien für freie Distributionen</a>

source: <a href="/distros/screenshot.html">screenshot.html - Screenshot of a Free Distro</a>
de: <a href="/distros/screenshot">screenshot - Bildschirmfoto einer freien Distribution</a>

source: <a href="/doc/doc.html">doc - Documentation</a>
de: <a href="/doc/doc">doc - Dokumentation</a>

source: <a href="/doc/other-free-books.html">other-free-books.html - Free Books from Other Publishers</a>
de: <a href="/doc/other-free-books">other-free-books - Freie Bücher anderer Verleger</a>

source: <a href="/education/education.html">education - Free Software and Education</a>
de: <a href="/education/education">education - Freie Software und Bildung</a>

source: <a href="/education/edu-cases-argentina-ecen.html">edu-cases-argentina-ecen.html - Escuela Cristiana Evang&eacute;lica de Neuqu&eacute;n (ECEN)- GNU Project</a>
de: <a href="/education/edu-cases-argentina-ecen">Evangelische Schule in Neuqu&eacute;n (<abbr title="Escuela Cristiana Evang&eacute;lica de Neuqu&eacute;n">ECEN</abbr>)</a>

source: <a href="/education/edu-cases-argentina.html">edu-cases-argentina.html - Case Studies in Argentina</a>
de: <a href="/education/edu-cases-argentina">Fallstudien in Argentinien</a>

source: <a href="/education/edu-cases-india-ambedkar.html">edu-cases-india-ambedkar.html - Ambedkar Community Computing Center (AC3)</a>
de: <a href="/education/edu-cases-india-ambedkar" xml:lang="en" lang="en">Ambedkar Community Computing Center (AC3)</a>

source: <a href="/education/edu-cases-india-irimpanam.html">edu-cases-india-irimpanam.html - Vocational Higher Secondary School Irimpanam</a>
de: <a href="/education/edu-cases-india-irimpanam" xml:lang="en" lang="en">Vocational Higher Secondary School Irimpanam (VHSS Irimpanam)</a>

source: <a href="/education/edu-cases-india.html">edu-cases-india.html - Case Studies in India</a>
de: <a href="/education/edu-cases-india">Fallstudien in Indien</a>

source: <a href="/education/edu-cases.html">edu-cases.html - Case Studies</a>
de: <a href="/education/edu-cases">Fallstudien</a>

source: <a href="/education/edu-contents.html">edu-contents.html - Free Software and Education - Table of Contents</a>
de: <a href="/education/edu-contents">Inhalt</a>

source: <a href="/education/edu-faq.html">edu-faq.html - Educational Frequently Asked Questions</a>
de: <a href="/education/edu-faq">Bildung: Häufig gestellte Fragen (FAQ)</a>

source: <a href="/education/edu-projects.html">edu-projects.html - Other Education Groups and Projects</a>
de: <a href="/education/edu-projects">Weitere Bildungsgruppen und -projekte</a>

source: <a href="/education/edu-resources.html">edu-resources.html - Free Educational Resources</a>
de: <a href="/education/edu-resources">Freie Lernressourcen</a>

source: <a href="/education/edu-schools.html">edu-schools.html - Why Schools Should Exclusively Use Free Software</a>
de: <a href="/education/edu-schools">Warum Schulen ausschließlich Freie Software nutzen sollten</a>

source: <a href="/education/edu-software-gcompris.html">edu-software-gcompris.html - GCompris</a>
de: <a href="/education/edu-software-gcompris">GCompris</a>

source: <a href="/education/edu-software-tuxpaint.html">edu-software-tuxpaint.html - Tux Paint</a>
de: <a href="/education/edu-software-tuxpaint">Tux Paint</a>

source: <a href="/education/edu-software.html">edu-software.html - Educational Free Software</a>
de: <a href="/education/edu-software">Freie Lernsoftware</a>

source: <a href="/education/edu-system-india.html">edu-system-india.html - The Education System in India</a>
de: <a href="/education/edu-system-india">Bildungssystem in Indien</a>

source: <a href="/education/edu-team.html">edu-team.html - The Education Team</a>
de: <a href="/education/edu-team">Das Team</a>

source: <a href="/education/edu-why.html">edu-why.html - Why Educational Institutions Should Use and Teach Free Software</a>
de: <a href="/education/edu-why">Warum Bildungseinrichtungen Freie Software nutzen und lehren sollten</a>

source: <a href="/education/misc/">education/misc</a>
de: <a href="/education/misc">education/misc - Bildung/Verschiedenes</a>

source: <a href="/education/misc/edu-misc.html">edu-misc.html - Education Miscellaneous Materials</a>
de: <a href="/education/misc/edu-misc">Verschiedene Materialien</a>

source: <a href="/encyclopedia/encyclopedia.html">encyclopedia - The Free Universal Encyclopedia and Learning Resource</a>
de: <a href="/encyclopedia/encyclopedia">encyclopedia - Das freie Enzyklopädie-Projekt</a>

source: <a href="/encyclopedia/free-encyclopedia.html">free-encyclopedia.html - The Free Universal Encyclopedia and Learning Resource</a>
de: <a href="/encyclopedia/free-encyclopedia">Das freie Enzyklopädie-Projekt</a>

source: <a href="/events/events.html">events - Past Events</a>
de: <a href="/events/events.html" hreflang="en">events - Past Events</a>

source: <a href="/events/dinner-20030807.html">dinner-20030807.html - 2003 August Fundraising Dinner</a>
de: <a href="/events/dinner-20030807.html" hreflang="en">dinner-20030807.html - 2003 August Fundraising Dinner</a>

source: <a href="/events/first-assoc-members-meeting.html">first-assoc-members-meeting.html - The first annual FSF Associate Membership meeting</a>
de: <a href="/events/first-assoc-members-meeting.html" hreflang="en">first-assoc-members-meeting.html - The first annual FSF Associate Membership meeting</a>

source: <a href="/events/nyc-2004-01.html">nyc-2004-01.html - Events in New York in January 2004</a>
de: <a href="/events/nyc-2004-01.html" hreflang="en">nyc-2004-01.html - Events in New York in January 2004</a>

source: <a href="/events/porto-tech-city-2001.html">porto-tech-city-2001.html - Porto, Technological City</a>
de: <a href="/events/porto-tech-city-2001.html" hreflang="en">porto-tech-city-2001.html - Porto, Technological City</a>

source: <a href="/events/rms-nyu-2001-transcript.html">rms-nyu-2001-transcript.html - Free Software: Freedom and Cooperation</a>
de: <a href="/events/rms-nyu-2001-transcript.html" hreflang="en">rms-nyu-2001-transcript.html - Free Software: Freedom and Cooperation</a>

source: <a href="/events/sco_without_fear.html">sco_without_fear.html - SCO Without Fear</a>
de: <a href="/events/sco_without_fear.html" hreflang="en">sco_without_fear.html - SCO Without Fear</a>

source: <a href="/events/usenix-2001-lifetime-achievement.html">usenix-2001-lifetime-achievement.html - Pictures from Usenix 2001</a>
de: <a href="/events/usenix-2001-lifetime-achievement.html" hreflang="en">usenix-2001-lifetime-achievement.html - Pictures from Usenix 2001</a>

source: <a href="/fun/">fun</a>
de: <a href="/fun/humor">fun - Humor</a>

source: <a href="/fun/humor.html">humor.html - Laugh along with GNU</a>
de: <a href="/fun/humor">Gemeinsam mit GNU lachen</a>

source: <a href="/fun/jokes/index.html">fun/jokes - Laugh along with GNU</a>
de: <a href="/fun/jokes/index">fun/jokes - Gemeinsam mit GNU lachen</a>

source: <a href="/fun/jokes/10-kinds-of-people.html">10-kinds-of-people.html - 10 Kinds of People in the World</a>
de: <a href="/fun/jokes/10-kinds-of-people.html" hreflang="en">10-kinds-of-people.html - 10 Kinds of People in the World</a>

source: <a href="/fun/jokes/anagrams.html">anagrams.html - Anagrams</a>
de: <a href="/fun/jokes/anagrams.html" hreflang="en">anagrams.html - Anagrams</a>

source: <a href="/fun/jokes/any-key.html">any-key.html - Where is any-key?</a>
de: <a href="/fun/jokes/any-key.html" hreflang="en">any-key.html - Where is any-key?</a>

source: <a href="/fun/jokes/brainfuck.html">brainfuck.html - Ed-like in BrainFuck</a>
de: <a href="/fun/jokes/brainfuck.html" hreflang="en">brainfuck.html - Ed-like in BrainFuck</a>

source: <a href="/fun/jokes/bug.war.html">bug.war.html - War against bugs!</a>
de: <a href="/fun/jokes/bug.war.html" hreflang="en">bug.war.html - War against bugs!</a>

source: <a href="/fun/jokes/c+-.html">c+-.html - C more or less</a>
de: <a href="/fun/jokes/c+-.html" hreflang="en">c+-.html - C more or less</a>

source: <a href="/fun/jokes/clinton.tree.html">clinton.tree.html - If Clinton was a tree!</a>
de: <a href="/fun/jokes/clinton.tree">Wenn Clinton ein Baum wäre!</a>

source: <a href="/fun/jokes/courtroom.quips.html">courtroom.quips.html - Great Court Quotes</a>
de: <a href="/fun/jokes/courtroom.quips.html" hreflang="en">Großartige Gerichtsurteile</a>

source: <a href="/fun/jokes/deadbeef.html">deadbeef.html - Dead Beef?</a>
de: <a href="/fun/jokes/deadbeef.html" hreflang="en">Totes Rindfleisch?</a>

source: <a href="/fun/jokes/declarations.html">declarations.html - Funny C/C++ Declarations!</a>
de: <a href="/fun/jokes/declarations" hreflang="en">Lustige C/C++-Deklarationen</a>

source: <a href="/fun/jokes/dna.html">dna.html - Human DNA as C code</a>
de: <a href="/fun/jokes/dna.html" hreflang="en">dna.html - Human DNA as C code</a>

source: <a href="/fun/jokes/doctor.manifesto.html">doctor.manifesto.html - Dr. Emacs and the GNU Manifesto</a>
de: <a href="/fun/jokes/doctor.manifesto.html" hreflang="en">Dr. Emacs und das GNU Manifest</a>?

source: <a href="/fun/jokes/echo.msg.html">echo.msg.html - GNU Echo</a>
de: <a href="/fun/jokes/echo.msg">GNU Echo</a>

source: <a href="/fun/jokes/ed.html">ed.html - Ed source code</a>
de: <a href="/fun/jokes/ed">Quellcode für Ed</a>

source: <a href="/fun/jokes/ed.msg.html">ed.msg.html - Ed, man! !man ed- GNU Project</a>
de: <a href="/fun/jokes/echo.msg">Ed, Man!</a>

source: <a href="/fun/jokes/errno.2.html">errno.2.html - errno(2) codes</a>
de: <a href="/fun/jokes/errno.2.html" hreflang="en">ErrNo(2)-Codes</a>

source: <a href="/fun/jokes/error-haiku.html">error-haiku.html - Haiku error messages</a>
de: <a href="/fun/jokes/error-haiku.html" hreflang="en">Haiku-Fehlermeldungen</a>

source: <a href="/fun/jokes/eternal-flame.html">eternal-flame.html - Eternal Flame</a>
de: <a href="/fun/jokes/eternal-flame.html" hreflang="en">eternal-flame.html - Eternal Flame</a>

source: <a href="/fun/jokes/evilmalware.html">evilmalware.html - Why GNU/Linux Viruses are fairly uncommon</a>
de: <a href="/fun/jokes/evilmalware.html" hreflang="en">Warum GNU/Linux-Viren relativ selten sind</a>

source: <a href="/fun/jokes/filks.html">filks.html - Filks</a>
de: <a href="/fun/jokes/filks">Einiger Filk</a>

source: <a href="/fun/jokes/foreign-signs.html">foreign-signs.html - Foreign Signs</a>
de: <a href="/fun/jokes/foreign-signs.html" hreflang="en">Ausländische Zeichen</a>

source: <a href="/fun/jokes/freesoftware.html">freesoftware.html - Free Software</a>
de: <a href="/fun/jokes/freesoftware">Freie-Software</a>

source: <a href="/fun/jokes/fsf-in-german.html">fsf-in-german.html - FSF in German</a>
de: <a href="/fun/jokes/fsf-in-german">FSF in Deutsch</a>

source: <a href="/fun/jokes/fundefinitions1.html">fundefinitions1.html - Fun Definitions 1</a>
de: <a href="/fun/jokes/fundefinitions1">Definitionen von Humor 1</a>

source: <a href="/fun/jokes/fundefinitions2.html">fundefinitions2.html - Fun Definitions 2</a>
de: <a href="/fun/jokes/fundefinitions2">Definitionen von Humor 2</a>

source: <a href="/fun/jokes/gcc.html">gcc.html - Some suggested future GCC options</a>
de: <a href="/fun/jokes/gcc.html" hreflang="en">gcc.html - Some suggested future GCC options</a>

source: <a href="/fun/jokes/gcc_audio.html">gcc_audio.html - A Swarm of Gnats</a>
de: <a href="/fun/jokes/gcc_audio.html" hreflang="en">gcc_audio.html - A Swarm of Gnats</a>

source: <a href="/fun/jokes/gingrinch.html">gingrinch.html - Gingrinch</a>
de: <a href="/fun/jokes/gingrinch.html" hreflang="en">gingrinch.html - Gingrinch</a>

source: <a href="/fun/jokes/gnu-overflow.html">gnu-overflow.html - GNU-Overflow</a>
de: <a href="/fun/jokes/gnu-overflow.html" hreflang="en">gnu-overflow.html - GNU-Overflow</a>

source: <a href="/fun/jokes/gnu-song.html">gnu-song.html - The GNU Song</a>
de: <a href="/fun/jokes/gnu-song">The GNU Song</a>

source: <a href="/fun/jokes/gnu.jive.html">gnu.jive.html - GNU Jive</a>
de: <a href="/fun/jokes/gnu.jive">GNU Jive</a>
