Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/sitemap.*.po
Languages: de

source: <a href="/software/year2000.html">year2000.html - Year 2000</a>
de: <a href="/software/year2000.html" hreflang="en">Jahr-2000</a>

source: <a href="/testimonials/testimonials.html">testimonials - GNU Testimonials</a>
de: <a href="/testimonials/testimonials">testimonials - GNU Erfahrungsberichte</a>

source: <a href="/testimonials/reliable.html">reliable.html - Free Software is Reliable - GNU Testimonials</a>
de: <a href="/testimonials/reliable.html" hreflang="en">Free Software is Reliable</a>

source: <a href="/testimonials/supported.html">supported.html - Free Software is Supported</a>
de: <a href="/testimonials/supported.html" hreflang="en">Freie Software wird unterstützt</a>

source: <a href="/testimonials/testimonial_cadcam.html">testimonial_cadcam.html - GNU Testimonials - CAD/CAM Development</a>
de: <a href="/testimonials/testimonial_cadcam.html" hreflang="en">CAD/CAM-Entwicklung</a>

source: <a href="/testimonials/testimonial_HIRLAM.html">testimonial_HIRLAM.html - GNU Testimonials - HIRLAM Consortium</a>
de: <a href="/testimonials/testimonial_HIRLAM.html" hreflang="en">HIRLAM Consortium</a>

source: <a href="/testimonials/testimonial_media.html">testimonial_media.html - GNU Testimonials - Alexander Ewering</a>
de: <a href="/testimonials/testimonial_media.html" hreflang="en">Alexander Ewering</a>

source: <a href="/testimonials/testimonial_mondrup.html">testimonial_mondrup.html - GNU Testimonials - Christian Mondrup</a>
de: <a href="/testimonials/testimonial_mondrup.html" hreflang="en">Christian Mondrup</a>

source: <a href="/testimonials/testimonial_research_ships.html">testimonial_research_ships.html - GNU Testimonials - Robert Harvey</a>
de: <a href="/testimonials/testimonial_research_ships.html" hreflang="en">Robert Harvey</a>

source: <a href="/testimonials/useful.html">useful.html - Free Software is Useful</a>
de: <a href="/testimonials/useful.html" hreflang="en">Freie Software ist nützlich</a>

source: <a href="/thankgnus/thankgnus.html">thankgnus - Thank GNUs</a>
de: <a href="/thankgnus/thankgnus">thankgnus - Thank GNUs</a>

source: <a href="/thankgnus/1997supporters.html">1997supporters.html - Thanks GNUs</a>
de: <a href="/thankgnus/1997supporters" hreflang="en">Thank GNUs (1997)</a>

source: <a href="/thankgnus/1998supporters.html">1998supporters.html - Thanks GNUs</a>
de: <a href="/thankgnus/1998supporters" hreflang="en">Thank GNUs (1998)</a>

source: <a href="/thankgnus/1999.html">1999.html - List of 1999 FSF Supporters</a>
de: <a href="/thankgnus/1999.html" hreflang="en">FSF-Unterstützer (1999)</a>

source: <a href="/thankgnus/1999supporters.html">1999supporters.html - Thanks GNUs</a>
de: <a href="/thankgnus/1999supporters.html" hreflang="en">1999supporters.html - Thanks GNUs 1999</a>

source: <a href="/thankgnus/2000supporters.html">2000supporters.html - Thanks GNUs</a>
de: <a href="/thankgnus/2000supporters.html" hreflang="en">2000supporters.html - Thanks GNUs 2000</a>

source: <a href="/thankgnus/2001supporters.html">2001supporters.html - Thanks GNUs</a>
de: <a href="/thankgnus/2001supporters.html" hreflang="en">2001supporters.html - Thanks GNUs 2001</a>

source: <a href="/thankgnus/2002supporters.html">2002supporters.html - Thanks GNUs</a>
de: <a href="/thankgnus/2002supporters.html" hreflang="en">2002supporters.html - Thanks GNUs 2002</a>

source: <a href="/thankgnus/2003supporters.html">2003supporters.html - Thank GNUs 2003</a>
de: <a href="/thankgnus/2003supporters.html" hreflang="en">2003supporters.html - Thank GNUs 2003</a>

source: <a href="/thankgnus/2004supporters.html">2004supporters.html - Thank GNUs 2004</a>
de: <a href="/thankgnus/2004supporters.html" hreflang="en">2004supporters.html - Thank GNUs 2004</a>

source: <a href="/thankgnus/2005supporters.html">2005supporters.html - Thank GNUs 2005</a>
de: <a href="/thankgnus/2005supporters.html" hreflang="en">2005supporters.html - Thank GNUs 2005</a>

source: <a href="/thankgnus/2006supporters.html">2006supporters.html - Thank GNUs 2006</a>
de: <a href="/thankgnus/2006supporters.html" hreflang="en">2006supporters.html - Thank GNUs 2006</a>

source: <a href="/thankgnus/2007supporters.html">2007supporters.html - Thank GNUs 2007</a>
de: <a href="/thankgnus/2007supporters.html" hreflang="en">2007supporters.html - Thank GNUs 2007</a>

source: <a href="/thankgnus/2008supporters.html">2008supporters.html - Thank GNUs 2008</a>
de: <a href="/thankgnus/2008supporters.html" hreflang="en">2008supporters.html - Thank GNUs 2008</a>

source: <a href="/thankgnus/2009supporters.html">2009supporters.html - Thank GNUs 2009</a>
de: <a href="/thankgnus/2009supporters.html" hreflang="en">2009supporters.html - Thank GNUs 2009</a>

source: <a href="/thankgnus/2010supporters.html">2010supporters.html - Thank GNUs 2010</a>
de: <a href="/thankgnus/2010supporters.html" hreflang="en">2010supporters.html - Thank GNUs 2010</a>

source: <a href="/thankgnus/2011supporters.html">2011supporters.html - Thank GNUs 2011</a>
de: <a href="/thankgnus/2011supporters.html" hreflang="en">2011supporters.html - Thank GNUs 2011</a>

source: <a href="/thankgnus/thankgnus.old.html">thankgnus.old.html - Thanks GNUs</a>
de: <a href="/thankgnus/thankgnus.old.html" hreflang="en">thankgnus.old.html - Thank GNUs</a>

source: <a href="/usenet/usenet.html">usenet - gnUSENET</a>
de: <a href="/usenet/usenet.html" hreflang="en">usenet - gnUSENET</a>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA
de: <!--51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA-->

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011, 2012.

source: Updated:
de: Aktualisierung:

source: Translations of this page
de: Übersetzungen dieser Seite

source: <a href="/server/sitemap.ar.html">&#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577;</a>&nbsp;[ar]
de: <a href="/server/sitemap.ar.html" hreflang="en">&#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577;</a>&nbsp;[ar]

source: <a href="/server/sitemap.ca.html">Catal&#x00e0;</a>&nbsp;[ca]
de: <a href="/server/sitemap.ca.html" hreflang="en">Catal&#x00e0;</a>&nbsp;[ca]

source: <a href="/server/sitemap.html">English</a>&nbsp;[en]
de: <a href="/server/sitemap.html" hreflang="en">English</a>&nbsp;[en]

source: <a href="/server/sitemap.es.html">Espa&#x00f1;ol</a>&nbsp;[es]
de: <a href="/server/sitemap.es.html" hreflang="en">Espa&#x00f1;ol</a>&nbsp;[es]

source: <a href="/server/sitemap.fr.html">Fran&ccedil;ais</a>&nbsp;[fr]
de: <a href="/server/sitemap.fr.html" hreflang="en">Fran&ccedil;ais</a>&nbsp;[fr]

source: <a href="/server/sitemap.it.html">Italiano</a>&nbsp;[it]
de: <a href="/server/sitemap.it.html" hreflang="en">Italiano</a>&nbsp;[it]

source: <a href="/server/sitemap.ja.html">&#x65e5;&#x672c;&#x8a9e;</a>&nbsp;[ja]
de: <a href="/server/sitemap.ja.html" hreflang="en">&#x65e5;&#x672c;&#x8a9e;</a>&nbsp;[ja]

source: <a href="/server/sitemap.nl.html">Nederlands</a>&nbsp;[nl]
de: <a href="/server/sitemap.nl.html" hreflang="en">Nederlands</a>&nbsp;[nl]

source: <a href="/server/sitemap.pl.html">Polski</a>&nbsp;[pl]
de: <a href="/server/sitemap.pl.html" hreflang="en">Polski</a>&nbsp;[pl]

source: <a href="/server/sitemap.ro.html">Rom&#x00e2;n&#x0103;</a>&nbsp;[ro]
de: <a href="/server/sitemap.ro.html" hreflang="en">Rom&#x00e2;n&#x0103;</a>&nbsp;[ro]

source: <a href="/server/sitemap.uk.html">&#x0443;&#x043a;&#x0440;&#x0430;&#x0457;&#x043d;&#x0441;&#x044c;&#x043a;&#x0430;</a>&nbsp;[uk]
de: <a href="/server/sitemap.uk.html" hreflang="en">&#x0443;&#x043a;&#x0440;&#x0430;&#x0457;&#x043d;&#x0441;&#x044c;&#x043a;&#x0430;</a>&nbsp;[uk]

source: <a href="/server/sitemap.zh-tw.html">&#x7e41;&#x9ad4;&#x4e2d;&#x6587;</a>&nbsp;[zh-tw]
de: <a href="/server/sitemap.zh-tw.html" hreflang="en">&#x7e41;&#x9ad4;&#x4e2d;&#x6587;</a>&nbsp;[zh-tw]
