Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/takeaction.*.po
Languages: de, nl, sq

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, lidhjet e dëmtuara, këshillat ose ndreqjet e tjera dërgojini te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2012 Free Software Foundation, Inc.
sq: Të drejta Kopjimi &copy; 2012 Free Software Foundation, Inc.,
