Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/takeaction.*.po
Languages: de, nl, sq

source: Take Action - GNU Project - Free Software Foundation
de: Aktiv werden - GNU-Projekt - Free Software Foundation

source: Take Action
de: Aktiv werden
nl: Wat Jij Kunt Doen
sq: Hidhuni Në Veprim

source: Items on this page for: <a href="#act">Activists</a> - <a href="#dev">Developers</a> - <a href="#sys">Sysadmins</a> - <a href="#web">Webmasters</a> - <a href="#xlate">Translators</a>.
de: Auf dieser Seite: Aktionen für <a href="#act">Aktivisten</a> | <a href="#dev">Entwickler</a> | <a href="#sys">Systembetreuer</a> | <a href="#xlate">Übersetzer</a> | <a href="#web">Webmaster</a>.
nl: Menus op deze paginna voor: <a href="#act">Activisten</a> - <a href="#dev">Ontwikkelaars</a> - <a href="#sys">Beheerders</a> - <a href="#web">Webmasters</a> - <a href="#xlate">Vertalers</a>.
sq: Elemente në këtë faqe për: <a href="#act">Veprimtarë</a> - <a href="#dev">Zhvilluesa</a> - <a href="#sys">Administratorë sistemi</a> - <a href="#web">Webmasters</a> - <a href="#xlate">Përkthyesa</a>.

source: For Free Software Activists&hellip;
de: Für Freie-Software-Aktivisten &hellip;
nl: Voor Vrije Software Activisten&hellip;
sq: Për Veprimtarë të Software-it të Lirë&hellip;

source: Support current FSF campaigns
de: Unterstützung aktueller FSF-Aktionen
nl: Steun lopende FSF campagnes
sq: Përkrahni fushatat e tanishme të FSF-së

source: Please support the <a href="http://www.fsf.org/campaigns">FSF campaigns</a>, currently including: <a href="http://www.fsf.org/campaigns/drm.html">against DRM</a>, <a href="http://upgradefromwindows8.org/">Upgrade from Windows 8</a>, <a href="http://playogg.org/">PlayOGG</a>, <a href="http://endsoftpatents.org/">against software patents</a>, <a href="http://www.fsf.org/campaigns/odf.html">OpenDocument</a>, <a href="http://www.coreboot.org/">free BIOS</a>, and <a href="http://www.fsf.org/campaigns/acta/">against ACTA</a>. The overall community site for the global movement for free software is <a href="http://libreplanet.org/">LibrePlanet</a>.
de: Bitte unterstützen Sie die aktuellen <a href="http://www.fsf.org/campaigns">FSF-Aktionen</a>, unter anderem: <a href="http://www.fsf.org/campaigns/drm.html">DRM bekämpfen</a>, <a href="http://upgradefromwindows8.org/">Upgrade from Windows 8</a>, <a href="http://playogg.org/">PlayOGG</a>, <a href="http://endsoftpatents.org/">Softwarepatente bekämpfen</a>, <a href="http://www.fsf.org/campaigns/odf.html" title="Offenes Dokumentformat für Büroanwendungen">OpenDocument</a>, <a href="http://www.coreboot.org/" title="Freies BIOS (coreboot)">Freies BIOS</a> und <a href="http://www.fsf.org/campaigns/acta/" title="Anti-Produktpiraterie-Handelsabkommen bekämpfen">ACTA bekämpfen</a>. Der allgemeine Webauftritt der Gemeinschaft für die globale Freie-Software-Bewegung ist <a href="http://libreplanet.org/">LibrePlanet</a>.

source: Help fight software patents
de: Softwarepatente bekämpfen
nl: Help de Strijd Tegen Software Patenten
sq: Ndihmoni të luftohen patentat mbi software-in

source: Please help <a href="http://endsoftpatents.org/">end software patents</a> worldwide. Please also support <a href="http://www.unitary-patent.eu/">anti-software patent efforts in Europe</a> specifically. Watch and share the movie <a href="http://patentabsurdity.com"><cite>Patent Absurdity</cite></a>.
de: Bitte helfen Sie, <a href="http://endsoftpatents.org/">Softwarepatente weltweit zu beenden</a>. Bitte unterstützen Sie auch besonders die <a href="http://www.unitary-patent.eu/" title="Patentierbarkeit und Demokratie in Europa">Anti-Softwarepatent-Bemühungen in Europa</a>. Sehen Sie sich den Film <a href="http://patentabsurdity.com"><em>Patentabsurdität</em></a> an und teilen ihn mit Anderen.

source: Call on WIPO to change its name and mission
de: Weltorganisation für geistiges Eigentum (<abbr title="World Intellectual Property Organization" xml:lang="en" lang="en">WIPO</abbr>) aufrufen, Namen und Mission zu ändern
nl: Vraag de WIPO zijn naam en doel te wijzigen
sq: Thirrje WIPO-s për ndryshim të emrit dhe misionit të vet

source: Please <a href="http://fsfe.org/projects/wipo/wiwo.html">support this declaration</a> calling on WIPO to change its name and mission.
de: Bitte <a href="http://fsfe.org/projects/wipo/wiwo.html">unterstützen Sie diese Erklärung</a> und fordern die <abbr xml:lang="en" lang="en">WIPO</abbr> auf, Namen und Mission zu ändern.
nl: Steun <a href="http://fsfe.org/projects/wipo/wiwo.html">deze verklaring</a> die WIPO oproept zijn naam en doel te veranderen.
sq: Ju lutemi, <a href="http://fsfe.org/projects/wipo/wiwo.html">përkraheni këtë deklaratë</a> që i bën thirrje WIPO-s të ndërrojë emrin dhe misionin e vet.

source: Enhance the Free Software Directory
de: Freie-Software-Verzeichnis verbessern
nl: Breidt de Free Software Directory uit
sq: Zgjeroni Listën e Software-eve të Lirë

source: Contribute to the <a href="http://directory.fsf.org/">Free Software Directory</a>: submit new packages, corrections to existing entries, and <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate">helping with maintenance</a>.
de: Zum <a href="/directory/">Freie Software-Verzeichnis</a> beitragen: Neue Pakete und Korrekturen an bestehende Paketen übersenden und <a href="/directory/wiki/Free_Software_Directory:Participate">bei der Pflege helfen</a>.
nl: Help de <a href="http://directory.fsf.org/">Free Software Directory</a>: voeg nieuwe software pakketten toe, verbeter bestaande pakketten, en <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate">help met onderhoud</a>.
sq: Jepni ndihmesë te <a href="http://directory.fsf.org/">Lista e Software-eve të Lirë</a>: parashtroni paketa të reja, ndreqje për gjëra ekzistuese, dhe <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate">ndihmoni në mirëmbajtjen e saj</a>.

source: Start a GNU/Linux User Group in your area, and send us your group's information
de: Eine GNU/Linux-Benutzergruppe in Ihrer Nähe gründen und uns über Ihre neue Gruppe informieren
nl: Start een eigen GNU/Linux Gebruikersgroep in je omgeving en laat het ons weten
sq: Nisni një Grup Përdoruesish GNU/Linux në zonën tuaj, dhe na dërgoni të dhënat e grupit

source: For more information: <a href="http://libreplanet.org/wiki/Group_list">GNU Users Groups</a>.
de: Für weitere Information siehe auch <a href="http://libreplanet.org/wiki/Group_list">GNU-Benutzergruppen</a>.
nl: Voor verdere informatie: <a href="http://libreplanet.org/wiki/Group_list">GNU Gebruikers Groepen</a>.
sq: Për më tepër të dhëna: <a href="http://libreplanet.org/wiki/Group_list">Grupe Përdoruesish GNU</a>.

source: For Software Developers&hellip;
de: Für Softwareentwickler &hellip;
nl: Voor ontwikkelaars van software&hellip;
sq: Për Zhvilluesa Software-i&hellip;

source: Contribute to high priority free software projects
de: Freie Softwareprojekte hoher Priorität unterstützen
nl: Werk mee aan software-projecten met hoge prioritei
sq: Kontribuoni te projektet e software-it të lirë që kanë përparësi të madhe

source: As listed on the FSF's <a href="http://www.fsf.org/campaigns/priority.html">high-priority projects web page</a>.
de: Wie auf der Webseite der FSF unter <a href="http://www.fsf.org/campaigns/priority.html">Projekte hoher Priorität</a> angegeben.
nl: zoals aangegeven op de <a href="http://www.fsf.org/campaigns/priority.html">FSF website</a>.
sq: Siç tregohen në <a href="http://www.fsf.org/campaigns/priority.html">faqen web të FSF-së për projektet me përparësi të madhe</a>.

source: Contribute to GNUstep
de: GNUstep unterstützen
nl: Lever een bijdrage aan het GNUstep Project
sq: Kontribuoni te GNUstep

source: Please contribute as a user and developer to <a href="http://www.gnustep.org">GNUstep</a>, a free object-oriented framework for application development, and help it achieve the status of a complete and featured desktop environment.
de: Bitte tragen Sie als BenutzerIn und EntwicklerIn zu <a href="http://www.gnustep.org">GNUstep</a>, einem freien und objektorientierten Fundament für die Anwendungsentwicklung, bei und helfen mit, den Status einer vollständigen und empfohlenen Arbeitsoberfläche zu erreichen.
nl: Lever een bijdrage als gebruiker of ontwikkelaar aan <a href="http://www.gnustep.org">GNUstep</a>, een vrij, object-geori&euml;nteerde ontwikkelomgeving voor het maken van toepassingen en help het tot een volwaardige omgeving te maken.
sq: Ju lutemi, kontribuoni si përdorues apo zhvillues te <a href="http://www.gnustep.org">GNUstep</a>, një "object-oriented framework" i lirë, për zhvillim programesh, dhe ndihmoni që të arrijë gjendjen e një mjedisi të plotë desktop.

source: Take over an unmaintained GNU package
de: Ein unbetreutes GNU-Paket als ProjektbetreuerIn übernehmen
nl: Ontferm je over een verwaarloosd GNU pakket
sq: Merrni përsipër një paketë GNU pa zot

source: These GNU packages are looking for a maintainer:
de: Diese GNU-Pakete suchen nach ProjektbetreuerInnen:

source: <a href="/software/gleem/">gleem</a>, <a href="/software/gnukart/">gnukart</a>, <a href="/software/groff/">groff</a>, <a href="/software/halifax/">halifax</a>, <a href="/software/jwhois/">jwhois</a>, <a href="/software/metahtml/">metahtml</a>, <a href="/software/orgadoc/">orgadoc</a>, <a href="/software/polyxmass/">polyxmass</a>, <a href="/software/superopt/">superopt</a>, <a href="/software/teximpatient/">teximpatient</a>
de: <a href="/software/gleem/">gleem</a>, <a href="/software/gnukart/">gnukart</a>, <a href="/software/groff/">groff</a>, <a href="/software/halifax/">halifax</a>, <a href="/software/jwhois/">jwhois</a>, <a href="/software/metahtml/">metahtml</a>, <a href="/software/orgadoc/">orgadoc</a>, <a href="/software/polyxmass/">polyxmass</a>, <a href="/software/superopt/">superopt</a> und <a href="/software/teximpatient/">teximpatient</a>

source: . And these packages are looking for co-maintainers:
de: . Und diese GNU-Pakete suchen nach MitbetreuerInnen:

source: <a href="/software/aspell/">aspell</a>, <a href="/software/gnuae/">gnuae</a>, <a href="/software/metaexchange/">metaexchange</a>, <a href="/software/powerguru/">powerguru</a>
de: <a href="/software/aspell/">aspell</a>, <a href="/software/gnuae/">gnuae</a>, <a href="/software/metaexchange/">metaexchange</a> und <a href="/software/powerguru/">powerguru</a>

source: . See the package web pages for specific information, and <a href="/help/evaluation.html#whatmeans">this general information about GNU packages and maintenance</a>, and then email <a href="mailto:maintainers@gnu.org">maintainers@gnu.org</a> if you have time and interest in taking over one of these projects.
de: . Informationen zu einzelnen Paketen finden Sie im entsprechenden Webauftritt und unter <a href="/help/evaluation.html#whatmeans">Allgemeine Informationen über GNU-Pakete und deren Betreuung</a>; wenden Sie sich an uns unter <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>, wenn Sie Zeit und Interesse an der Betreuung eines dieser Projekte haben.

source: Contribute to the development of a GNU package
de: Zur Entwicklung eines GNU-Pakets beitragen
nl: Lever een bijdrage aan de ontwikkeling van een GNU pakket
sq: Kontribuoni te zhvillimi i një pakete GNU

source: See &ldquo;<a href="http://savannah.gnu.org/people">help wanted</a>&rdquo; requests from the maintainers of many packages.
de: Siehe unter <a href="http://savannah.gnu.org/people">Projekte, die Hilfe benötigen</a> von ProjektbetreuerInnen vieler Pakete.
nl: Zie &ldquo;<a href="http://savannah.gnu.org/people">help wanted</a>&rdquo; specifieke verzoeken om hulp bij het onderhoud van pakketten.
sq: Shihni kërkesat &ldquo;<a href="http://savannah.gnu.org/people">lypset ndihmë</a>&rdquo; nga mirëmbajtësit e mjaft paketave.

source: Make your program a GNU package
de: Machen Sie Ihr Programm zu einem GNU-Paket
nl: Maak van je programma een GNU pakket
sq: Bëjeni programin tuaj një paketë GNU

source: To make your free software package part of the GNU System, see this <a href="http://www.gnu.org/help/evaluation.html">information on starting your application</a>.
de: Um Ihr freies Softwarepaket Teil des GNU-Systems werden zu lassen, siehe <a href="/help/evaluation">Informationen zum Starten Ihrer Anwendung</a>.
nl: Om van jouw vrije software toepassing een GNU pakket te maken, zie <a href="http://www.gnu.org/help/evaluation.html">hulp bij het maken van een pakket</a>.
sq: Që ta bëni pjesë të Sistemit GNU paketën tuaj me software të lirë, shihni këto <a href="http://www.gnu.org/help/evaluation.html">të dhëna rreth fillimit të zbatimit tuaj</a>.

source: For System Administrators&hellip;
de: Für Systembetreuer &hellip;
nl: Voor Systeembeheerders&hellip;
sq: Për Përgjegjësa Sistemi&hellip;

source: Help with administration of Savannah
de: Bei der Betreuung von Savannah helfen
nl: Hulp bij het beheer van Savannah
sq: Ndihmë në administrimin e Savannah-s

source: Help maintain the <a href="http://savannah.gnu.org/">free software hosting site</a> sponsored by GNU: <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker"> more information</a>.
de: Helfen Sie mit, den von GNU gesponserten <a href="http://savannah.gnu.org/">Hosting-Webauftritt für Freie Software</a> zu pflegen: <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">Weitere Informationen&#8230;</a>
nl: Hulp bij het onderhoud van <a href="http://savannah.gnu.org/">vrije software hosting site</a> sponsored door GNU: <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker"> meer informatie</a>.
sq: Ndihmoni të mirëmbahet <a href="http://savannah.gnu.org/">site-i i strehimit të software-it të lirë</a> i sponsorizuar nga GNU: <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker"> më tepër të dhëna</a>.

source: For Webmasters&hellip;
de: Für Webmaster &hellip;
nl: Voor Webmasters&hellip;
sq: Për Webmasters&hellip;

source: Join the GNU webmasters team
de: Mitglied des GNU-Webmasterteams werden
nl: Sluit je aan bij het GNU webmasters team
sq: Bëhuni pjesë e ekipit webmasters GNU

source: <a href="http://www.gnu.org/people/webmeisters.html">More information</a>.
de: <a href="/people/webmeisters">Weitere Informationen&#8230;</a>
nl: <a href="http://www.gnu.org/people/webmeisters.html">Meer informatie</a>.
sq: <a href="http://www.gnu.org/people/webmeisters.html">Më tepër të dhëna</a>.

source: For Translators&hellip;
de: Für Übersetzer &hellip;
nl: Voor Vertalers&hellip;
sq: Për Përkthyesa&hellip;

source: Join a GNU translation team
de: Mitglied eines GNU-Übersetzungsteams werden
nl: Sluit je aan bij het GNU vertaal team
sq: Bëhuni pjesë e një ekipi përkthyesish të GNU-së

source: Help maintain and update translations of www.gnu.org: <a href="http://www.gnu.org/server/standards/README.translations.html">more information</a>.
de: Helfen Sie mit, Übersetzungen auf www.gnu.org zu pflegen und zu aktualisieren: <a href="/server/standards/README.translations">Weitere Informationen&#8230;</a>
nl: Help bij het onderhoud van vertalingen op www.gnu.org: <a href="http://www.gnu.org/server/standards/README.translations.html">meer informate</a>.
sq: Ndihmoni të mirëmbahen dhe përditësohen përkthimet e www.gnu.org: <a href="http://www.gnu.org/server/standards/README.translations.html">më tepër të dhëna</a>.

source: Finally, the separate page <a href="/help/help.html">How You Can Help the GNU Project</a> has more details and additional items.
de: Besuchen Sie anschließend für weitere Informationen <a href="/help/help">Wie Sie dem GNU-Projekt helfen können</a>.
nl: Ga tenslotte naar <a href="/help/help.nl.html">Hoe kun je het GNU Project helpen</a> voor meer informatie.
sq: Së fundi, për më tepër hollësi dhe gjëra shtesë, vizitoni <a href="/help/help.html">Si Mund ta Ndihmoni Projektin GNU</a>.

source: Action items for: <a href="#act">Activists</a> - <a href="#dev">Developers</a> - <a href="#sys">Sysadmins</a> - <a href="#web">Webmasters</a> - <a href="#xlate">Translators</a>.
de: Aktionen für: <a href="#act">Aktivisten</a> | <a href="#dev">Entwickler</a> | <a href="#sys">Systembetreuer</a> | <a href="#xlate">Übersetzer</a> | <a href="#web">Webmaster</a>.
nl: Aktie menus voor: <a href="#act">Activisten</a> - <a href="#dev">Ontwikkelaars</a> - <a href="#sys">Beheerders</a> - <a href="#web">Webmasters</a> - <a href="#xlate">Vertalers</a>.
sq: Fusha veprimi për: <a href="#act">Veprimtarë</a> - <a href="#dev">Zhvilluesa</a> - <a href="#sys">Administratorë sistemi</a> - <a href="#web">Webmasters</a> - <a href="#xlate">Përkthyesa</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
nl: Zie <a href="/server/standards/README.translations.html">Translations README</a> voor nadere informatie over het eventueel vertalen van dit artikel.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2014.

source: Updated:
de: Aktualisierung:
nl: Bijgewerkt:
sq: U përditësua më:

source: Take Action - GNU Project - Free Software Foundation (FSF)
sq: Hidhuni Në Veprim - Projekti GNU - Free Software Foundation (FSF)

source: Please support the <a href="http://www.fsf.org/campaigns">FSF campaigns</a>, currently including: <a href="http://www.fsf.org/campaigns/drm.html">against DRM</a>, <a href="http://windows7sins.org/">Windows&nbsp;7&nbsp;sins</a>, <a href="http://playogg.org/">PlayOGG</a>, <a href="http://endsoftpatents.org/">against software patents</a>, <a href="http://www.fsf.org/campaigns/odf.html">OpenDocument</a>, <a href="http://www.coreboot.org/">free BIOS</a>, and <a href="http://www.fsf.org/campaigns/acta/">against ACTA</a>. The overall community site for the global movement for free software is <a href="http://libreplanet.org/">LibrePlanet</a>.
nl: Steun alstublieft de <a href="http://www.fsf.org/campaigns">FSF campagnes</a>, zoals: <a href="http://www.fsf.org/campaigns/drm.html">tegen DRM</a>, <a href="http://windows7sins.org/">Windows&nbsp;7&nbsp;zonden</a>, <a href="http://playogg.org/">PlayOGG</a>, <a href="http://endsoftpatents.org/">tegen software patenten</a>, <a href="http://www.fsf.org/campaigns/odf.html">OpenDocument</a>, <a href="http://www.coreboot.org/">vrij BIOS</a>, en <a href="http://www.fsf.org/campaigns/acta/">tegen de ACTA</a>. De overkoepelende organisatie voor de globale beweging voor vrije software is <a href="http://libreplanet.org/">LibrePlanet</a>.
sq: Ju lutemi, përkrahni <a href="http://www.fsf.org/campaigns">fushatat e FSF-së</a>, që tani përfshijnë: <a href="http://www.fsf.org/campaigns/drm.html">kundër DRM-së</a>, <a href="http://windows7sins.org/">mëkatet&nbsp;e&nbsp;Windows&nbsp;7&nbsp;-s</a>, <a href="http://playogg.org/">PlayOGG</a>, <a href="http://endsoftpatents.org/">kundër patentave mbi software-in</a>, <a href="http://www.fsf.org/campaigns/odf.html">OpenDocument</a>, <a href="http://www.coreboot.org/">BIOS i lirë</a>, and <a href="http://www.fsf.org/campaigns/acta/">kundër ACTA-s</a>. Site-i përmbledhës i bashkësisë së lëvizjes mbarëbotërore për software të lirë është <a href="http://libreplanet.org/">LibrePlanet</a>.

source: Please help <a href="http://endsoftpatents.org/">end software patents</a> worldwide. Please also support <a href="http://eupat.ffii.org/">anti-software patent efforts in Europe</a> specifically. Watch and share the movie <a href="http://patentabsurdity.com"><cite>Patent Absurdity</cite></a>.
sq: Ju lutemi, ndihmoni <a href="http://endsoftpatents.org/">t'u jepet fund patentave mbi software-in</a> kudo në botë. Ju lutemi, përkrahni veçanërisht <a href="http://eupat.ffii.org/">përpjekjet kundër patentave mbi software-in në Europë</a>. Shiheni dhe ndajeni me të tjerët këtë film <a href="http://patentabsurdity.com"><cite>Absurditeti i Patentave</cite></a>.

source: GNU configure for Python packages
sq: GNU configure për paketa Python

source: We need a <a href="/prep/standards/standards.html#Configuration">standard GNU configure</a> and make system for Python-based packages that use Python's <tt>build.py</tt> method. This would be immediately helpful for <a href="/software/bazaar/">GNU Bazaar</a> and <a href="/software/mediagoblin/">GNU MediaGoblin</a>. (For example, the GNU <a href="/prep/standards/html_node/DESTDIR.html">DESTDIR</a> may <a href="http://ghantoos.org/2008/10/19/creating-a-deb-package-from-a-python-setuppy/#Makefile">correspond well enough</a> to <tt>build.py --root</tt>. Other targets, such as <tt>install</tt>, have direct equivalents.)
sq: Na duhet një sistem standard <a href="/prep/standards/standards.html#Configuration">GNU configure</a> dhe make për paketa me bazë Python që përdorin metodën Python <tt>build.py</tt> method. Kjo do të ishte menjëherë e dobishme për <a href="/software/bazaar/">GNU Bazaar</a> dhe <a href="/software/mediagoblin/">GNU MediaGoblin</a>. (Për shembull, GNU <a href="/prep/standards/html_node/DESTDIR.html">DESTDIR</a> mund <a href="http://ghantoos.org/2008/10/19/creating-a-deb-package-from-a-python-setuppy/#Makefile">t'i përgjigjet goxha mirë</a> <tt>build.py --root</tt>. Të tjerë, të tillë si <tt>install</tt>, kanë të barazvlefshëm të drejtpërdrejtë.)

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
sq: Ju lutemi, pyetjet rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu edhe <a href="/contact/">mënyra të tjera për t'u lidhur</a> me FSF-në.
