Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/tasks.*.po
Languages: de, es, ja, nn, sq, uk

source: Help is needed <a href="/server/standards/README.webmastering.html#poldeadlink">repairing broken links</a>. There are numerous <a href="/server/standards/README.webmastering.html#polsymlink">symlinks</a>, so please do not break these in your repair efforts. Time and care is needed to track down broken links, and in most cases find suitable replacements. Please ensure that our <a href="/server/standards/README.webmastering.html#poladdlink">linking</a> <a href="/server/standards/README.webmastering.html#pollinking">policy</a> is followed in finding replacements.
de: Helfen Sie mit, <a href="/server/standards/README.webmastering.html#poldeadlink" hreflang="en">ungültige Verweise zu reparieren</a>. Es gibt zahlreiche <a href="/server/standards/README.webmastering.html#polsymlink" hreflang="en">symbolische Verweise</a>, diese bitte nicht bei Ihren Reparaturmaßnahmen unterbrechen. Zeit und Sorgfalt sind nötig, um ungültige Verweise aufzuspüren, und in den meisten Fällen finden Sie die passende Ersetzungen. Bitte stellen Sie sicher, dass unsere <a href="/server/standards/README.webmastering.html#pollinking">Richtlinie</a> zur <a href="/server/standards/README.webmastering.html#poladdlink" hreflang="en">Verweisung</a> bei der Suche nach Ersatz befolgt wird.
es: Necesitamos ayuda <a href="/server/standards/README.webmastering.html#poldeadlink">para arreglar enlaces rotos</a>. Hay numerosos <a href="/server/standards/README.webmastering.html#polsymlink">enlaces simbólicos</a> que debería intentar no romper cuando arregle los enlaces rotos. El tiempo y la atención son necesarios para localizar enlaces rotos y, en la mayoría de casos, encontrar reemplazos válidos. Por favor, asegúrese de seguir nuestra <a href="/server/standards/README.webmastering.html#pollinking">política</a> de <a href="/server/standards/README.webmastering.html#poladdlink">enlaces</a>.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.
es: Por favor envíe sus consultas sobre la FSF y GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
es: Por favor notifique los enlaces rotos y otras correcciones o sugerencias a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
