Repository: gitGNU/gnu_www-ja
Catalog: www/server/po/tasks.*.po
Languages: de, es, ja, nn, sq, uk

source: Tasks to do for www.gnu.org - GNU Project - Free Software Foundation
nn: Oppgåver for www.gnu.org - GNU prosjektet - Free Software Foundation
uk: Задачі на майбутнє для www.gnu.org - проекту GNU - Фонду вільного програмного забезпечення

source: Tasks to do for www.gnu.org
de: Aufgaben für www.gnu.org
es: Tareas pendientes en www.gnu.org
ja: www.gnu.org のタスク
nn: Oppgåver for www.gnu.org
sq: Punë që duhen bërë për www.gnu.org
uk: Задачі на майбутнє для www.gnu.org

source: Here are many possible tasks for improving the GNU web pages. If you would like to help with one of them, please e-mail <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> BEFORE you do any work on them.
de: Es gibt viele mögliche Aufgaben zur Verbesserung von GNUs Webseiten. Wenn Sie mithelfen möchten, bitte einfach eine E-Mail an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> senden, BEVOR Sie beginnen.
es: Hay muchas tareas pendientes para mejorar las páginas web de GNU. Si desea ayudar con alguna de estas tareas, por favor envíe un correo electrónico a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> <em>antes</em> de trabajar en ellas.
ja: GNU webページを改善するタスクのいくつかをここに挙げます。どれかを手伝いたい場合、仕事を<em>始める前</em>に、<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>まで連絡してください。
nn: Her er ei rekkje med moglege oppgåvar for å betre GNU sine vevsider. Om du vil hjelpe til med ein av dei, vær venleg og skriv til <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> <strong>før</strong> du startar arbeide.
sq: Ja mjaft punë të mundshme për përmirësimin e faqeve web GNU. Nëse do të donit të ndihmonit me ndonjë prej tyre, ju lutemi, dërgoni një e-mail te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> PËRPARA se të filloni të punonin në të.
uk: У нас є безліч можливих завдань для поліпшення веб-сторінок GNU. Якщо б ви хотіли допомогти з одним з них, то, будь ласка, напишіть за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> ПЕРШ ніж починати будь-яку роботу на них.

source: Accessibility
de: Barrierefreiheit
es: Accesibilidad
ja: アクセシビリティ
sq: Hyrshmëri
uk: Доступність

source: Investigate how www.gnu.org could provide better accessibility to all regardless of disability.
de: Untersuchen Sie, wie www.gnu.org für eine bessere Zugänglichkeit für alle Menschen, unabhängig einer Behinderung, sorgen kann.
es: Investigar cómo www.gnu.org podría ofrecer mejor accesibilidad para todos, independientemente de la discapacidad.
ja: どうしたらwww.gnu.orgを、障碍に関係なく、みなにアクセシビリティよく提供できるか、調査してください。
nn: Undersøk korleis www.gnu.org kan bli betre på tilgjengelegheit uavhengig av kva hemning brukaren har.
sq: Të hetohet se si www.gnu.org mund të ofrojë hyrshmëri më të mirë për këdo, pavarësisht nga invaliditeti.
uk: Досліджуйте, як www.gnu.org могла б забезпечити кращу доступність для всіх незалежно від інвалідності.

source: A good place to start is the <a href="http://www.w3.org/WAI/">Web Accessibility Initiative (WAI)</a>.
de: Ein guter Anfang ist die <a href="http://www.w3.org/WAI/">Web Accessibility Initiative (WAI)</a>.
es: Un buen sitio para empezar es la <a href="http://www.w3.org/WAI/" lang="en">Web Accessibility Initiative (WAI)</a>.
ja: <a href="http://www.w3.org/WAI/">Webアクセスビリティ・イニシアティブ(WAI)</a>から始めると良いでしょう。
nn: Eit godt sted å sted å starte er <a href="http://www.w3.org/WAI/">Web Accessibility Initiative (WAI)</a>.
sq: Një vend i mirë për t'ia filluar është <a href="http://www.w3.org/WAI/">Web Accessibility Initiative (WAI)</a>.
uk: Гарне місце для початку - це <a href="http://www.w3.org/WAI/">Веб ініціативу доступності</a>.

source: Other resources on and off the web could also be checked.
de: Andere Ressourcen im und abseits des Internets können auch geprüft werden.
es: También podrían comprobarse otros recursos dentro y fuera de la web.
ja: web上あるいはそれ以外のリソースも確認されたし。
nn: Andre ressursar både på og andre stedar enn verdsveven kan også sjekkes.
sq: Mund të shihen edhe burime të tjera, në dhe jo në web.
uk: Інші ресурси в інтернеті та поза ним також можуть бути перевірені.

source: People at or near MIT could check with MIT's <a href="http://web.mit.edu/atic/www/">Adaptive Technology for Information and Computing</a> in person.
de: Menschen am oder die dem MIT nahe stehen, könnten dies mit MITs <a href="http://web.mit.edu/atic/www/" xml:lang="en" lang="en">Adaptive Technology for Information and Computing (ATIC)</a> überprüfen.
es: Si está cerca del <abbr title="Massachussets Institute of Technology" lang="en">MIT</abbr> puede comprobarlo en persona con la <a href="http://web.mit.edu/atic/www/">tecnología adaptativa para la información y la computación del <abbr title="Massachussets Institute of Technology" lang="en">MIT</abbr></a>.
ja: MIT近くの人は、MITの<a href="http://web.mit.edu/atic/www/">情報とコンピューティングのための適応技術</a>を自分自身で確認してください。
nn: Folk på eller nær MIT kan også sjekke <a href="http://web.mit.edu/atic/www/">Adaptive Technology for Information and Computing</a> veed MIT.
sq: Njerëz afër MIT-it ose në të mund të interesoheshin për <a href="http://web.mit.edu/atic/www/">Adaptive Technology for Information and Computing</a> të MIT-it.
uk: Люди у МІТ або біля нього можуть спробувати <a href="http://web.mit.edu/atic/www/">Адаптивну технологію для інформації та обчислень</a> на особу.

source: People who have access to similar centers at other schools, organizations, and companies could check with them.
de: Menschen, die Zugang zu ähnlichen Zentren an anderen Schulen, Organisationen und Unternehmen haben, könnten dies dort überprüfen.
es: Los que tengan acceso a centros similares en otros centros educativos, organizaciones o empresas pueden comprobarlo con ellos.
ja: 他の学校、組織、会社の同様のセンターへのアクセスがある方は、それを確認してください。
nn: Folk som har tilgang til liknande senter ved andre skular, organisasjonar, og i næringslivet kan undersøke med dei.
sq: Persona që kanë mundësira në qendra të ngjashme në shkolla, organizma dhe shoqëri të tjera mund të kontrollonin me ta.
uk: Люди, які мають доступ до подібних центрів в інших навчальних закладах, організаціях, і компаніях, могли б перевірити з ними.

source: Disabled users of the web could also be interviewed, and perhaps even added to the webmasters team for this task and others.
de: Behinderte Internetnutzer können auch befragt werden und vielleicht sogar zum Webmasterteam für die eine oder andere Aufgabe aufgenommen werden.
es: Podrían entrevistarse usuarios discapacitados; y quizás, que incluso se unan al equipo de webmasters para esta tarea, entre otras.
ja: 障碍のあるwebユーザの方は面接を受けて、もしかしたら、このタスクや他の仕事のためにwebmasterチームに参加することもあるでしょう。
nn: Funksjonshemma brukerar av verdsveven kan også bli intervjua, og kanskje til og med hjelpe til i vevmeisterutvalet med denne oppgåva.
sq: Mund të intervistoheshin edhe përdorues të web-i që kanë invaliditete, dhe ndoshta edhe të shoteshin te ekipi i <em>webmasters</em>-ave për këtë punë dhe të tjera.
uk: Користувачі з обмеженими можливостями у інтернеті могли б проходити співбесіду, і, можливо, навіть додали б для вебмайстрів команду для виконання цього завдання та інші.

source: Format Conversions
de: Formatkonvertierungen
es: Conversiones de formato
ja: フォーマットの変換
sq: Shndërrime Formati
uk: Перетворення форматів

source: We are looking for people to volunteer to convert documentation from various formats to the <a href="/software/texinfo/texinfo.html">Texinfo</a> format. This is something we need occasionally. We would like to have a list of people we could ask on these occasions. If you want to volunteer, please send mail to <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
de: Wir suchen Freiwillige, die Dokumentationen verschiedener Formate in das <a href="/software/texinfo/texinfo.html">Texinfo</a>-Format konvertieren. Gelegentlich ist das notwendig. Wir möchten ein Verzeichnis mit AnsprechpartnerInnen aufbauen, die wir hierzu ansprechen können. Möchten Sie uns als Freiwillige/r unterstützen, kontaktieren Sie uns bitte unter <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
es: Buscamos voluntarios para convertir documentos de diferentes formatos al formato <a href="/software/texinfo/texinfo.html">Texinfo</a>. Es algo que necesitamos puntualmente. Nos gustaría contar con una lista de personas a las que poder asignar dichas tareas. Si quiere colaborar, por favor, envíe un correo electrónico a &lt;gvc@gnu.org&gt;.
ja: いろいろなフォーマットのドキュメントを<a href="/software/texinfo/texinfo.html">Texinfo</a>フォーマットに変換してくれる方々を探しています。このタスクは、ときどき必要となります。必要となったときに、お願いできる人々のリストを保持したいと考えています。もし、手をあげる場合には、<a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>まで連絡ください(英語)。
nn: Vi søkjer etter frivillige til å forme om dokumentasjon i ymse formater til <a href="/software/texinfo/texinfo.html">Textinfo</a>-formatet. Dette er noko vi treng ein gong i ny og ne. Om du ynskjer å melde deg frivillig, vær venleg og send ein e-post til <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
sq: Po kërkojmë njerëz që të dalin vullnetarë për të shndërruar dokumentim prej formatesh të ndryshëm në formatin <a href="/software/texinfo/texinfo.html">Texinfo</a>. Kjo është diçka që na duhet, me raste. Do të donim të kishim një listë personash që t'u kërkonim ndihmë në raste të tilla. Nëse doni të dilni vullnetar, ju lutemi, dërgoni një email te <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
uk: Ми шукаємо за людьми, які б добровільно перетворили документацію з численних форматів у формат <a href="/software/texinfo/texinfo.html">Texinfo</a>. Це те, що нам потрібно час від часу. Ми хотіли б мати список людей, яких ми могли б запитати в таких випадках. Якщо ви хочете стати добровольцем, то, будь ласка надішліть листа на <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.

source: Rewrite the various philosophy pages in <a href="/software/texinfo/texinfo.html">Texinfo</a> and convert to HTML using texi2html. They could then be easily included in:
de: Schreiben Sie die verschiedenen philosophischen Seiten in <a href="/software/texinfo/texinfo.html" hreflang="en">Texinfo</a> und konvertieren Sie sie anschließend mit Texi2html in HTML. Sie könnten dann problemlos aufgenommen werden
es: Reescribir las diversas páginas de filosofía en <a href="/software/texinfo/texinfo.html">Texinfo</a> y convertirlos a HTML usando texi2html. De ese modo, podrían incluirse fácilmente en:
ja: 理念のページの文書を<a href="/software/texinfo/texinfo.html">Texinfo</a>に書き直し、texi2htmlでHTMLに変換してください。そうすれば、下記の場所に容易に含めることができます:
nn: Skrive om forskjellige filosofisidar og nyhetsbrev til <a href="/software/texinfo/texinfo.html">Texinfo</a> og forme dei om til HTML ved å bruke texi2html. Dei kan såleis enkelt bli inkludert i:
sq: Të rishkruhen faqe të ndryshme të filozofisë në <a href="/software/texinfo/texinfo.html">Texinfo</a> dhe të shndërrohen në HTML duke përdorur texi2html. Mandej mund të përfshihenin lehtë në:
uk: Перепишіть різні філософські сторінки у <a href="/software/texinfo/texinfo.html">Texinfo</a> і конвертуйте їх у HTML з використанням texi2html. Потім вони можуть бути легко включені в:

source: the <a href="http://ftp.gnu.org/gnu/GNUinfo">/gnu/GNUinfo</a> subdirectory of <a href="http://ftp.gnu.org/">ftp.gnu.org</a>
de: im <a href="http://ftp.gnu.org/gnu/GNUinfo">gnu/GNUinfo</a>-Unterordner von <a href="http://ftp.gnu.org/">ftp.gnu.org</a>,
es: el subdirectorio<a href="http://ftp.gnu.org/gnu/GNUinfo">/gnu/GNUinfo</a> de <a href="http://ftp.gnu.org/">ftp.gnu.org</a>.
ja: <a href="http://ftp.gnu.org/">ftp.gnu.org</a>の<a href="http://ftp.gnu.org/gnu/GNUinfo">/gnu/GNUinfo</a>サブディレクトリ
nn: underkatalogen <a href="http://ftp.gnu.org/gnu/GNUinfo">/gnu/GNUinfo</a> av <a href="http://ftp.gnu.org/">ftp.gnu.org</a>
sq: nëndrejtoria <a href="http://ftp.gnu.org/gnu/GNUinfo">/gnu/GNUinfo</a> e <a href="http://ftp.gnu.org/">ftp.gnu.org</a>
uk: <a href="http://ftp.gnu.org/gnu/GNUinfo">/gnu/GNUinfo</a> підкаталог <a href="http://ftp.gnu.org/">ftp.gnu.org</a>

source: the etc/ subdirectory of the GNU Emacs distribution
de: im etc/-Unterordner von GNU Emacs,
es: el subdirectorio <span style="font-style:italic;">etc/</span> de la distribución de Emacs de GNU
ja: GNU Emacsの配布の中のetc/サブディレクトリ
nn: underkatalogen etc/ av GNU Emacs-pakken
sq: nëndrejtoria etc/ e shpërndarjes GNU Emacs
uk: підкаталог etc/ установки GNU Emacs

source: in the GNU system's Info tree
de: in der Info-Ordnerstruktur des GNU Systems und
es: en el árbol de sistema info de GNU
ja: GNUシステムのInfoツリー
nn: i info-treet til GNU-systemet
sq: te pema e Informacioneve për sistemin GNU
uk: у інформаційному дереві системи GNU

source: other useful locations.
de: an anderen nützlichen Orten.
es: en otros lugares útiles.
ja: その他の有用な場所
nn: andre stedar det gjer nytte for seg
sq: vende të tjera të dobishme
uk: інші корисні місця

source: Writing Web Pages
de: Schreiben von Webseiten
es: Escribir páginas web
ja: Webページを書く
sq: Shkrim Faqesh Web
uk: Написання веб-сторінок

source: Write web pages for GNU programs that lacks web pages on our server or whose web pages are obsolete using our <a href="/software/boilerplate_software.html">software boilerplate</a> as a template. Also read our <a href="/server/standards/README.software.html">software page standards</a>.
de: Webseiten für GNU-Projekte schreiben, deren Seiten noch auf unserem Webserver fehlen oder veraltet sind, mit Hilfe unserer <a href="/software/boilerplate_software.html">Vorlage für Software</a>. Siehe auch unsere <a href="/server/standards/README.webmastering.html" hreflang="en">GNU Webmastering-Richtlinien</a>.
es: Escribir páginas web, usando nuestro <a href="/software/boilerplate_software.html">modelo para el software</a> como plantilla, para los programas de GNU que carecen de ellas en nuestro servidor, o cuyas páginas web están obsoletas. Lea también nuestra <a href="/server/standards/README.software.html">guía para las de software</a>.
ja: わたしたちのサーバーでwebページが欠落しているGNUプログラムやwebページが古くなっているものについて、わたしたちの<a href="/software/boilerplate_software.html">ソフトウェア文例集</a>をテンプレートとして使って、webページを書いてください。わたしたちの<a href="/server/standards/README.software.html">ソフトウェアページ標準</a>も読んでください。
nn: Skriv vevsider for GNU-programmar som manglar vevsider på vår tjenar eller der vevsida til programmet er utdatert. Bruk vår <a href="/software/boilerplate_software.html">mal til vevsider for programvare</a>. Les også <a href="/server/standards/README.software.html">standarder for programvaresidar</a>.
sq: Shkruani faqe web për programe GNU që nuk kanë faqe web në shërbyesin tonë, ose për ata që i kanë faqet web të vjetruara, duke përdorur si gjedhe faqen tonë <a href="/software/boilerplate_software.html">software boilerplate</a>. Lexoni gjithashtu faqen tonë <a href="/server/standards/README.software.html">standarde faqesh për <em>software</em></a>.
uk: Напишіть веб-сторінки для програм GNU, яким не вистачає веб-сторінок на нашому сервері або чиї веб-сторінки застаріли за допомогою нашого <a href="/software/boilerplate_software.html">software boilerplate</a> як зразка. Також читайте нашу <a href="/server/standards/README.software.html">сторінку стандартів програмного забезпечення</a>.

source: Broken Links
de: Ungültige Verweise
es: Enlaces rotos
ja: リンク切れ
sq: Lidhje të Dëmtuara
uk: Неправильні посилання

source: Help is needed <a href="/server/standards/README.webmastering.html#deadlink">repairing broken links</a>. There are numerous <a href="/server/standards/README.webmastering.html#symlinks">symlinks</a>, so please do not break these in your repair efforts. Time and care is needed to track down broken links, and in most cases find suitable replacements. Please ensure that our <a href="/server/standards/README.webmastering.html#addlink">linking</a> <a href="/server/standards/README.webmastering.html#pollinking">policy</a> is followed in finding replacements.
nn: Vi trenger hjelp til å reparere <a href="/server/standards/README.webmastering.html#deadlink"> øydelagde lenkar</a>. Det er ei rekkje <a href="/server/standards/README.webmastering.html#symlink">symlinkar</a>, så vær oppmerksom på ikkje å brekke disse mens du reparerer. Det tek tid og omtanke for å spore ned øydelagde lenkar, og i dei fleste fleste tilfelle å finne passelege erstatningar. Vær venleg å sjå til at vår <a href="/server/standards/README.webmastering.html#addlink">lenke</a> <a href="/server/standards/README.webmastering.html#pollinking">retningslinjer</a> blir fylgde i erstatningar.
sq: Lypset ndihmë për <a href="/server/standards/README.webmastering.html#deadlink">ndreqjen e lidhjeve të dëmtuara</a>. Ka <a href="/server/standards/README.webmastering.html#symlinks">simlidhje</a> të shumta, ndaj, ju lutemi, so please do not break these in your repair efforts. mos i dëmtoni ato gjatë ndreqjeve tuaja. Lypset kohë dhe kujdes për të gjetur lidhje të dëmtuara, dhe, në shumicën e rasteve, për gjetjen e një zëvendësimi të përshtatshëm. Ju lutemi, sigurohuni që gjatë gjetjes së zëvendësimeve ndiqen <a href="/server/standards/README.webmastering.html#pollinking">rregullat tona</a> mbi <a href="/server/standards/README.webmastering.html#addlink">lidhjet</a>.
uk: Допомога потірбна для <a href="/server/standards/README.webmastering.html#deadlink">виправлення непрацюючих посилань</a>. Наявні численні <a href="/server/standards/README.webmastering.html#symlinks">символічні посилання</a>, тому, будь ласка, не ламайте їх у ваших зусиллях виправлення. Час і обережність потрібні для відстеження непрацюючих посилань і у більшості випадків відшукати відповідну заміну. Будь ласка, переконайтеся, що наша <a href="/server/standards/README.webmastering.html#pollinking">політика</a> <a href="/server/standards/README.webmastering.html#addlink">посилань</a> дотримується у знайдених замінах.

source: Localization
de: Lokalisierung
es: Traducción
ja: ローカリゼーション
sq: Përkthim
uk: Локалізація

source: Help <a href="/server/standards/README.translations.html">translate GNU web pages</a> from English into other languages. You can either join an existing translation team, or form a new one. Check the <a href="/server/standards/README.translations.html#TranslationsUnderway">existing translation teams</a>.
de: Helfen Sie mit, <a href="/server/standards/README.translations">GNUs Webseiten aus dem Englischen in andere Sprachen zu übersetzen</a>. Sie können sich entweder einem der <a href="/server/standards/README.translations.html#TranslationsUnderway">Übersetzungsteams</a> anschließen oder ggf. neu aufbauen.
es: Colabore <a href="/server/standards/README.translations.es.html">traduciendo las páginas web de GNU</a> del inglés a otros idiomas. Puede unirse a un equipo de traducción existente, o crear uno nuevo. Compruebe los <a href="/server/standards/README.translations.es.html#TranslationsUnderway">equipos de traducción que existen</a>.
ja: <a href="/server/standards/README.translations.html">GNU webページの翻訳について</a>を読んで、翻訳を手伝ってください。既存の翻訳チームに参加しても良いですし、新しくチームを結成しても良いでしょう。<a href="/server/standards/README.translations.html#TranslationsUnderway">既存の翻訳チーム</a>を確認してください。
sq: Ndihmoni për <a href="/server/standards/README.translations.html">përkthimin e faqeve web të GNU-së</a> nga Anglishtja në gjuhë të tjera. Ose mund të futeni te një ekip ekzistues përkthimi, ose të krijoni një të ri. Shihni <a href="/server/standards/README.translations.html#TranslationsUnderway">ekipet ekzistuese të përkthimit</a>.
uk: Допоможіть <a href="/server/standards/README.translations.html">перекласти веб-сторінки GNU </a> з англійської на інші мови. Ви можете приєднатися до існуючої команди перекладу або сформувати нову. Перегляньте <a href="/server/standards/README.translations.html#TranslationsUnderway">існуючі команди перекладу</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
uk: Будь-ласка перегляньте <a href="/server/standards/README.translations.html">файл README стосовно перекладів</a> для того, щоб отримати інформацію про координування і додавання перекладу цієї статті.

source: Copyright &copy; 1996, 1997, 1998, 2001, 2004, 2005, 2006, 2007, 2008, 2013 Free Software Foundation, Inc.
uk: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008 Фонд вільного програмного забезпечення, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.uk">ліцензії Creative Commons Attribution-NoDerivs (<em>Атрибуція&nbsp;&mdash; Без похідних творів</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011, 2012.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
de: Aktualisierung:
es: Última actualización:
ja: 最終更新:
nn: Oppdatert:
sq: U përditësua më:
uk: Оновлено:

source: Tasks to do for www.gnu.org - GNU Project - Free Software Foundation (FSF)
de: Aufgaben für www.gnu.org - GNU-Projekt - Free Software Foundation (FSF)
es: Tareas pendientes en www.gnu.org - Proyecto GNU - Free Software Foundation (FSF)
ja: www.gnu.org のタスク - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)
